{
  "text": "Question 128) Indigenous Word The history of the Sapucaí tribe, which translated into the Guarani language the artifacts of the computer era that gained importance in your life, such as mouse (which they call Angojhá) and Windows (Oventan) when the internet came to that community , which houses around 400 Guarani, four years ago, through a Committee for the Committee for Computer Science (CDI), in partnership with the NGO Rede Peoples of Floresta and antenna provided by Star One (from Embratel), Potty And its village soon glimpsed the possibilities of communication that the web brings. He says they use the network, for now, only to prepare and send documents, but have realized that it can help in preserving indigenous culture.\nThe appropriation of the network was gradually, but the Guaranis has already incorporated the technological novelty into their lifestyle. The importance of the internet and computing for them is expressed in a case of rare incorporation: that of vocabulary. One day, the chief of the Sapucaí village called me. “We are not wanting to call a computer“ computer ”. I suggested to them to create a word in Guarani. And they created Aiú Irú Rive, “box to accumulate the tongue”. We whites we use mouse, Windows and other terms that they started adapting to their language, such as Angojá (rat) and Oventã (window) - says Rodrigo Baggio, director of CDI. The use of new information and communication technologies has emerged a series of new terms that were welcomed in Brazilian society in its original form, such as: mouse, windows, download, website, homepage, among others. The text deals with the adaptation of informatics terms to the indigenous language as a reaction of the Sapucaí tribe, which reveals\nA) The possibility that the Indian Potty envisioned in relation to the communication that the web can bring to its people and the ease of sending documents and in real time conversation.\nB) the use of the internet to prepare and send documents, as well as the contribution to the activities related to the work of indigenous culture.\nC) the preservation of identity, demonstrated by the conservation of the language, even with the use of new technologies characteristic of the culture of other social groups.\nD) Adherence to the Committee Project for Democratization of Informatics (CDI), which, in partnership with the NGO Rede Peoples of the Forest, enabled access to the web, even in an inhospitable environment.\nE) The appropriation of the new technology gradually, evident when the Guarani incorporated the technological novelty into their lifestyle with the possibility of internet access."
}