{
  "text": "Question 111) One day, my father took me by the hand, my mother kissed me by the forehead, wetting my hair with tears and I left.\nTwice he had been visiting Athenaeus before my installation.\nAteneu was the great college of the time. Changed by a nourishing system complained, maintained by a director who from time to time renovated the establishment, painting him in novelty, such as traders who liquidate to start with the last referral articles; Athenaeum had since consolidated credit in the parents' preference, regardless of the sympathy of the girls, surrounding the acclaims the showy candy of the ads.\nThe Doctor. Aristarchus Argolo de Ramos, from the well -known Viscount of Ramos family, filled the empire with his renowned educator. They were propaganda newsletters by the provinces, conferences in various parts of the city, to the substance, atochanding the press of the villages, casations, especially elementary books, hurrying with the panting and sprinkled contest of prudently anonymous teachers, cashaões and More coffins of Volumes carton in Leipzig, flooding public schools everywhere with their invasion of blue, rosy, yellow, in which the name of Aristarchus, whole and sound, offered to the venerator of the alphabet stabbed of the alphabet of the alphabet refers of the homeland. The places they didn't look for were a beautiful day surprised by the free, spontaneous, irresistible flood! And there was nothing but accept the flour of that mark to the bread of the Spirit.\nPOMPEIA, R. The Athenaeus. São Paulo: Scipione, 2005.\nIn describing the atheist and attitudes of its director, the narrator reveals a look at the social insertion of the college demarcated by\nA) Mercantile ideology of education, echoed in personal vanities.\nB) affective interference from families, determinants in the educational process.\nC) pioneering production of didactic material, responsible for facilitating teaching.\nD) expansion of access to education, with the negotiation of school costs.\nE) complicity between educators and families, united by the common interest of social advancement."
}