{
  "text": "Question 124) Words thrown out as a child, lived in the interior of São Paulo with the curious blind verb and still hear him there sporadically. The meaning of the word is to “throw it away” (bumps out this crap) or “send away” (bumps this guy here). It would have been one of many words I heard less in the state capital and therefore stop using it. When I ask people know this verb, I commonly hear answers like \"my grandmother says it.\" Apparently, for many speakers, this verb is something of the past, which will no longer exist as soon as this old generation die.\nThe words are, for the most part, the results of a tradition: they were already there before we were born. “Tradition”, etymologically, is the act of delivering, passing forward, of transmitting (especially cultural values). The break of the tradition of a word is equivalent to its extinction. Normative grammar often contributes to creating prejudice, but the strongest factor that motivates speakers to extinguish a word is to associate the word, directly or indirectly influenced by normative vision, with a group that thinks it is not yours. Pinching, associated with the rural environment, where there is little education and city refinement, is doomed to extinction? It is commendable that we are concerned about the extinction of blue macrens or gold-lion tamarins, but the extinction of a word does not promote any commotion, as we do not move with the extinction of insects, except for the extraordinarily beautiful. On the contrary, the extinction of words is often encouraged.\nThe discussion undertaken about the (dis) use of the verb “panching” brings us a reflection on language and its uses, from which it is understood that\nA) The words forgotten by the speakers should be discarded from the dictionaries, as suggested by the title.\nB) Care with endangered animal species is more urgent than words preservation.\nC) The abandonment of certain words is associated with sociocultural prejudices.\nD) Generations have the tradition of perpetuating the inventory of a language.\nE) The contemporary world requires the innovation of the vocabulary of tongues."
}