{
  "text": "Question 06) Romans had used social networks two thousand years ago, says book when tweeting or commenting under the post of one of their many friends on Facebook, you probably feel privileged to live in a time in the story where you can reach immediately A vast network of contacts through a simple click the \"Send\" button. You may also reflect on how past generations could live without social media, devoid of the ability to see and be seen, to receive, generate and interact with a huge load of information. But what you may not know is that humans have been using social interaction tools for over two thousand years. This is what Tom Standage, author of the book Writing on the Wall - Social Media, The First 2 000 Years (Writing on the Wall - Social Media, the first 2,000 years, in free translation).\nAccording to Standage, Marco Túlio Cicero, a Roman philosopher and politician, would have been, along with other members of the Roman elite, precursor of social networks. The author reports how Cicero used a slave, who later became his scribe, to write messages in papyrus rollers who were sent to a kind of network of contacts. These people, in turn, copied their text, added their own comments, and passed on. \"Today we have computers and broadband, but the Romans had slaves and scribes that transmitted their messages,\" Standage told BBC Brazil. “Members of the Roman elite constantly wrote, commenting on the last political movements and expressing opinions.” In addition to papyrus, another platform commonly used by the Romans was a wax board of the size and shape of a modern tablet, in which they wrote messages, questions or broadcast the main points of the daytime minutes, a daily “newspaper” on the Rome Forum . This board, the “iPad of Ancient Rome”, was taken by a messenger to the recipient, who responded under the message.\nIn the report, there is a comparison between old and current communication technologies. Regarding the message genre, it identifies as a characteristic that lasts over the time the\nA) immediacy of the answers.\nB) Information sharing.\nC) Direct interference from others in the original text.\nD) recurrence of its use between members of the elite.\nE) social profile of those involved in the communicative exchange."
}