[
  {
    "description": "QUESTÃO 01) No mundo árabe, países governados há décadas por regimes políticos centralizadores contabilizam metade da população com menos de 30 anos; desses, 56% têm acesso à internet. Sentindo-se sem perspectivas de futuro e diante da estagnação da economia, esses jovens incubam vírus sedentos por modernidade e democracia. Em meados de dezembro, um tunisiano de 26 anos, vendedor de frutas, põe fogo no próprio corpo em protesto por trabalho, justiça e liberdade. Uma série de manifestações eclode na Tunísia e, como uma epidemia, o vírus libertário começa a se espalhar pelos países vizinhos, derrubando em seguida o presidente do Egito, Hosni Mubarak. Sites e redes sociais – como o Facebook e o Twitter – ajudaram a mobilizar manifestantes do norte da África a ilhas do Golfo Pérsico.\nConsiderando os movimentos políticos mencionados no texto, o acesso à internet permitiu aos jovens árabes",
    "alternatives": [
      "A) reforçar a atuação dos regimes políticos existentes.",
      "B) tomar conhecimento dos fatos sem se envolver.",
      "C) manter o distanciamento necessário à sua segurança.",
      "D) disseminar vírus capazes de destruir programas dos computadores.",
      "E) difundir ideias revolucionárias que mobilizaram a população."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "1"
  },
  {
    "description": "QUESTÃO 02) O brasileiro tem noção clara dos comportamentos éticos e morais adequados, mas vive sob o espectro da corrupção, revela pesquisa. Se o país fosse resultado dos padrões morais que as pessoas dizem aprovar, pareceria mais com a Escandinávia do que com Bruzundanga (corrompida nação fictícia de Lima Barreto).\nO distanciamento entre “reconhecer” e “cumprir” efetivamente o que é moral constitui uma ambiguidade inerente ao humano, porque as normas morais são",
    "alternatives": [
      "A) decorrentes da vontade divina e, por esse motivo, utópicas.",
      "B) parâmetros idealizados, cujo cumprimento é destituído de obrigação.",
      "C) amplas e vão além da capacidade de o indivíduo conseguir cumpri-las integralmente.",
      "D) criadas pelo homem, que concede a si mesmo a lei à qual deve se submeter.",
      "E) cumpridas por aqueles que se dedicam inteiramente a observar as normas jurídicas."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "2"
  },
  {
    "description": "QUESTÃO 04) A Floresta Amazônica, com toda a sua imensidão, não vai estar aí para sempre. Foi preciso alcançar toda essa taxa de desmatamento de quase 20 mil quilômetros quadrados ao ano, na última década do século XX, para que uma pequena parcela de brasileiros se desse conta de que o maior patrimônio natural do país está sendo torrado.\nAB’SABER, A. Amazônia: do discurso à práxis. São Paulo: EdUSP, 1996. Um processo econômico que tem contribuído na atualidade para acelerar o problema ambiental descrito é:",
    "alternatives": [
      "A) Expansão do Projeto Grande Carajás, com incentivos à chegada de novas empresas mineradoras.",
      "B) Difusão do cultivo da soja com a implantação de monoculturas mecanizadas.",
      "C) Construção da rodovia Transamazônica, com o objetivo de interligar a região Norte ao restante do país.",
      "D) Criação de áreas extrativistas do látex das seringueiras para os chamados povos da floresta.",
      "E) Ampliação do polo industrial da Zona Franca de Manaus, visando atrair empresas nacionais e estrangeiras."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "4"
  },
  {
    "description": "QUESTÃO 05) O Centro-Oeste apresentou-se como extremamente receptivo aos novos fenômenos da urbanização, já que era praticamente virgem, não possuindo infraestrutura de monta, nem outros investimentos fixos vindos do passado. Pôde, assim, receber uma infraestrutura nova, totalmente a serviço de uma economia moderna.\nO texto trata da ocupação de uma parcela do território brasileiro. O processo econômico diretamente associado a essa ocupação foi o avanço da",
    "alternatives": [
      "A) industrialização voltada para o setor de base.",
      "B) economia da borracha no sul da Amazônia.",
      "C) fronteira agropecuária que degradou parte do cerrado.",
      "D) exploração mineral na Chapada dos Guimarães.",
      "E) extrativismo na região pantaneira."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "5"
  },
  {
    "description": "QUESTÃO 07) Uma empresa norte-americana de bioenergia está expandindo suas operações para o Brasil para explorar o mercado de pinhão manso. Com sede na Califórnia, a empresa desenvolveu sementes híbridas de pinhão manso, oleaginosa utilizada hoje na produção de biodiesel e de querosene de aviação.\nA partir do texto, a melhoria agronômica das sementes de pinhão manso abre para o Brasil a oportunidade econômica de",
    "alternatives": [
      "A) ampliar as regiões produtoras pela adaptação do cultivo a diferentes condições climáticas.",
      "B) beneficiar os pequenos produtores camponeses de óleo pela venda direta ao varejo.",
      "C) abandonar a energia automotiva derivada do petróleo em favor de fontes alternativas.",
      "D) baratear cultivos alimentares substituídos pelas culturas energéticas de valor econômico superior.",
      "E) reduzir o impacto ambiental pela não emissão de gases do efeito estufa para a atmosfera."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "7"
  },
  {
    "description": "QUESTÃO 08) Um dos principais objetivos de se dar continuidade às pesquisas em erosão dos solos é o de procurar resolver os problemas oriundos desse processo, que, em última análise, geram uma série de impactos ambientais. Além disso, para a adoção de técnicas de conservação dos solos, é preciso conhecer como a água executa seu trabalho de remoção, transporte e deposição de sedimentos. A erosão causa, quase sempre, uma série de problemas ambientais, em nível local ou até mesmo em grandes áreas.\nGUERRA, A. J. T. Processos erosivos nas encostas. In: GUERRA, A. J. T.; CUNHA, S. B. Geomorfologia: uma atualização de bases e conceitos.\nA preservação do solo, principalmente em áreas de encostas, pode ser uma solução para evitar catástrofes em função da intensidade de fluxo hídrico. A prática humana que segue no caminho contrário a essa solução é",
    "alternatives": [
      "A) a aração.",
      "B) o terraceamento.",
      "C) o pousio.",
      "D) a drenagem.",
      "E) o desmatamento."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "8"
  },
  {
    "description": "QUESTÃO 09) O fenômeno de ilha de calor é o exemplo mais marcante da modificação das condições iniciais do clima pelo processo de urbanização, caracterizado pela modificação do solo e pelo calor antropogênico, o qual inclui todas as atividades humanas inerentes à sua vida na cidade.\nBARBOSA, R. V. R. Áreas verdes e qualidade térmica em ambientes urbanos: estudo em microclimas em Maceió. São Paulo: EdUSP, 2005. texto exemplifica uma importante alteração socioambiental, comum aos centros urbanos. A maximização desse fenômeno ocorre",
    "alternatives": [
      "A) pela reconstrução dos leitos originais dos cursos d’água antes canalizados.",
      "B) pela recomposição de áreas verdes nas áreas centrais dos centros urbanos.",
      "C) pelo uso de materiais com alta capacidade de reflexão no topo dos edifícios.",
      "D) pelo processo de impermeabilização do solo nas áreas centrais das cidades.",
      "E) pela construção de vias expressas e gerenciamento de tráfego terrestre."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "9"
  },
  {
    "description": "QUESTÃO 10) O professor Paulo Saldiva pedala 6 km em 22 minutos de casa para o trabalho, todos os dias. Nunca foi atingido por um carro. Mesmo assim, é vítima diária do trânsito de São Paulo: a cada minuto sobre a bicicleta, seus pulmões são envenenados com 3,3 microgramas de poluição particulada – poeira, fumaça, fuligem, partículas de metal em suspensão, sulfatos, nitratos, carbono, compostos orgânicos e outras substâncias nocivas.\nESCOBAR, H. Sem Ar. O Estado de São Paulo. Ago. 2008.\nA população de uma metrópole brasileira que vive nas mesmas condições socioambientais das do professor citado no texto apresentará uma tendência de",
    "alternatives": [
      "A) ampliação da taxa de fecundidade.",
      "B) diminuição da expectativa de vida.",
      "C) elevação do crescimento vegetativo.",
      "D) aumento na participação relativa de idosos.",
      "E) redução na proporção de jovens na sociedade."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "10"
  },
  {
    "description": "QUESTÃO 13) Como os combustíveis energéticos, as tecnologias da informação são, hoje em dia, indispensáveis em todos os setores econômicos. Através delas, um maior número de produtores é capaz de inovar e a obsolescência de bens e serviços se acelera. Longe de estender a vida útil dos equipamentos e a sua capacidade de reparação, o ciclo de vida desses produtos diminui, resultando em maior necessidade de matéria-prima para a fabricação de novos.\nA postura consumista de nossa sociedade indica a crescente produção de lixo, principalmente nas áreas urbanas, o que, associado a modos incorretos de deposição,",
    "alternatives": [
      "A) provoca a contaminação do solo e do lençol freático, ocasionando assim graves problemas socioambientais, que se adensarão com continuidade da cultura do consumo desenfreado.a",
      "B) produz efeitos perversos nos ecossistemas, que são sanados por cadeias de organismos decompositores que assumem o papel de eliminadores dos resíduos depositados em lixões.",
      "C) multiplica o número de lixões a céu aberto, considerados atualmente a ferramenta capaz de resolver de forma simplificada e barata o problema de deposição de resíduos nas grandes cidades.",
      "D) estimula o empreendedorismo social, visto que um grande número de pessoas, os catadores, têm livre acesso aos lixões, sendo assim incluídos na cadeia produtiva dos resíduos tecnológicos.",
      "E) possibilita a ampliação da quantidade de rejeitos que podem ser destinados a associações e cooperativas de catadores de materiais recicláveis, financiados por instituições da sociedade civil ou pelo poder público."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "13"
  },
  {
    "description": "QUESTÃO 16) Estamos testemunhando o reverso da tendência histórica da assalariação do trabalho e socialização da produção, que foi característica predominante na era industrial. A nova organização social e econômica baseada nas tecnologias da informação visa à administração descentralizadora, ao trabalho individualizante e aos mercados personalizados. As novas tecnologias da informação possibilitam, ao mesmo tempo, a descentralização das tarefas e sua coordenação em uma rede interativa de comunicação em tempo real, seja entre continentes, seja entre os andares de um mesmo edifício.\nNo contexto descrito, as sociedades vivenciam mudanças constantes nas ferramentas de comunicação que afetam os processos produtivos nas empresas. Na esfera do trabalho, tais mudanças têm provocado",
    "alternatives": [
      "A) o aprofundamento dos vínculos dos operários com as linhas de montagem sob influência dos modelos orientais de gestão.",
      "B) o aumento das formas de teletrabalho como solução de larga escala para o problema do desemprego crônico.",
      "C) o avanço do trabalho flexível e da terceirização como respostas às demandas por inovação e com vistas à mobilidade dos investimentos.",
      "D) a autonomização crescente das máquinas e computadores em substituição ao trabalho dos especialistas técnicos e gestores.",
      "E) o fortalecimento do diálogo entre operários, gerentes, executivos e clientes com a garantia de harmonização das relações de trabalho."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "16"
  },
  {
    "description": "QUESTÃO 18) Na década de 1990, os movimentos sociais camponeses e as ONGs tiveram destaque, ao lado de outros sujeitos coletivos. Na sociedade brasileira, a ação dos movimentos sociais vem construindo lentamente um conjunto de práticas democráticas no interior das escolas, das comunidades, dos grupos organizados e na interface da sociedade civil com o Estado. O diálogo, o confronto e o conflito têm sido os motores no processo de construção democrática.\nSOUZA, M. A. Movimentos sociais no Brasil contemporâneo: participação e possibilidades das Segundo o texto, os movimentos sociais contribuem para o processo de construção democrática, porque",
    "alternatives": [
      "A) determinam o papel do Estado nas transformações socioeconômicas.",
      "B) aumentam o clima de tensão social na sociedade civil.",
      "C) pressionam o Estado para o atendimento das demandas da sociedade.",
      "D) privilegiam determinadas parcelas da sociedade em detrimento das demais.",
      "E) propiciam a adoção de valores éticos pelos órgãos do Estado."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "18"
  },
  {
    "description": "QUESTÃO 19) Art. 92. São excluídos de votar nas Assembleias Paroquiais: I. Os menores de vinte e cinco anos, nos quais não se compreendam os casados, e Oficiais Militares, que forem maiores de vinte e um anos, os Bacharéis Formados e Clérigos de Ordens Sacras.\nIV. Os Religiosos, e quaisquer que vivam em Comunidade claustral.\nV. Os que não tiverem de renda líquida anual cem mil réis por bens de raiz, indústria, comércio ou empregos.\nConstituição Política do Império do Brasil (1824). A legislação espelha os conflitos políticos e sociais do contexto histórico de sua formulação. A Constituição de 1824 regulamentou o direito de voto dos “cidadãos brasileiros” com o objetivo de garantir",
    "alternatives": [
      "A) o fim da inspiração liberal sobre a estrutura política brasileira.",
      "B) a ampliação do direito de voto para maioria dos brasileiros nascidos livres.",
      "C) a concentração de poderes na região produtora de café, o Sudeste brasileiro.",
      "D) o controle do poder político nas mãos dos grandes proprietários e comerciantes.",
      "E) a diminuição da interferência da Igreja Católica nas decisões político-administrativas."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "19"
  },
  {
    "description": "QUESTÃO 20) Embora o Brasil seja signatário de convenções e tratados internacionais contra a tortura e tenha incorporado em seu ordenamento jurídico uma lei tipificando o crime, ele continua a ocorrer em larga escala. Mesmo que a lei que tipifica a tortura esteja vigente desde 1997, até o ano 2000 não se conhece nenhum caso de condenação de torturadores julgado em última instância, embora tenham sido registrados nesse período centenas de casos, além de numerosos outros presumíveis, mas não registrados.\nO texto destaca a questão da tortura no país, apontando que",
    "alternatives": [
      "A) a justiça brasileira, por meio de tratados e leis, tem conseguido inibir e, inclusive, extinguir a prática da tortura.",
      "B) a existência da lei não basta como garantia de justiça para as vítimas e testemunhas dos casos de tortura.",
      "C) as denúncias anônimas dificultam a ação da justiça, impedindo que torturadores sejam reconhecidos e identificados pelo crime cometido.",
      "D) a falta de registro da tortura por parte das autoridades policiais, em razão do desconhecimento da tortura como crime, legitima a impunidade.",
      "E) a justiça tem esbarrado na precária existência de jurisprudência a respeito da tortura, o que a impede de atuar nesses casos."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "20"
  },
  {
    "description": "QUESTÃO 21) TExTO I A ação democrática consiste em todos tomarem parte do processo decisório sobre aquilo que terá consequência na vida de toda coletividade. GALLO, S. et al. Ética e Cidadania. Caminhos da Filosofia. TExTO II É necessário que haja liberdade de expressão, fiscalização sobre órgãos governamentais e acesso por parte da população às informações trazidas a público pela imprensa. Partindo da perspectiva de democracia apresentada no Texto I, os meios de comunicação, de acordo com o Texto II, assumem um papel relevante na sociedade por",
    "alternatives": [
      "A) orientarem os cidadãos na compra dos bens necessários à sua sobrevivência e bem-estar.",
      "B) fornecerem informações que fomentam o debate político na esfera pública.",
      "C) apresentarem aos cidadãos a versão oficial dos fatos.",
      "D) propiciarem o entretenimento, aspecto relevante para conscientização política.",
      "E) promoverem a unidade cultural, por meio das transmissões esportivas."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "21"
  },
  {
    "description": "QUESTÃO 23) O acidente nuclear de Chernobyl revela brutalmente os limites dos poderes técnico-científicos da humanidade e as “marchas-à-ré” que a “natureza” nos pode reservar. É evidente que uma gestão mais coletiva se impõe para orientar as ciências e as técnicas em direção a finalidades mais humanas. O texto trata do aparato técnico-científico e suas consequências para a humanidade, propondo que esse desenvolvimento",
    "alternatives": [
      "A) defina seus projetos a partir dos interesses coletivos.",
      "B) guie-se por interesses econômicos, prescritos pela lógica do mercado.",
      "C) priorize a evolução da tecnologia, se apropriando da natureza.",
      "D) promova a separação entre natureza e sociedade tecnológica.",
      "E) tenha gestão própria, com o objetivo de melhor apropriação da natureza."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "23"
  },
  {
    "description": "QUESTÃO 24) A introdução de novas tecnologias desencadeou uma série de efeitos sociais que afetaram os trabalhadores e sua organização. O uso de novas tecnologias trouxe a diminuição do trabalho necessário que se traduz na economia líquida do tempo de trabalho, uma vez que, com a presença da automação microeletrônica, começou a ocorrer a diminuição dos coletivos operários e uma mudança na organização dos processos de trabalho.\nRevista Eletrônica de Geografia Y Ciências Sociales. Universidad de Barcelona. Nº 170(9), 1 ago. 2004.\nA utilização de novas tecnologias tem causado inúmeras alterações no mundo do trabalho. Essas mudanças são observadas em um modelo de produção caracterizado",
    "alternatives": [
      "A) pelo uso intensivo do trabalho manual para desenvolver produtos autênticos e personalizados.",
      "B) pelo ingresso tardio das mulheres no mercado de trabalho no setor industrial.",
      "C) pela participação ativa das empresas e dos próprios trabalhadores no processo de qualificação laboral.",
      "D) pelo aumento na oferta de vagas para trabalhadores especializados em funções repetitivas.",
      "E) pela manutenção de estoques de larga escala em função da alta produtividade."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "24"
  },
  {
    "description": "QUESTÃO 27) Um volume imenso de pesquisas tem sido produzido para tentar avaliar os efeitos dos programas de televisão. A maioria desses estudos diz respeito às crianças ― o que é bastante compreensível pela quantidade de tempo que elas passam em frente ao aparelho e pelas possíveis implicações desse comportamento para a socialização. Dois dos tópicos mais pesquisados são o impacto da televisão no âmbito do crime e da violência e a natureza das notícias exibidas na televisão. GIDDENS, A. Sociologia. Porto Alegre: Artmed, 2005.\nO texto indica que existe uma significativa produção científica sobre os impactos socioculturais da televisão na vida do ser humano. E as crianças, em particular, são as mais vulneráveis a essas influências, porque",
    "alternatives": [
      "A) codificam informações transmitidas nos programas infantis por meio da observação.",
      "B) adquirem conhecimentos variados que incentivam o processo de interação social.",
      "C) interiorizam padrões de comportamento e papéis sociais com menor visão crítica.",
      "D) observam formas de convivência social baseadas na tolerância e no respeito.",
      "E) apreendem modelos de sociedade pautados na observância das leis."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "27"
  },
  {
    "description": "QUESTÃO 29) Foto de Militão, São Paulo, 1879.\nALENCASTRO, L. F. (org). História da vida privada no Brasil. Império: a corte e a modernidade nacional. São Paulo: Cia. das Letras, 1997.\nQue aspecto histórico da escravidão no Brasil do séc. XIX pode ser identificado a partir da análise do vestuário do casal retratado acima?",
    "alternatives": [
      "A) O uso de trajes simples indica a rápida incorporação dos ex-escravos ao mundo do trabalho urbano.",
      "B) A presença de acessórios como chapéu e sombrinha aponta para a manutenção de elementos culturais de origem africana.",
      "C) O uso de sapatos é um importante elemento de diferenciação social entre negros libertos ou em melhores condições na ordem escravocrata.",
      "D) A utilização do paletó e do vestido demonstra a tentativa de assimilação de um estilo europeu como forma de distinção em relação aos brasileiros.",
      "E) A adoção de roupas próprias para o trabalho doméstico tinha como finalidade demarcar as fronteiras da exclusão social naquele contexto."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "29"
  },
  {
    "description": "QUESTÃO 30) Os três tipos de poder representam três diversos tipos de motivações: no poder tradicional, o motivo da obediência é a crença na sacralidade da pessoa do soberano; no poder racional, o motivo da obediência deriva da crença na racionalidade do comportamento conforme a lei; no poder carismático, deriva da crença nos dotes extraordinários do chefe.\nBOBBIO, N. Estado, Governo, Sociedade: para uma teoria geral da política. O texto apresenta três tipos de poder que podem ser identificados em momentos históricos distintos. Identifique o período em que a obediência esteve associada predominantemente ao poder carismático:",
    "alternatives": [
      "A) República Federalista Norte-Americana.",
      "B) República Fascista Italiana no século XX.",
      "C) Monarquia Teocrática do Egito Antigo.",
      "D) Monarquia Absoluta Francesa no século XVII.",
      "E) Monarquia Constitucional Brasileira no século XIX."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "30"
  },
  {
    "description": "QUESTÃO 31) Em geral, os nossos tupinambás ficam bem admirados ao ver os franceses e os outros dos países longínquos terem tanto trabalho para buscar o seu arabotã, isto é, pau-brasil. Houve uma vez um ancião da tribo que me fez esta pergunta: “Por que vindes vós outros, mairs e perós (franceses e portugueses), buscar lenha de tão longe para vos aquecer? Não tendes madeira em vossa terra?” LÉRy, J. Viagem à Terra do Brasil. In: FERNANDES, F. Mudanças Sociais no Brasil. São Paulo: Difel, 1974. O viajante francês Jean de Léry (1534-1611) reproduz um diálogo travado, em 1557, com um ancião tupinambá, o qual demonstra uma diferença entre a sociedade europeia e a indígena no sentido",
    "alternatives": [
      "A) do destino dado ao produto do trabalho nos seus sistemas culturais.",
      "B) da preocupação com a preservação dos recursos ambientais.",
      "C) do interesse de ambas em uma exploração comercial mais lucrativa do pau-brasil.",
      "D) da curiosidade, reverência e abertura cultural recíprocas.",
      "E) da preocupação com o armazenamento de madeira para os períodos de inverno."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "31"
  },
  {
    "description": "QUESTÃO 32) A Lei 10.639, de 9 de janeiro de 2003, inclui no currículo dos estabelecimentos de ensino fundamental e médio, oficiais e particulares, a obrigatoriedade do ensino sobre História e Cultura Afro-Brasileira e determina que o conteúdo programático incluirá o estudo da História da África e dos africanos, a luta dos negros no Brasil, a cultura negra brasileira e o negro na formação da sociedade nacional, resgatando a contribuição do povo negro nas áreas social, econômica e política pertinentes à História do Brasil, além de instituir, no calendário escolar, o dia 20 de novembro como data comemorativa do “Dia da Consciência Negra”. A referida lei representa um avanço não só para a educação nacional, mas também para a sociedade brasileira, porque",
    "alternatives": [
      "A) legitima o ensino das ciências humanas nas escolas.",
      "B) divulga conhecimentos para a população afro-brasileira.",
      "C) reforça a concepção etnocêntrica sobre a África e sua cultura.",
      "D) garante aos afrodescendentes a igualdade no acesso à educação.",
      "E) impulsiona o reconhecimento da pluralidade étnico- racial do país."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "32"
  },
  {
    "description": "QUESTÃO 34) No clima das ideias que se seguiram à revolta de São Domingos, o descobrimento de planos para um levante armado dos artífices mulatos na Bahia, no ano de 1798, teve impacto muito especial; esses planos demonstravam aquilo que os brancos conscientes tinham já começado a compreender: as ideias de igualdade social estavam a propagar-se numa sociedade em que só um terço da população era de brancos e iriam inevitavelmente ser interpretados em termos raciais. O Império luso-brasileiro, 1750-1822. Lisboa: Estampa, 1986. O temor do radicalismo da luta negra no Haiti e das propostas das lideranças populares da Conjuração Baiana (1798) levaram setores da elite colonial brasileira a novas posturas diante das reivindicações populares. No período da Independência, parte da elite participou ativamente do processo, no intuito de",
    "alternatives": [
      "A) instalar um partido nacional, sob sua liderança, garantindo participação controlada dos brasileiros e inibindo novas rebeliões de negros.afro-",
      "B) atender aos clamores apresentados no movimento baiano, de modo a inviabilizar novas rebeliões, garantindo o controle da situação.",
      "C) firmar alianças com as lideranças escravas, permitindo a promoção de mudanças exigidas pelo povo sem a profundidade proposta inicialmente.",
      "D) impedir que o povo conferisse ao movimento um teor libertário, o que terminaria por prejudicar seus interesses e seu projeto de nação.",
      "E) rebelar-se contra as representações metropolitanas, isolando politicamente o Príncipe Regente, instalando um governo conservador para controlar o povo."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "34"
  },
  {
    "description": "QUESTÃO 35) Se a mania de fechar, verdadeiro habitus da mentalidade medieval nascido talvez de um profundo sentimento de insegurança, estava difundida no mundo rural, estava do mesmo modo no meio urbano, pois que uma das características da cidade era de ser limitada por portas e por uma muralha. DUBy, G. et al. “Séculos XIV-XV”. In: ARIÈS, P.; DUBy, G. História da vida privada da As práticas e os usos das muralhas sofreram importantes mudanças no final da Idade Média, quando elas assumiram a função de pontos de passagem ou pórticos. Este processo está diretamente relacionado com",
    "alternatives": [
      "A) o crescimento das atividades comerciais e urbanas.",
      "B) a migração de camponeses e artesãos.",
      "C) a expansão dos parques industriais e fabris.",
      "D) o aumento do número de castelos e feudos.",
      "E) a contenção das epidemias e doenças."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "35"
  },
  {
    "description": "QUESTÃO 36) Uma explicação de caráter histórico para o percentual da religião com maior número de adeptos declarados no Brasil foi a existência, no passado colonial e monárquico, da",
    "alternatives": [
      "A) incapacidade do cristianismo de incorporar aspectos de outras religiões.",
      "B) incorporação da ideia de liberdade religiosa na esfera pública.",
      "C) permissão para o funcionamento de igrejas não cristãs.",
      "D) relação de integração entre Estado e Igreja.",
      "E) influência das religiões de origem africana."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "36"
  },
  {
    "description": "QUESTÃO 37) No Estado de São Paulo, a mecanização da colheita da cana-de-açúcar tem sido induzida também pela legislação ambiental, que proíbe a realização de queimadas em áreas próximas aos centros urbanos. Na região de Ribeirão Preto, principal polo sucroalcooleiro do país, a mecanização da colheita já é realizada em 516 mil dos 1,3 milhão de hectares cultivados com cana-de-açúcar. BALSADI, O. et al. Transformações Tecnológicas e a força de trabalho na agricultura brasileira no período de 1990-2000. Revista de economia agrícola. V. 49 (1), 2002.\nO texto aborda duas questões, uma ambiental e outra socioeconômica, que integram o processo de modernização da produção canavieira. Em torno da associação entre elas, uma mudança decorrente desse processo é a",
    "alternatives": [
      "A) perda de nutrientes do solo devido à utilização constante de máquinas.",
      "B) eficiência e racionalidade no plantio com maior produtividade na colheita.",
      "C) ampliação da oferta de empregos nesse tipo de ambiente produtivo.",
      "D) menor compactação do solo pelo uso de maquinário agrícola de porte.",
      "E) poluição do ar pelo consumo de combustíveis fósseis pelas máquinas."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "37"
  },
  {
    "description": "QUESTÃO 39) Os chineses não atrelam nenhuma condição para efetuar investimentos nos países africanos. Outro ponto interessante é a venda e compra de grandes somas de áreas, posteriormente cercadas. Por se tratar de países instáveis e com governos ainda não consolidados, teme-se que algumas nações da África tornem-se literalmente protetorados. BRANCOLI, F. China e os novos investimentos na África: neocolonialismo ou mudanças na arquitetura global? A presença econômica da China em vastas áreas do globo é uma realidade do século XXI. A partir do texto, como é possível caracterizar a relação econômica da China com o continente africano?",
    "alternatives": [
      "A) Pela presença de órgãos econômicos internacionais como o Fundo Monetário Internacional (FMI) e o Banco Mundial, que restringem os investimentos chineses, uma vez que estes não se preocupam com a preservação do meio ambiente.",
      "B) Pela ação de ONGs (Organizações Não Governamen- tais) que limitam os investimentos estatais chineses, uma vez que estes se mostram desinteressados em relação aos problemas sociais africanos.",
      "C) Pela aliança com os capitais e investimentos diretos realizados pelos países ocidentais, promovendo o crescimento econômico de algumas regiões desse continente.",
      "D) Pela presença cada vez maior de investimentos diretos, o que pode representar uma ameaça à soberania dos países africanos ou manipulação das ações destes governos em favor dos grandes projetos.",
      "E) Pela presença de um número cada vez maior de diplomatas, o que pode levar à formação de um Mercado Comum Sino-Africano, ameaçando os interesses ocidentais."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "39"
  },
  {
    "description": "QUESTÃO 41) A consolidação do regime democrático no Brasil contra os extremismos da esquerda e da direita exige ação enérgica e permanente no sentido do aprimoramento das instituições políticas e da realização de reformas corajosas no terreno econômico, financeiro e social.\nMensagem programática da União Democrática Nacional (UDN) – 1957.\nOs trabalhadores deverão exigir a constituição de um governo nacionalista e democrático, com participação dos trabalhadores para a realização das seguintes medidas: a) Reforma bancária progressista; b) Reforma agrária que extinga o latifúndio; c) Regulamentação da Lei de Remessas de Lucros.\nManifesto do Comando Geral dos Trabalhadores (CGT) – 1962. BONAVIDES, P; AMARAL, R. Textos políticos da história do Brasil. Brasília: Senado Federal, 2002.\nNos anos 1960 eram comuns as disputas pelo significado de termos usados no debate político, como democracia e reforma. Se, para os setores aglutinados em torno da UDN, as reformas deveriam assegurar o livre mercado, para aqueles organizados no CGT, elas deveriam resultar em",
    "alternatives": [
      "A) fim da intervenção estatal na economia.",
      "B) crescimento do setor de bens de consumo.",
      "C) controle do desenvolvimento industrial.",
      "D) atração de investimentos estrangeiros.",
      "E) limitação da propriedade privada."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "41"
  },
  {
    "description": "QUESTÃO 42) Em meio às turbulências vividas na primeira metade dos anos 1960, tinha-se a impressão de que as tendências de esquerda estavam se fortalecendo na área cultural. O Centro Popular de Cultura (CPC) da União Nacional dos Estudantes (UNE) encenava peças de teatro que faziam agitação e propaganda em favor da luta pelas reformas de base e satirizavam o “imperialismo” e seus “aliados internos”.\nKONDER, L. História das Ideias Socialistas no Brasil. São Paulo: Expressão Popular, 2003.\nNo início da década de 1960, enquanto vários setores da esquerda brasileira consideravam que o CPC da UNE era uma importante forma de conscientização das classes trabalhadoras, os setores conservadores e de direita (políticos vinculados à União Democrática Nacional - UDN -, Igreja Católica, grandes empresários etc.) entendiam que esta organização",
    "alternatives": [
      "A) constituía mais uma ameaça para a democracia brasileira, ao difundir a ideologia comunista.",
      "B) contribuía com a valorização da genuína cultura nacional, ao encenar peças de cunho popular.",
      "C) realizava uma tarefa que deveria ser exclusiva do Estado, ao pretender educar o povo por meio da cultura.",
      "D) prestava um serviço importante à sociedade brasileira, ao incentivar a participação política dos mais pobres.",
      "E) diminuía a força dos operários urbanos, ao substituir os sindicatos como instituição de pressão política sobre o governo."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "42"
  },
  {
    "description": "QUESTÃO 45) As migrações transnacionais, intensificadas e generalizadas nas últimas décadas do século XX, expressam aspectos particularmente importantes da problemática racial, visto como dilema também mundial. Deslocam-se indivíduos, famílias e coletividades para lugares próximos e distantes, envolvendo mudanças mais ou menos drásticas nas condições de vida e trabalho, em padrões e valores socioculturais. Deslocam-se para sociedades semelhantes ou radicalmente distintas, algumas vezes compreendendo culturas ou mesmo civilizações totalmente diversas. IANNI, O. A era do globalismo. Rio de Janeiro: Civilização Brasileira, 1996.\nA mobilidade populacional da segunda metade do século XX teve um papel importante na formação social e econômica de diversos estados nacionais. Uma razão para os movimentos migratórios nas últimas décadas e uma política migratória atual dos países desenvolvidos são",
    "alternatives": [
      "A) a busca de oportunidades de trabalho e o aumento de barreiras contra a imigração.",
      "B) a necessidade de qualificação profissional e a abertura das fronteiras para os imigrantes.",
      "C) o desenvolvimento de projetos de pesquisa e o acautelamento dos bens dos imigrantes.",
      "D) a expansão da fronteira agrícola e a expulsão dos imigrantes qualificados.",
      "E) a fuga decorrente de conflitos políticos e o fortalecimento de políticas sociais."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "45"
  },
  {
    "description": "QUESTÃO 51) Para evitar o desmatamento da Mata Atlântica nos arredores da cidade de Amargosa, no Recôncavo da Bahia, o Ibama tem atuado no sentido de fiscalizar, entre outras, as pequenas propriedades rurais que dependem da lenha proveniente das matas para a produção da farinha de mandioca, produto típico da região. Com isso, pequenos produtores procuram alternativas como o gás de cozinha, o que encarece a farinha.\nUma alternativa viável, em curto prazo, para os produtores de farinha em Amargosa, que não cause danos à Mata Atlântica nem encareça o produto é a",
    "alternatives": [
      "A) construção, nas pequenas propriedades, de grandes fornos elétricos para torrar a mandioca.",
      "B) plantação, em suas propriedades, de árvores para serem utilizadas na produção de lenha.",
      "C) permissão, por parte do Ibama, da exploração da Mata Atlântica apenas pelos pequenos produtores.",
      "D) construção de biodigestores, para a produção de gás combustível a partir de resíduos orgânicos da região.",
      "E) coleta de carvão de regiões mais distantes, onde existe menor intensidade de fiscalização do Ibama."
    ],
    "year": "2011",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "51"
  },
  {
    "description": "QUESTÃO 52) Belém é cercada por 39 ilhas, e suas populações convivem com ameaças de doenças. O motivo, apontado por especialistas, é a poluição da água do rio, principal fonte de sobrevivência dos ribeirinhos. A diarreia é frequente nas crianças e ocorre como consequência da falta de saneamento básico, já que a população não tem acesso à água de boa qualidade. Como não há água potável, a alternativa é consumir a do rio.\nO procedimento adequado para tratar a água dos rios, a fim de atenuar os problemas de saúde causados por microrganismos a essas populações ribeirinhas é a",
    "alternatives": [
      "A) filtração.",
      "B) cloração.",
      "C) coagulação.",
      "D) fluoretação.",
      "E) decantação."
    ],
    "year": "2011",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "B",
    "index_question": "52"
  },
  {
    "description": "QUESTÃO 53) O vírus do papiloma humano (HPV, na sigla em inglês) causa o aparecimento de verrugas e infecção persistente, sendo o principal fator ambiental do câncer de colo de útero nas mulheres. O vírus pode entrar pela pele ou por mucosas do corpo, o qual desenvolve anticorpos contra a ameaça, embora em alguns casos a defesa natural do organismo não seja suficiente. Foi desenvolvida uma vacina contra o HPV, que reduz em até 90% as verrugas e 85,6% dos casos de infecção persistente em comparação com pessoas não vacinadas.\nO benefício da utilização dessa vacina é que pessoas vacinadas, em comparação com as não vacinadas, apresentam diferentes respostas ao vírus HPV em decorrência da",
    "alternatives": [
      "A) alta concentração de macrófagos.",
      "B) elevada taxa de anticorpos específicos anti-HPV circulantes.",
      "C) aumento na produção de hemácias após a infecção por vírus HPV.",
      "D) rapidez na produção de altas concentrações de linfócitos matadores.",
      "E) presença de células de memória que atuam na resposta secundária."
    ],
    "year": "2011",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "53"
  },
  {
    "description": "QUESTÃO 55) No processo de industrialização da mamona, além do óleo que contém vários ácidos graxos, é obtida uma massa orgânica, conhecida como torta de mamona. Esta massa tem potencial para ser utilizada como fertilizante para o solo e como complemento em rações animais devido a seu elevado valor proteico. No entanto, a torta apresenta compostos tóxicos e alergênicos diferentemente do óleo da mamona. Para que a torta possa ser utilizada na alimentação animal, é necessário um processo de descontaminação.\nA característica presente nas substâncias tóxicas e alergênicas, que inviabiliza sua solubilização no óleo de mamona, é a",
    "alternatives": [
      "A) lipofilia.",
      "B) hidrofilia.",
      "C) hipocromia.",
      "D) cromatofilia.",
      "E) hiperpolarização."
    ],
    "year": "2011",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "B",
    "index_question": "55"
  },
  {
    "description": "QUESTÃO 56) O manual de funcionamento de um captador de guitarra elétrica apresenta o seguinte texto: Esse captador comum consiste de uma bobina, fios condutores enrolados em torno de um ímã permanente. O campo magnético do ímã induz o ordenamento dos polos magnéticos na corda da guitarra, que está próxima a ele. Assim, quando a corda é tocada, as oscilações produzem variações, com o mesmo padrão, no fluxo magnético que atravessa a bobina. Isso induz uma corrente elétrica na bobina, que é transmitida até o amplificador e, daí, para o alto-falante. Um guitarrista trocou as cordas originais de sua guitarra, que eram feitas de aço, por outras feitas de náilon. Com o uso dessas cordas, o amplificador ligado ao instrumento não emitia mais som, porque a corda de náilon",
    "alternatives": [
      "A) isola a passagem de corrente elétrica da bobina para o alto-falante.",
      "B) varia seu comprimento mais intensamente do que ocorre com o aço.",
      "C) apresenta uma magnetização desprezível sob a ação do ímã permanente.",
      "D) induz correntes elétricas na bobina mais intensas que a capacidade do captador.",
      "E) oscila com uma frequência menor do que a que pode ser percebida pelo captador."
    ],
    "year": "2011",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "C",
    "index_question": "56"
  },
  {
    "description": "QUESTÃO 57) O controle biológico, técnica empregada no combate a espécies que causam danos e prejuízos aos seres humanos, é utilizado no combate à lagarta que se alimenta de folhas de algodoeiro. Algumas espécies de borboleta depositam seus ovos nessa cultura. A microvespa Trichogramma sp. introduz seus ovos nos ovos de outros insetos, incluindo os das borboletas em questão. Os embriões da vespa se alimentam do conteúdo desses ovos e impedem que as larvas de borboleta se desenvolvam. Assim, é possível reduzir a densidade populacional das borboletas até níveis que não prejudiquem a cultura.\nA técnica de controle biológico realizado pela microvespa Trichogramma sp. consiste na",
    "alternatives": [
      "A) introdução de um parasita no ambiente da espécie que se deseja combater.",
      "B) introdução de um gene letal nas borboletas, a fim de diminuir o número de indivíduos.",
      "C) competição entre a borboleta e a microvespa para a obtenção de recursos.",
      "D) modificação do ambiente para selecionar indivíduos melhor adaptados.",
      "E) aplicação de inseticidas a fim de diminuir o número de indivíduos que se deseja combater."
    ],
    "year": "2011",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "A",
    "index_question": "57"
  },
  {
    "description": "QUESTÃO 58) A pele humana, quando está bem hidratada, adquire boa elasticidade e aspecto macio e suave. Em contrapartida, quando está ressecada, perde sua elasticidade e se apresenta opaca e áspera. Para evitar o ressecamento da pele é necessário, sempre que possível, utilizar hidratantes umectantes, feitos geralmente à base de glicerina e polietilenoglicol: glicerina polietilenoglicol A retenção de água na superfície da pele promovida pelos hidratantes é consequência da interação dos grupos hidroxila dos agentes umectantes com a umidade contida no ambiente por meio de",
    "alternatives": [
      "A) ligações iônicas.",
      "B) forças de London.",
      "C) ligações covalentes.",
      "D) forças dipolo-dipolo.",
      "E) ligações de hidrogênio."
    ],
    "year": "2011",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "58"
  },
  {
    "description": "QUESTÃO 61) Nos dias de hoje, podemos dizer que praticamente todos os seres humanos já ouviram em algum momento falar sobre o DNA e seu papel na hereditariedade da maioria dos organismos. Porém, foi apenas em 1952, um ano antes da descrição do modelo do DNA em dupla hélice por Watson e Crick, que foi confirmado sem sombra de dúvidas que o DNA é material genético. No artigo em que Watson e Crick descreveram a molécula de DNA, eles sugeriram um modelo de como essa molécula deveria se replicar. Em 1958, Meselson e Stahl realizaram experimentos utilizando isótopos pesados de nitrogênio que foram incorporados às bases nitrogenadas para avaliar como se daria a replicação da molécula. A partir dos resultados, confirmaram o modelo sugerido por Watson e Crick, que tinha como premissa básica o rompimento das pontes de hidrogênio entre as bases nitrogenadas.\nGRIFFITHS, A. J. F. et al. Introdução à Genética. Rio de Janeiro: Guanabara Koogan, 2002.\nConsiderando a estrutura da molécula de DNA e a posição das pontes de hidrogênio na mesma, os experimentos realizados por Meselson e Stahl a respeito da replicação dessa molécula levaram à conclusão de que",
    "alternatives": [
      "A) a replicação do DNA é conservativa, isto é, a fita dupla filha é recém-sintetizada e o filamento parental é conservado.",
      "B) a replicação de DNA é dispersiva, isto é, as fitas filhas contêm DNA recém-sintetizado e parentais em cada uma das fitas.",
      "C) a replicação é semiconservativa, isto é, as fitas filhas consistem de uma fita parental e uma recém-sintetizada.",
      "D) a replicação do DNA é conservativa, isto é, as fitas filhas consistem de moléculas de DNA parental.",
      "E) a replicação é semiconservativa, isto é, as fitas filhas consistem de uma fita molde e uma fita codificadora."
    ],
    "year": "2011",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "C",
    "index_question": "61"
  },
  {
    "description": "QUESTÃO 65) Em 1999, a geneticista Emma Whitelaw desenvolveu um experimento no qual ratas prenhes foram submetidas a uma dieta rica em vitamina B12, ácido fólico e soja. Os filhotes dessas ratas, apesar de possuírem o gene para obesidade, não expressaram essa doença na fase adulta. A autora concluiu que a alimentação da mãe, durante a gestação, silenciou o gene da obesidade. Dez anos depois, as geneticistas Eva Jablonka e Gal Raz listaram 100 casos comprovados de traços adquiridos e transmitidos entre gerações de organismos, sustentando, assim, a epigenética, que estuda as mudanças na atividade dos genes que não envolvem alterações na sequência do DNA.\nAlguns cânceres esporádicos representam exemplos de alteração epigenética, pois são ocasionados por",
    "alternatives": [
      "A) aneuploidia do cromossomo sexual X.",
      "B) polipoidia dos cromossomos autossômicos.",
      "C) mutação em genes autossômicos com expressão dominante.",
      "D) substituição no gene da cadeia beta da hemoglobina.",
      "E) inativação de genes por meio de modificações nas bases nitrogenadas."
    ],
    "year": "2011",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "65"
  },
  {
    "description": "QUESTÃO 66) Um motor só poderá realizar trabalho se receber uma quantidade de energia de outro sistema. No caso, a energia armazenada no combustível é, em parte, liberada durante a combustão para que o aparelho possa funcionar. Quando o motor funciona, parte da energia convertida ou transformada na combustão não pode ser utilizada para a realização de trabalho. Isso significa dizer que há vazamento da energia em outra forma.\nDe acordo com o texto, as transformações de energia que ocorrem durante o funcionamento do motor são decorrentes de a",
    "alternatives": [
      "A) liberação de calor dentro do motor ser impossível.",
      "B) realização de trabalho pelo motor ser incontrolável.",
      "C) conversão integral de calor em trabalho ser impossível.",
      "D) transformação de energia térmica em cinética ser impossível.",
      "E) utilização de energia potencial do combustível ser incontrolável."
    ],
    "year": "2011",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "C",
    "index_question": "66"
  },
  {
    "description": "QUESTÃO 68) Um instituto de pesquisa norte-americano divulgou recentemente ter criado uma “célula sintética”, uma bactéria chamada de Mycoplasma mycoides. Os pesquisadores montaram uma sequência de nucleotídeos, que formam o único cromossomo dessa bactéria, o qual foi introduzido em outra espécie de bactéria, a Mycoplasma capricolum. Após a introdução, o cromossomo da M. capricolum foi neutralizado e o cromossomo artificial da M. mycoides começou a gerenciar a célula, produzindo suas proteínas. GILBSON et al. Creation of a Bacterial Cell Controlled by a Chemically synthesized Genome. A importância dessa inovação tecnológica para a comunidade científica se deve à",
    "alternatives": [
      "A) possibilidade de sequenciar os genomas de bactérias para serem usados como receptoras de cromossomos artificiais.",
      "B) capacidade de criação, pela ciência, de novas formas de vida, utilizando substâncias como carboidratos e lipídios.",
      "C) possibilidade de produção em massa da bactéria Mycoplasma capricolum para sua distribuição em ambientes naturais.",
      "D) possibilidade de programar geneticamente microrganismos ou seres mais complexos para produzir medicamentos, vacinas e combustíveis.",
      "E) capacidade da bactéria Mycoplasma capricolum de expressar suas proteínas na bactéria sintética e estas serem usadas na indústria."
    ],
    "year": "2011",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "68"
  },
  {
    "description": "QUESTÃO 69) Os sintomas mais sérios da Gripe A, causada pelo vírus H1N1, foram apresentados por pessoas mais idosas e por gestantes. O motivo aparente é a menor imunidade desses grupos contra o vírus. Para aumentar a imunidade populacional relativa ao vírus da gripe A, o governo brasileiro distribuiu vacinas para os grupos mais suscetíveis.\nA vacina contra o H1N1, assim como qualquer outra vacina contra agentes causadores de doenças infecto- contagiosas, aumenta a imunidade das pessoas porque",
    "alternatives": [
      "A) possui anticorpos contra o agente causador da doença.",
      "B) possui proteínas que eliminam o agente causador da doença.",
      "C) estimula a produção de glóbulos vermelhos pela medula óssea.",
      "D) possui linfócitos B e T que neutralizam o agente causador da doença.",
      "E) estimula a produção de anticorpos contra o agente causador da doença."
    ],
    "year": "2011",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "69"
  },
  {
    "description": "QUESTÃO 71) Os biocombustíveis de primeira geração são derivados da soja, milho e cana-de-açúcar e sua produção ocorre através da fermentação. Biocombustíveis derivados de material celulósico ou biocombustíveis de segunda geração — coloquialmente chamados de “gasolina de capim” — são aqueles produzidos a partir de resíduos de madeira (serragem, por exemplo), talos de milho, palha de trigo ou capim de crescimento rápido e se apresentam como uma alternativa para os problemas enfrentados pelos de primeira geração, já que as matérias-primas são baratas e abundantes.\nDALE, B. E.; HUBER, G. W. Gasolina de capim e outros vegetais. O texto mostra um dos pontos de vista a respeito do uso dos biocombustíveis na atualidade, os quais",
    "alternatives": [
      "A) são matrizes energéticas com menor carga de poluição para o ambiente e podem propiciar a geração de novos empregos, entretanto, para serem oferecidos com baixo custo, a tecnologia da degradação da celulose nos biocombustíveis de segunda geração deve ser extremamente eficiente.",
      "B) oferecem múltiplas dificuldades, pois a produção é de alto custo, sua implantação não gera empregos, e deve-se ter cuidado com o risco ambiental, pois eles oferecerem os mesmos riscos que o uso de combustíveis fósseis.",
      "C) sendo de segunda geração, são produzidos por uma tecnologia que acarreta problemas sociais, sobretudo decorrente do fato de a matéria-prima ser abundante e facilmente encontrada, o que impede a geração de novos empregos.",
      "D) sendo de primeira e segunda geração, são produzidos por tecnologias que devem passar por uma avaliação criteriosa quanto ao uso, pois uma enfrenta o problema da falta de espaço para plantio da matéria-prima e a outra impede a geração de novas fontes de emprego.",
      "E) podem acarretar sérios problemas econômicos e sociais, pois a substituição do uso de petróleo afeta negativamente toda uma cadeia produtiva na medida em que exclui diversas fontes de emprego nas refinarias, postos de gasolina e no transporte de petróleo e gasolina."
    ],
    "year": "2011",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "A",
    "index_question": "71"
  },
  {
    "description": "QUESTÃO 80) Segundo dados do Balanço Energético Nacional de 2008, do Ministério das Minas e Energia, a matriz energética brasileira é composta por hidrelétrica (80%), termelétrica (19,9%) e eólica (0,1%). Nas termelétricas, esse percentual é dividido conforme o combustível usado, sendo: gás natural (6,6%), biomassa (5,3%), derivados de petróleo (3,3%), energia nuclear (3,1%) e carvão mineral (1,6%). Com a geração de eletricidade da biomassa, pode-se considerar que ocorre uma compensação do carbono liberado na queima do material vegetal pela absorção desse elemento no crescimento das plantas. Entretanto, estudos indicam que as emissões de metano (CH4) das hidrelétricas podem ser comparáveis às emissões de CO2 das termelétricas.\nMORET, A. S.; FERREIRA, I. A. As hidrelétricas do Rio Madeira e os impactos socioambientais No Brasil, em termos do impacto das fontes de energia no crescimento do efeito estufa, quanto à emissão de gases, as hidrelétricas seriam consideradas como uma fonte",
    "alternatives": [
      "A) limpa de energia, contribuindo para minimizar os efeitos deste fenômeno.",
      "B) eficaz de energia, tomando-se o percentual de oferta e os benefícios verificados.",
      "C) limpa de energia, não afetando ou alterando os níveis dos gases do efeito estufa.",
      "D) poluidora, colaborando com níveis altos de gases de efeito estufa em função de seu potencial de oferta.",
      "E) alternativa, tomando-se por referência a grande emissão de gases de efeito estufa das demais fontes geradoras."
    ],
    "year": "2011",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "B",
    "index_question": "78"
  },
  {
    "description": "QUESTÃO 79) Moradores sobreviventes da tragédia que destruiu aproximadamente 60 casas no Morro do Bumba, na Zona Norte de Niterói (RJ), ainda defendem a hipótese de o deslizamento ter sido causado por uma explosão provocada por gás metano, visto que esse local foi um lixão entre os anos 1960 e 1980.\nO gás mencionado no texto é produzido",
    "alternatives": [
      "A) como subproduto da respiração aeróbia bacteriana.",
      "B) pela degradação anaeróbia de matéria orgânica por bactérias.",
      "C) como produto da fotossíntese de organismos pluricelulares autotróficos.",
      "D) pela transformação química do gás carbônico em condições anaeróbias.",
      "E) pela conversão, por oxidação química, do gás carbônico sob condições aeróbias."
    ],
    "year": "2011",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "81"
  },
  {
    "description": "QUESTÃO 82) Os vaga-lumes machos e fêmeas emitem sinais luminosos para se atraírem para o acasalamento. O macho reconhece a fêmea de sua espécie e, atraído por ela, vai ao seu encontro. Porém, existe um tipo de vaga-lume, o Photuris, cuja fêmea engana e atrai os machos de outro tipo, o Photinus, fingindo ser desse gênero. Quando o macho Photinus se aproxima da fêmea Photuris, muito maior que ele, é atacado e devorado por ela.\nBERTOLDI, O. G.; VASCONCELLOS, J. R. Ciência & sociedade: a aventura da vida, A relação descrita no texto, entre a fêmea do gênero Photuris e o macho do gênero Photinus, é um exemplo de",
    "alternatives": [
      "A) comensalismo.",
      "B) inquilinismo.",
      "C) cooperação.",
      "D) predatismo.",
      "E) mutualismo."
    ],
    "year": "2011",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "C",
    "index_question": "83"
  },
  {
    "description": "QUESTÃO 83) O etanol é considerado um biocombustível promissor, pois, sob o ponto de vista do balanço de carbono, possui uma taxa de emissão praticamente igual a zero. Entretanto, esse não é o único ciclo biogeoquímico associado à produção de etanol. O plantio da cana- de-açúcar, matéria-prima para a produção de etanol, envolve a adição de macronutrientes como enxofre, nitrogênio, fósforo e potássio, principais elementos envolvidos no crescimento de um vegetal. Revista Química Nova na Escola. no 28, 2008.\nO nitrogênio incorporado ao solo, como consequência da atividade descrita anteriormente, é transformado em nitrogênio ativo e afetará o meio ambiente, causando",
    "alternatives": [
      "A) o acúmulo de sais insolúveis, desencadeando um processo de salinificação do solo.",
      "B) a eliminação de microrganismos existentes no solo responsáveis pelo processo de desnitrificação.",
      "C) a contaminação de rios e lagos devido à alta solubilidade de íons como NO3 - e NH4 + em água.",
      "D) a diminuição do pH do solo pela presença de NH3, que reage com a água, formando o NH4OH (aq).",
      "E) a diminuição da oxigenação do solo, uma vez que o nitrogênio ativo forma espécies químicas do tipo NO2, NO3 -, N2O."
    ],
    "year": "2011",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "A",
    "index_question": "84"
  },
  {
    "description": "QUESTÃO 87) Os Bichinhos e O Homem Arca de Noé Toquinho & Vinicius de Moraes Nossa irmã, a mosca É feia e tosca Enquanto que o mosquito É mais bonito Nosso irmão besouro Que é feito de couro Mal sabe voar Nossa irmã, a barata Bichinha mais chata É prima da borboleta Que é uma careta Nosso irmão, o grilo Que vive dando estrilo Só pra chatear MORAES, V. A arca de Noé: poemas infantis. São Paulo: Companhia das Letrinhas, 1991.\nO poema acima sugere a existência de relações de afinidade ente os animais citados e nós, seres humanos. Respeitando a liberdade poética dos autores, a unidade taxonômica que expressa a afinidade existente entre nós e estes animais é",
    "alternatives": [
      "A) o filo.",
      "B) o reino.",
      "C) a classe.",
      "D) a família.",
      "E) a espécie."
    ],
    "year": "2011",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "B",
    "index_question": "85"
  },
  {
    "description": "QUESTÃO 85) Um dos processos usados no tratamento do lixo é a incineração, que apresenta vantagens e desvantagens. Em São Paulo, por exemplo, o lixo é queimado a altas temperaturas e parte da energia liberada é transformada em energia elétrica. No entanto, a incineração provoca a emissão de poluentes na atmosfera. Uma forma de minimizar a desvantagem da incineração, destacada no texto, é",
    "alternatives": [
      "A) aumentar o volume do lixo incinerado para aumentar a produção de energia elétrica.",
      "B) fomentar o uso de filtros nas chaminés dos incineradores para diminuir a poluição do ar.",
      "C) aumentar o volume do lixo para baratear os custos operacionais relacionados ao processo.",
      "D) fomentar a coleta seletiva de lixo nas cidades para aumentar o volume de lixo incinerado.",
      "E) diminuir a temperatura de incineração do lixo para produzir maior quantidade de energia elétrica."
    ],
    "year": "2011",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "C",
    "index_question": "86"
  },
  {
    "description": "QUESTÃO 89) Durante as estações chuvosas, aumentam no Brasil as campanhas de prevenção à dengue, que têm como objetivo a redução da proliferação do mosquito Aedes aegypti, transmissor do vírus da dengue.\nQue proposta preventiva poderia ser efetivada para diminuir a reprodução desse mosquito?",
    "alternatives": [
      "A) Colocação de telas nas portas e janelas, pois o mosquito necessita de ambientes cobertos e fechados para a sua reprodução.",
      "B) Substituição das casas de barro por casas de alvenaria, haja vista que o mosquito se reproduz na parede das casas de barro.",
      "C) Remoção dos recipientes que possam acumular água, porque as larvas do mosquito se desenvolvem nesse meio.",
      "D) Higienização adequada de alimentos, visto que as larvas do mosquito se desenvolvem nesse tipo de substrato.",
      "E) Colocação de filtros de água nas casas, visto que a reprodução do mosquito acontece em águas contaminadas."
    ],
    "year": "2011",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "88"
  },
  {
    "description": "QUESTÃO 88) Certas espécies de algas são capazes de absorver rapidamente compostos inorgânicos presentes na água, acumulando-os durante seu crescimento. Essa capacidade fez com que se pensasse em usá-las como biofiltros para a limpeza de ambientes aquáticos contaminados, removendo, por exemplo, nitrogênio e fósforo de resíduos orgânicos e metais pesados provenientes de rejeitos industriais lançados nas águas. Na técnica do cultivo integrado, animais e algas crescem de forma associada, promovendo um maior equilíbrio ecológico. SORIANO, E. M. Filtros vivos para limpar a água. A utilização da técnica do cultivo integrado de animais e algas representa uma proposta favorável a um ecossistema mais equilibrado porque",
    "alternatives": [
      "A) os animais eliminam metais pesados, que são usados pelas algas para a síntese de biomassa.",
      "B) os animais fornecem excretas orgânicos nitrogenados, que são transformados em gás carbônico pelas algas.",
      "C) as algas usam os resíduos nitrogenados liberados pelos animais e eliminam gás carbônico na fotossíntese, usado na respiração aeróbica.",
      "D) as algas usam os resíduos nitrogenados provenientes do metabolismo dos animais e, durante a síntese de compostos orgânicos, liberam oxigênio para o ambiente.",
      "E) as algas aproveitam os resíduos do metabolismo dos animais e, durante a quimiossíntese de compostos orgânicos, liberam oxigênio para o ambiente."
    ],
    "year": "2011",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "C",
    "index_question": "89"
  },
  {
    "description": "QUESTÃO 90) De acordo com o relatório “A grande sombra da pecuária” (Livestock’s Long Shadow), feito pela Organização das Nações Unidas para a Agricultura e a Alimentação, o gado é responsável por cerca de 18% do aquecimento global, uma contribuição maior que a do setor de transportes.\nA criação de gado em larga escala contribui para o aquecimento global por meio da emissão de",
    "alternatives": [
      "A) metano durante o processo de digestão.",
      "B) óxido nitroso durante o processo de ruminação.",
      "C) clorofluorcarbono durante o transporte de carne.",
      "D) óxido nitroso durante o processo respiratório.",
      "E) dióxido de enxofre durante o consumo de pastagens."
    ],
    "year": "2011",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "A",
    "index_question": "90"
  },
  {
    "description": "QuESTÃO 94) War Until the philosophy which holds one race superior And another inferior Is finally and permanently discredited and abandoned, Everywhere is war ― Me say war. That until there is no longer First class and second class citizens of any nation, Until the color of a man’s skin Is of no more significance than the color of his eyes ― Me say war. […] And until the ignoble and unhappy regimes that hold our brothers in Angola, in Mozambique, South Africa, sub-human bondage have been toppled, Utterly destroyed ― Well, everywhere is war ― Me say war.\nBob Marley foi um artista popular e atraiu muitos fãs com suas canções. Ciente de sua influência social, na música War, o cantor se utiliza de sua arte para alertar sobre",
    "alternatives": [
      "A) a inércia do continente africano diante das injustiças sociais.",
      "B) a persistência da guerra enquanto houver diferenças raciais e sociais.",
      "C) as acentuadas diferenças culturais entre os países africanos.",
      "D) as discrepâncias sociais entre moçambicanos e angolanos como causa de conflitos.",
      "E) a fragilidade das diferenças raciais e sociais como justificativas para o início de uma guerra."
    ],
    "year": "2011",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "94"
  },
  {
    "description": "QuESTÃO 91) Los fallos de software en aparatos médicos, como marcapasos, van a ser una creciente amenaza para la salud pública, según el informe de Software Freedom Law Center (SFLC) que ha sido presentado hoy en Portland (EEUU), en la Open Source Convention (OSCON).\nLa ponencia “Muerto por el código: transparencia de software en los dispositivos médicos implantables” aborda el riesgo potencialmente mortal de los defectos informáticos en los aparatos médicos implantados en las personas. Según SFLC, millones de personas con condiciones crónicas del corazón, epilepsia, diabetes, obesidad e, incluso, la depresión dependen de implantes, pero el software permanece oculto a los pacientes y sus médicos. La SFLC recuerda graves fallos informáticos ocurridos en otros campos, como en elecciones, en la fabricación de coches, en las líneas aéreas comerciales o en los mercados financieros.\nO título da palestra, citado no texto, antecipa o tema que será tratado e mostra que o autor tem a intenção de",
    "alternatives": [
      "A) relatar novas experiências em tratamento de saúde.",
      "B) alertar sobre os riscos mortais de determinados softwares de uso médico para o ser humano.",
      "C) denunciar falhas médicas na implantação de softwares em seres humanos.",
      "D) divulgar novos softwares presentes em aparelhos médicos lançados no mercado.",
      "E) apresentar os defeitos mais comuns de softwares em aparelhos médicos."
    ],
    "year": "2011",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "96"
  },
  {
    "description": "QuESTÃO 92) Bienvenido a Brasília El Gobierno de Brasil, por medio del Ministerio de la Cultura y del Instituto del Patrimonio Histórico y Artístico Nacional (IPHAN), da la bienvenida a los participantes de la 34ª Sesión del Comité del Patrimonio Mundial, encuentro realizado por la Organización de las Naciones Unidas para la Educación, la Ciencia y la Cultura (UNESCO).\nRespaldado por la Convención del Patrimonio Mundial, de 1972, el Comité reúne en su 34ª sesión más de 180 delegaciones nacionales para deliberar sobre las nuevas candidaturas y el estado de conservación y de riesgo de los bienes ya declarados Patrimonio Mundial, con base en los análisis del Consejo Internacional de Monumentos y Sitios (Icomos), del Centro Internacional para el Estudio de la Preservación y la Restauración del Patrimonio Cultural (ICCROM) y de la Unión Internacional para la Conservación de la Naturaleza (IUCN).\nO Comitê do Patrimônio Mundial reúne-se regularmente para deliberar sobre ações que visem à conservação e à preservação do patrimônio mundial. Entre as tarefas atribuídas às delegações nacionais que participaram da 34ª Sessão do Comitê do Patrimônio Mundial, destaca-se a",
    "alternatives": [
      "A) participação em reuniões do Conselho Internacional de Monumentos e Sítios.",
      "B) realização da cerimônia de recepção da Convenção do Patrimônio Mundial.",
      "C) organização das análises feitas pelo Ministério da Cultura brasileiro.",
      "D) discussão sobre o estado de conservação dos bens já declarados patrimônios mundiais.",
      "E) estruturação da próxima reunião do Comitê do Patrimônio Mundial."
    ],
    "year": "2011",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "97"
  },
  {
    "description": "QuESTÃO 93) ‘Desmachupizar’ el turismo Es ya un lugar común escuchar aquello de que hay que desmachupizar el turismo en Perú y buscar visitantes en las demás atracciones (y son muchas) que tiene el país, naturales y arqueológicas, pero la ciudadela inca tiene un imán innegable. La Cámara Nacional de Turismo considera que Machu Picchu significa el 70% de los ingresos por turismo en Perú, ya que cada turista que tiene como primer destino la ciudadela inca visita entre tres y cinco lugares más (la ciudad de Cuzco, la de Arequipa, las líneas de Nazca, el Lago Titicaca y la selva) y deja en el país un promedio de 2 200 dólares (unos 1 538 euros).\nCarlos Canales, presidente de Canatur, señaló que la ciudadela tiene capacidad para recibir más visitantes que en la actualidad (un máximo de 3 000) con un sistema planificado de horarios y rutas, pero no quiso avanzar una cifra. Sin embargo, la Unesco ha advertido en varias ocasiones que el monumento se encuentra cercano al punto de saturación y el Gobierno no debe emprender ninguna política de captación de nuevos visitantes, algo con lo que coincide el viceministro Roca Rey. A reportagem do jornal espanhol mostra a preocupação diante de um problema no Peru, que pode ser resumido pelo vocábulo “desmachupizar”, referindo-se",
    "alternatives": [
      "A) à escassez de turistas no país.",
      "B) ao difícil acesso ao lago Titicaca.",
      "C) à destruição da arqueologia no país.",
      "D) ao excesso de turistas na terra dos incas.",
      "E) à falta de atrativos turísticos em Arequipa."
    ],
    "year": "2011",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "98"
  },
  {
    "description": "QuESTÃO 94) El tango Ya sea como danza, música, poesía o cabal expresión de una filosofía de vida, el tango posee una larga y valiosa trayectoria, jalonada de encuentros y desencuentros, amores y odios, nacida desde lo más hondo de la historia argentina. El nuevo ambiente es el cabaret, su nuevo cultor la clase media porteña, que ameniza sus momentos de diversión con nuevas composiciones, sustituyendo el carácter malevo del tango primitivo por una nueva poesía más acorde con las concepciones estéticas provenientes de Londres y París.\nYa en la década del ‘20 el tango se anima incluso a traspasar las fronteras del país, recalando en lujosos salones parisinos donde es aclamado por públicos selectos que adhieren entusiastas a la sensualidad del nuevo baile. Ya no es privativo de los bajos fondos porteños; ahora se escucha y se baila en salones elegantes, clubs y casas particulares. El tango revive con juveniles fuerzas en ajironadas versiones de grupos rockeros, presentaciones en elegantes reductos de San Telmo, Barracas y La Boca y películas foráneas que lo divulgan por el mundo entero. Sabendo-se que a produção cultural de um país pode influenciar, retratar ou, inclusive, ser reflexo de acontecimentos de sua história, o tango, dentro do contexto histórico argentino, é reconhecido por",
    "alternatives": [
      "A) manter-se inalterado ao longo de sua história no país.",
      "B) influenciar os subúrbios, sem chegar a outras regiões.",
      "C) sobreviver e se difundir, ultrapassando as fronteiras do país.",
      "D) manifestar seu valor primitivo nas diferentes camadas sociais.",
      "E) ignorar a influência de países europeus, como Inglaterra e França."
    ],
    "year": "2011",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "C",
    "index_question": "99"
  },
  {
    "description": "QuESTÃO 96) Na modernidade, o corpo foi descoberto, despido e modelado pelos exercícios físicos da moda. Novos espaços e práticas esportivas e de ginástica passaram a convocar as pessoas a modelarem seus corpos. Multiplicaram-se as academias de ginástica, as salas de musculação e o número de pessoas correndo pelas ruas. SECRETARIA DA EDUCAÇÃO. Caderno do professor: educação física. São Paulo, 2008.\nDiante do exposto, é possível perceber que houve um aumento da procura por",
    "alternatives": [
      "A) exercícios físicos aquáticos (natação/hidroginástica), que são exercícios de baixo impacto, evitando o atrito (não prejudicando as articulações), e que previnem o envelhecimento precoce e melhoram a qualidade de vida.",
      "B) mecanismos que permitem combinar alimentação e exercício físico, que permitem a aquisição e manutenção de níveis adequados de saúde, sem a preocupação com padrões de beleza instituídos socialmente.",
      "C) programas saudáveis de emagrecimento, que evitam os prejuízos causados na regulação metabólica, função imunológica, integridade óssea e manutenção da capacidade funcional ao longo do envelhecimento.",
      "D) exercícios de relaxamento, reeducação postural e alongamentos, que permitem um melhor funcionamento do organismo como um todo, bem como uma dieta alimentar e hábitos saudáveis com base em produtos naturais.",
      "E) dietas que preconizam a ingestão excessiva ou restrita de um ou mais macronutrientes (carboidratos, gorduras ou proteínas), bem como exercícios que permitem um aumento de massa muscular e/ou modelar o corpo."
    ],
    "year": "2011",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "101"
  },
  {
    "description": "QuESTÃO 100) TEXTO i Onde está a honestidade? Você tem palacete reluzente Tem joias e criados à vontade Sem ter nenhuma herança ou parente Só anda de automóvel na cidade...\nE o povo pergunta com maldade: Onde está a honestidade? Onde está a honestidade? O seu dinheiro nasce de repente E embora não se saiba se é verdade Você acha nas ruas diariamente Anéis, dinheiro e felicidade...\nVassoura dos salões da sociedade Que varre o que encontrar em sua frente Promove festivais de caridade Em nome de qualquer defunto ausente...\nTEXTO ii Um vulto da história da música popular brasileira, reconhecido nacionalmente, é Noel Rosa. Ele nasceu em 1910, no Rio de Janeiro; portanto, se estivesse vivo, estaria completando 100 anos. Mas faleceu aos 26 anos de idade, vítima de tuberculose, deixando um acervo de grande valor para o patrimônio cultural brasileiro. Muitas de suas letras representam a sociedade contemporânea, como se tivessem sido escritas no século XXI.\nUm texto pertencente ao patrimônio literário-cultural brasileiro é atualizável, na medida em que ele se refere a valores e situações de um povo. A atualidade da canção Onde está a honestidade?, de Noel Rosa, evidencia-se por meio",
    "alternatives": [
      "A) da ironia, ao se referir ao enriquecimento de origem duvidosa de alguns.",
      "B) da crítica aos ricos que possuem joias, mas não têm herança.",
      "C) da maldade do povo a perguntar sobre a honestidade.",
      "D) do privilégio de alguns em clamar pela honestidade.",
      "E) da insistência em promover eventos beneficentes."
    ],
    "year": "2011",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "103"
  },
  {
    "description": "QuESTÃO 98) Quem é pobre, pouco se apega, é um giro-o-giro no vago dos gerais, que nem os pássaros de rios e lagoas. O senhor vê: o Zé-Zim, o melhor meeiro meu aqui, risonho e habilidoso. Pergunto: ― Zé-Zim, por que é que você não cria galinhas-d’angola, como todo o mundo faz? ― Quero criar nada não... ― me deu resposta: ― Eu gosto muito de mudar... [...] Belo um dia, ele tora. Ninguém discrepa. Eu, tantas, mesmo digo. Eu dou proteção. [...] Essa não faltou também à minha mãe, quando eu era menino, no sertãozinho de minha terra. [...] Gente melhor do lugar eram todos dessa família Guedes, Jidião Guedes; quando saíram de lá, nos trouxeram junto, minha mãe e eu. Ficamos existindo em território baixio da Sirga, da outra banda, ali onde o de-Janeiro vai no São Francisco, o senhor sabe.\nROSA, J. G. Grande Sertão: Veredas. Rio de Janeiro: José Olympio (fragmento).\nNa passagem citada, Riobaldo expõe uma situação decorrente de uma desigualdade social típica das áreas rurais brasileiras marcadas pela concentração de terras e pela relação de dependência entre agregados e fazendeiros. No texto, destaca-se essa relação porque o personagem-narrador",
    "alternatives": [
      "A) relata a seu interlocutor a história de Zé-Zim, demonstrando sua pouca disposição em ajudar seus agregados, uma vez que superou essa condição graças à sua força de trabalho.",
      "B) descreve o processo de transformação de um meeiro — espécie de agregado — em proprietário de terra.",
      "C) denuncia a falta de compromisso e a desocupação dos moradores, que pouco se envolvem no trabalho da terra.",
      "D) mostra como a condição material da vida do sertanejo é dificultada pela sua dupla condição de homem livre e, ao mesmo tempo, dependente.",
      "E) mantém o distanciamento narrativo condizente com sua posição social, de proprietário de terras."
    ],
    "year": "2011",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "104"
  },
  {
    "description": "QuESTÃO 103) O hipertexto refere-se à escritura eletrônica não sequencial e não linear, que se bifurca e permite ao leitor o acesso a um número praticamente ilimitado de outros textos a partir de escolhas locais e sucessivas, em tempo real. Assim, o leitor tem condições de definir interativamente o fluxo de sua leitura a partir de assuntos tratados no texto sem se prender a uma sequência fixa ou a tópicos estabelecidos por um autor. Trata-se de uma forma de estruturação textual que faz do leitor simultaneamente coautor do texto final. O hipertexto se caracteriza, pois, como um processo de escritura/leitura eletrônica multilinearizado, multisequencial e indeterminado, realizado em um novo espaço de escrita. Assim, ao permitir vários níveis de tratamento de um tema, o hipertexto oferece a possibilidade de múltiplos graus de profundidade simultaneamente, já que não tem sequência definida, mas liga textos não necessariamente correlacionados.\nO computador mudou nossa maneira de ler e escrever, e o hipertexto pode ser considerado como um novo espaço de escrita e leitura. Definido como um conjunto de blocos autônomos de texto, apresentado em meio eletrônico computadorizado e no qual há remissões associando entre si diversos elementos, o hipertexto",
    "alternatives": [
      "A) é uma estratégia que, ao possibilitar caminhos totalmente abertos, desfavorece o leitor, ao confundir os conceitos cristalizados tradicionalmente.",
      "B) é uma forma artificial de produção da escrita, que, ao desviar o foco da leitura, pode ter como consequência o menosprezo pela escrita tradicional.",
      "C) exige do leitor um maior grau de conhecimentos prévios, por isso deve ser evitado pelos estudantes nas suas pesquisas escolares.",
      "D) facilita a pesquisa, pois proporciona uma informação específica, segura e verdadeira, em qualquer site de busca ou blog oferecidos na internet.",
      "E) possibilita ao leitor escolher seu próprio percurso de leitura, sem seguir sequência predeterminada, constituindo-se em atividade mais coletiva e colaborativa."
    ],
    "year": "2011",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "108"
  },
  {
    "description": "QuESTÃO 105) Conceitos e importância das lutas Antes de se tornarem esporte, as lutas ou as artes marciais tiveram duas conotações principais: eram praticadas com o objetivo guerreiro ou tinham um apelo filosófico como concepção de vida bastante significativo.\nAtualmente, nos deparamos com a grande expansão das artes marciais em nível mundial. As raízes orientais foram se disseminando, ora pela necessidade de luta pela sobrevivência ou para a “defesa pessoal”, ora pela possibilidade de ter as artes marciais como própria filosofia de vida.\nCARREIRO, E. A. Educação Física na escola: Implicações para a prática pedagógica.\n Rio de Janeiro: Guanabara Koogan, 2008 (fragmento).\nUm dos problemas da violência que está presente principalmente nos grandes centros urbanos são as brigas e os enfrentamentos de torcidas organizadas, além da formação de gangues, que se apropriam de gestos das lutas, resultando, muitas vezes, em fatalidades. Portanto, o verdadeiro objetivo da aprendizagem desses movimentos foi mal compreendido, afinal as lutas",
    "alternatives": [
      "A) se tornaram um esporte, mas eram praticadas com o objetivo guerreiro a fim de garantir a sobrevivência.",
      "B) apresentam a possibilidade de desenvolver o autocontrole, o respeito ao outro e a formação do caráter.",
      "C) possuem como objetivo principal a “defesa pessoal” por meio de golpes agressivos sobre o adversário.",
      "D) sofreram transformações em seus princípios filosóficos em razão de sua disseminação pelo mundo.",
      "E) se disseminaram pela necessidade de luta pela sobrevivência ou como filosofia pessoal de vida."
    ],
    "year": "2011",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "110"
  },
  {
    "description": "QuESTÃO 108) A dança é um importante componente cultural da humanidade. O folclore brasileiro é rico em danças que representam as tradições e a cultura de várias regiões do país. Estão ligadas aos aspectos religiosos, festas, lendas, fatos históricos, acontecimentos do cotidiano e brincadeiras e caracterizam-se pelas músicas animadas (com letras simples e populares), figurinos e cenários representativos. SECRETARIA DA EDUCAÇÃO. Proposta Curricular do Estado de São Paulo: A dança, como manifestação e representação da cultura rítmica, envolve a expressão corporal própria de um povo. Considerando-a como elemento folclórico, a dança revela",
    "alternatives": [
      "A) manifestações afetivas, históricas, ideológicas, intelectuais e espirituais de um povo, refletindo seu modo de expressar-se no mundo.",
      "B) aspectos eminentemente afetivos, espirituais e de entretenimento de um povo, desconsiderando fatos históricos.",
      "C) acontecimentos do cotidiano, sob influência mitológica e religiosa de cada região, sobrepondo aspectos políticos.",
      "D) tradições culturais de cada região, cujas manifestações rítmicas são classificadas em um ranking das mais originais.",
      "E) lendas, que se sustentam em inverdades históricas, uma vez que são inventadas, e servem apenas para a vivência lúdica de um povo."
    ],
    "year": "2011",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "113"
  },
  {
    "description": "QuESTÃO 109) Cultivar um estilo de vida saudável é extremamente importante para diminuir o risco de infarto, mas também de problemas como morte súbita e derrame. Significa que manter uma alimentação saudável e praticar atividade física regularmente já reduz, por si só, as chances de desenvolver vários problemas. Além disso, é importante para o controle da pressão arterial, dos níveis de colesterol e de glicose no sangue. Também ajuda a diminuir o estresse e aumentar a capacidade física, fatores que, somados, reduzem as chances de infarto. Exercitar-se, nesses casos, com acompanhamento médico e moderação, é altamente recomendável. ATALIA, M. Nossa vida. Época. 23 mar. 2009.\nAs ideias veiculadas no texto se organizam estabelecendo relações que atuam na construção do sentido. A esse respeito, identifica-se, no fragmento, que",
    "alternatives": [
      "A) a expressão “Além disso” marca uma sequenciação de ideias.",
      "B) o conectivo “mas também” inicia oração que exprime ideia de contraste.",
      "C) o termo “como”, em “como morte súbita e derrame”, introduz uma generalização.",
      "D) o termo “Também” exprime uma justificativa.",
      "E) o termo “fatores” retoma coesivamente “níveis de colesterol e de glicose no sangue”."
    ],
    "year": "2011",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "114"
  },
  {
    "description": "QuESTÃO 113) Estrada Esta estrada onde moro, entre duas voltas do caminho, Interessa mais que uma avenida urbana.\nNas cidades todas as pessoas se parecem.\nTodo mundo é igual. Todo mundo é toda a gente.\nAqui, não: sente-se bem que cada um traz a sua alma.\nCada criatura é única.\nAté os cães.\nEstes cães da roça parecem homens de negócios: Andam sempre preocupados.\nE quanta gente vem e vai! E tudo tem aquele caráter impressivo que faz meditar: Enterro a pé ou a carrocinha de leite puxada por um bodezinho manhoso.\nNem falta o murmúrio da água, para sugerir, pela voz dos símbolos, Que a vida passa! que a vida passa! E que a mocidade vai acabar.\nBANDEIRA, M. O ritmo dissoluto. Rio de Janeiro: Aguilar, 1967.\nA lírica de Manuel Bandeira é pautada na apreensão de significados profundos a partir de elementos do cotidiano. No poema Estrada, o lirismo presente no contraste entre campo e cidade aponta para",
    "alternatives": [
      "A) o desejo do eu lírico de resgatar a movimentação dos centros urbanos, o que revela sua nostalgia com relação à cidade.",
      "B) a percepção do caráter efêmero da vida, possibilitada pela observação da aparente inércia da vida rural.",
      "C) a opção do eu lírico pelo espaço bucólico como possibilidade de meditação sobre a sua juventude.",
      "D) a visão negativa da passagem do tempo, visto que esta gera insegurança.",
      "E) a profunda sensação de medo gerada pela reflexão acerca da morte."
    ],
    "year": "2011",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "118"
  },
  {
    "description": "QuESTÃO 115) No Brasil, a condição cidadã, embora dependa da leitura e da escrita, não se basta pela enunciação do direito, nem pelo domínio desses instrumentos, o que, sem dúvida, viabiliza melhor participação social. A condição cidadã depende, seguramente, da ruptura com o ciclo da pobreza, que penaliza um largo contingente populacional.\nFormação de leitores e construção da cidadania, memória e presença do PROLER. Rio de Janeiro: FBN, 2008.\nAo argumentar que a aquisição das habilidades de leitura e escrita não são suficientes para garantir o exercício da cidadania, o autor",
    "alternatives": [
      "A) critica os processos de aquisição da leitura e da escrita.",
      "B) fala sobre o domínio da leitura e da escrita no Brasil.",
      "C) incentiva a participação efetiva na vida da comunidade.",
      "D) faz uma avaliação crítica a respeito da condição cidadã do brasileiro.",
      "E) define instrumentos eficazes para elevar a condição social da população do Brasil."
    ],
    "year": "2011",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "120"
  },
  {
    "description": "QuESTÃO 116) É água que não acaba mais Dados preliminares divulgados por pesquisadores da Universidade Federal do Pará (UFPA) apontaram o Aquífero Alter do Chão como o maior depósito de água potável do planeta. Com volume estimado em 86 000 quilômetros cúbicos de água doce, a reserva subterrânea está localizada sob os estados do Amazonas, Pará e Amapá. “Essa quantidade de água seria suficiente para abastecer a população mundial durante 500 anos”, diz Milton Matta, geólogo da UFPA. Em termos comparativos, Alter do Chão tem quase o dobro do volume de água do Aquífero Guarani (com 45 000 quilômetros cúbicos). Até então, Guarani era a maior reserva subterrânea do mundo, distribuída por Brasil, Argentina, Paraguai e Uruguai.\nÉpoca. Nº 623, 26 abr. 2010.\nEssa notícia, publicada em uma revista de grande circulação, apresenta resultados de uma pesquisa científica realizada por uma universidade brasileira. Nessa situação específica de comunicação, a função referencial da linguagem predomina, porque o autor do texto prioriza",
    "alternatives": [
      "A) as suas opiniões, baseadas em fatos.",
      "B) os aspectos objetivos e precisos.",
      "C) os elementos de persuasão do leitor.",
      "D) os elementos estéticos na construção do texto.",
      "E) os aspectos subjetivos da mencionada pesquisa."
    ],
    "year": "2011",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "121"
  },
  {
    "description": "QuESTÃO 117) Pequeno concerto que virou canção Não, não há por que mentir ou esconder A dor que foi maior do que é capaz meu coração Não, nem há por que seguir cantando só para explicar Não vai nunca entender de amor quem nunca soube amar Ah, eu vou voltar pra mim Seguir sozinho assim Até me consumir ou consumir toda essa dor Até sentir de novo o coração capaz de amor Na canção de Geraldo Vandré, tem-se a manifestação da função poética da linguagem, que é percebida na elaboração artística e criativa da mensagem, por meio de combinações sonoras e rítmicas. Pela análise do texto, entretanto, percebe-se, também, a presença marcante da função emotiva ou expressiva, por meio da qual o emissor",
    "alternatives": [
      "A) imprime à canção as marcas de sua atitude pessoal, seus sentimentos.",
      "B) transmite informações objetivas sobre o tema de que trata a canção.",
      "C) busca persuadir o receptor da canção a adotar um certo comportamento.",
      "D) procura explicar a própria linguagem que utiliza para construir a canção.",
      "E) objetiva verificar ou fortalecer a eficiência da mensagem veiculada."
    ],
    "year": "2011",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "122"
  },
  {
    "description": "QuESTÃO 118) Quando os portugueses se instalaram no Brasil, o país era povoado de índios. Importaram, depois, da África, grande número de escravos. O Português, o Índio e o Negro constituem, durante o período colonial, as três bases da população brasileira. Mas no que se refere à cultura, a contribuição do Português foi de longe a mais notada. Durante muito tempo o português e o tupi viveram lado a lado como línguas de comunicação. Era o tupi que utilizavam os bandeirantes nas suas expedições. Em 1694, dizia o Padre Antônio Vieira que “as famílias dos portugueses e índios em São Paulo estão tão ligadas hoje umas com as outras, que as mulheres e os filhos se criam mística e domesticamente, e a língua que nas ditas famílias se fala é a dos Índios, e a portuguesa a vão os meninos aprender à escola.” TEYSSIER, P. História da língua portuguesa. Lisboa: A identidade de uma nação está diretamente ligada à cultura de seu povo. O texto mostra que, no período colonial brasileiro, o Português, o Índio e o Negro formaram a base da população e que o patrimônio linguístico brasileiro é resultado da",
    "alternatives": [
      "A) contribuição dos índios na escolarização dos brasileiros.",
      "B) diferença entre as línguas dos colonizadores e as dos indígenas.",
      "C) importância do padre Antônio Vieira para a literatura de língua portuguesa.",
      "D) origem das diferenças entre a língua portuguesa e as línguas tupi.",
      "E) interação pacífica no uso da língua portuguesa e da língua tupi."
    ],
    "year": "2011",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "123"
  },
  {
    "description": "QuESTÃO 120) Guardar Guardar uma coisa não é escondê-la ou trancá-la.\nEm cofre não se guarda coisa alguma.\nEm cofre perde-se a coisa à vista.\nGuardar uma coisa é olhá-la, fitá-la, mirá-la por admirá-la, isto é, iluminá-la ou ser por ela iluminado.\nGuardar uma coisa é vigiá-la, isto é, fazer vigília por ela, isto é, velar por ela, isto é, estar acordado por ela, isto é, estar por ela ou ser por ela.\nPor isso melhor se guarda o voo de um pássaro Do que um pássaro sem voos.\nPor isso se escreve, por isso se diz, por isso se publica, por isso se declara e declama um poema: Para guardá-lo: Para que ele, por sua vez, guarde o que guarda: Guarde o que quer que guarda um poema: Por isso o lance do poema: Por guardar-se o que se quer guardar.\nRio de Janeiro: Objetiva, 2001.\nA memória é um importante recurso do patrimônio cultural de uma nação. Ela está presente nas lembranças do passado e no acervo cultural de um povo. Ao tratar o fazer poético como uma das maneiras de se guardar o que se quer, o texto",
    "alternatives": [
      "A) ressalta a importância dos estudos históricos para a construção da memória social de um povo.",
      "B) valoriza as lembranças individuais em detrimento das narrativas populares ou coletivas.",
      "C) reforça a capacidade da literatura em promover a subjetividade e os valores humanos.",
      "D) destaca a importância de reservar o texto literário àqueles que possuem maior repertório cultural.",
      "E) revela a superioridade da escrita poética como forma ideal de preservação da memória cultural."
    ],
    "year": "2011",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "C",
    "index_question": "125"
  },
  {
    "description": "QuESTÃO 121) Lépida e leve Língua do meu Amor velosa e doce, que me convences de que sou frase, que me contornas, que me vestes quase, como se o corpo meu de ti vindo me fosse.\nLíngua que me cativas, que me enleias os surtos de ave estranha, em linhas longas de invisíveis teias, de que és, há tanto, habilidosa aranha...\n[...] Amo-te as sugestões gloriosas e funestas, amo-te como todas as mulheres te amam, ó língua-lama, ó língua-resplendor, pela carne de som que à ideia emprestas e pelas frases mudas que proferes nos silêncios de Amor!...\nMACHADO, G. In: MORICONI, I. (org.). Os cem melhores poemas brasileiros do século. Rio de Janeiro: Objetiva, 2001 (fragmento).\nA poesia de Gilka Machado identifica-se com as concepções artísticas simbolistas. Entretanto, o texto selecionado incorpora referências temáticas e formais modernistas, já que, nele, a poeta",
    "alternatives": [
      "A) procura desconstruir a visão metafórica do amor e abandona o cuidado formal.",
      "B) concebe a mulher como um ser sem linguagem e questiona o poder da palavra.",
      "C) questiona o trabalho intelectual da mulher e antecipa a construção do verso livre.",
      "D) propõe um modelo novo de erotização na lírica amorosa e propõe a simplificação verbal.",
      "E) explora a construção da essência feminina, a partir da polissemia de “língua”, e inova o léxico. MACHADO, G. In: MORICONI, I. (org.). Os cem melhores poemas brasileiros do século."
    ],
    "year": "2011",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "126"
  },
  {
    "description": "QuESTÃO 122) Considerando a autoria e a seleção lexical desse texto, bem como os argumentos nele mobilizados, constata-se que o objetivo do autor do texto é",
    "alternatives": [
      "A) informar os consumidores em geral sobre a atuação do Conar.",
      "B) conscientizar publicitários do compromisso ético ao elaborar suas peças publicitárias.",
      "C) alertar chefes de família, para que eles fiscalizem o conteúdo das propagandas veiculadas pela mídia.",
      "D) chamar a atenção de empresários e anunciantes em geral para suas responsabilidades ao contratarem publicitários sem ética.",
      "E) chamar a atenção de empresas para os efeitos nocivos que elas podem causar à sociedade, se compactuarem com propagandas enganosas."
    ],
    "year": "2011",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "127"
  },
  {
    "description": "QuESTÃO 127) Entre ideia e tecnologia O grande conceito por trás do Museu da Língua é apresentar o idioma como algo vivo e fundamental para o entendimento do que é ser brasileiro. Se nada nos define com clareza, a forma como falamos o português nas mais diversas situações cotidianas é talvez a melhor expressão da brasilidade.\nSCARDOVELI, E. Revista Língua Portuguesa. São Paulo: Segmento, Ano II, nº 6, 2006.\nO texto propõe uma reflexão acerca da língua portuguesa, ressaltando para o leitor a",
    "alternatives": [
      "A) inauguração do museu e o grande investimento em cultura no país.",
      "B) importância da língua para a construção da identidade nacional.",
      "C) afetividade tão comum ao brasileiro, retratada através da língua.",
      "D) relação entre o idioma e as políticas públicas na área de cultura.",
      "E) diversidade étnica e linguística existente no território nacional."
    ],
    "year": "2011",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "132"
  },
  {
    "description": "QuESTÃO 128) Palavra indígena A história da tribo Sapucaí, que traduziu para o idioma guarani os artefatos da era da computação que ganharam importância em sua vida, como mouse (que eles chamam de angojhá) e windows (oventã) Quando a internet chegou àquela comunidade, que abriga em torno de 400 guaranis, há quatro anos, por meio de um projeto do Comitê para Democratização da Informática (CDI), em parceria com a ONG Rede Povos da Floresta e com antena cedida pela Star One (da Embratel), Potty e sua aldeia logo vislumbraram as possibilidades de comunicação que a web traz. Ele conta que usam a rede, por enquanto, somente para preparação e envio de documentos, mas perceberam que ela pode ajudar na preservação da cultura indígena.\nA apropriação da rede se deu de forma gradual, mas os guaranis já incorporaram a novidade tecnológica ao seu estilo de vida. A importância da internet e da computação para eles está expressa num caso de rara incorporação: a do vocabulário. — Um dia, o cacique da aldeia Sapucaí me ligou. “A gente não está querendo chamar computador de “computador”. Sugeri a eles que criassem uma palavra em guarani. E criaram aiú irú rive, “caixa pra acumular a língua”. Nós, brancos, usamos mouse, windows e outros termos, que eles começaram a adaptar para o idioma deles, como angojhá (rato) e oventã (janela) — conta Rodrigo Baggio, diretor do CDI. O uso das novas tecnologias de informação e comunicação fez surgir uma série de novos termos que foram acolhidos na sociedade brasileira em sua forma original, como: mouse, windows, download, site, homepage, entre outros. O texto trata da adaptação de termos da informática à língua indígena como uma reação da tribo Sapucaí, o que revela",
    "alternatives": [
      "A) a possibilidade que o índio Potty vislumbrou em relação à comunicação que a web pode trazer a seu povo e à facilidade no envio de documentos e na conversação em tempo real.",
      "B) o uso da internet para preparação e envio de documentos, bem como a contribuição para as atividades relacionadas aos trabalhos da cultura indígena.",
      "C) a preservação da identidade, demonstrada pela conservação do idioma, mesmo com a utilização de novas tecnologias características da cultura de outros grupos sociais.",
      "D) adesão ao projeto do Comitê para Democratização da Informática (CDI), que, em parceria com a ONG Rede Povos da Floresta, possibilitou o acesso à web, mesmo em ambiente inóspito.",
      "E) a apropriação da nova tecnologia de forma gradual, evidente quando os guaranis incorporaram a novidade tecnológica ao seu estilo de vida com a possibilidade de acesso à internet."
    ],
    "year": "2011",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "C",
    "index_question": "133"
  },
  {
    "description": "QuESTÃO 129) Há certos usos consagrados na fala, e até mesmo na escrita, que, a depender do estrato social e do nível de escolaridade do falante, são, sem dúvida, previsíveis. Ocorrem até mesmo em falantes que dominam a variedade padrão, pois, na verdade, revelam tendências existentes na língua em seu processo de mudança que não podem ser bloqueadas em nome de um “ideal linguístico” que estaria representado pelas regras da gramática normativa. Usos como ter por haver em construções existenciais (tem muitos livros na estante), o do pronome objeto na posição de sujeito (para mim fazer o trabalho), a não-concordância das passivas com se (aluga-se casas) são indícios da existência, não de uma norma única, mas de uma pluralidade de normas, entendida, mais uma vez, norma como conjunto de hábitos linguísticos, sem implicar juízo de valor.\nCALLOU, D. Gramática, variação e normas. In: VIEIRA, S. R.; BRANDÃO, S. (orgs). Ensino de gramática: descrição e uso. São Paulo: Contexto, 2007 (fragmento).\nConsiderando a reflexão trazida no texto a respeito da multiplicidade do discurso, verifica-se que",
    "alternatives": [
      "A) estudantes que não conhecem as diferenças entre língua escrita e língua falada empregam, indistintamente, usos aceitos na conversa com amigos quando vão elaborar um texto escrito.",
      "B) falantes que dominam a variedade padrão do português do Brasil demonstram usos que confirmam a diferença entre a norma idealizada e a efetivamente praticada, mesmo por falantes mais escolarizados.",
      "C) moradores de diversas regiões do país que enfrentam dificuldades ao se expressar na escrita revelam a constante modificação das regras de emprego de pronomes e os casos especiais de concordância.",
      "D) pessoas que se julgam no direito de contrariar a gramática ensinada na escola gostam de apresentar usos não aceitos socialmente para esconderem seu desconhecimento da norma padrão.",
      "E) usuários que desvendam os mistérios e sutilezas da língua portuguesa empregam formas do verbo ter quando, na verdade, deveriam usar formas do verbo haver, contrariando as regras gramaticais."
    ],
    "year": "2011",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "134"
  },
  {
    "description": "QuESTÃO 130) mAnDiOcA – mais um presente da Amazônia Aipim, castelinha, macaxeira, maniva, maniveira. As designações da Manihot utilissima podem variar de região, no Brasil, mas uma delas deve ser levada em conta em todo o território nacional: pão-de-pobre – e por motivos óbvios.\nRica em fécula, a mandioca — uma planta rústica e nativa da Amazônia disseminada no mundo inteiro, especialmente pelos colonizadores portugueses — é a base de sustento de muitos brasileiros e o único alimento disponível para mais de 600 milhões de pessoas em vários pontos do planeta, e em particular em algumas regiões da África.\nO melhor do Globo Rural. Fev. 2005 (fragmento). De acordo com o texto, há no Brasil uma variedade de nomes para a Manihot utilissima, nome científico da mandioca. Esse fenômeno revela que",
    "alternatives": [
      "A) existem variedades regionais para nomear uma mesma espécie de planta.",
      "B) mandioca é nome específico para a espécie existente na região amazônica.",
      "C) “pão-de-pobre” é designação específica para a planta da região amazônica.",
      "D) os nomes designam espécies diferentes da planta, conforme a região.",
      "E) a planta é nomeada conforme as particularidades que apresenta."
    ],
    "year": "2011",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "135"
  },
  {
    "description": "QuESTÃO 135) O que é possível dizer em 140 caracteres? Sucesso do Twitter no Brasil é oportunidade única de compreender a importância da concisão nos gêneros de escrita A máxima “menos é mais” nunca fez tanto sentido como no caso do microblog Twitter, cuja premissa é dizer algo — não importa o quê — em 140 caracteres. Desde que o serviço foi criado, em 2006, o número de usuários da ferramenta é cada vez maior, assim como a diversidade de usos que se faz dela. Do estilo “querido diário” à literatura concisa, passando por aforismos, citações, jornalismo, fofoca, humor etc., tudo ganha o espaço de um tweet (“pio” em inglês), e entender seu sucesso pode indicar um caminho para o aprimoramento de um recurso vital à escrita: a concisão. O Twitter se presta a diversas finalidades, entre elas, à comunicação concisa, por isso essa rede social",
    "alternatives": [
      "A) é um recurso elitizado, cujo público precisa dominar a língua padrão.",
      "B) constitui recurso próprio para a aquisição da modalidade escrita da língua.",
      "C) é restrita à divulgação de textos curtos e pouco significativos e, portanto, é pouco útil.",
      "D) interfere negativamente no processo de escrita e acaba por revelar uma cultura pouco reflexiva.",
      "E) estimula a produção de frases com clareza e objetividade, fatores que potencializam a comunicação interativa."
    ],
    "year": "2011",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "140"
  },
  {
    "description": "QuESTÃO 136) Um mecânico de uma equipe de corrida necessita que as seguintes medidas realizadas em um carro sejam obtidas em metros: a) distância a entre os eixos dianteiro e traseiro; b) altura b entre o solo e o encosto do piloto.\nAo optar pelas medidas a e b em metros, obtêm-se, respectivamente,",
    "alternatives": [
      "A) 0,23 e 0,16.",
      "B) 2,3 e 1,6.",
      "C) 23 e 16.",
      "D) 230 e 160.",
      "E) 2 300 e 1 600."
    ],
    "year": "2011",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "B",
    "index_question": "141"
  },
  {
    "description": "QuESTÃO 138) O dono de uma oficina mecânica precisa de um pistão das partes de um motor, de 68 mm de diâmetro, para o conserto de um carro. Para conseguir um, esse dono vai até um ferro velho e lá encontra pistões com diâmetros iguais a 68,21 mm; 68,102 mm; 68,001 mm; 68,02 mm e 68,012 mm.\nPara colocar o pistão no motor que está sendo consertado, o dono da oficina terá de adquirir aquele que tenha o diâmetro mais próximo do que precisa.\nNessa condição, o dono da oficina deverá comprar o pistão de diâmetro",
    "alternatives": [
      "A) 68,21 mm.",
      "B) 68,102 mm.",
      "C) 68,02 mm.",
      "D) 68,012 mm.",
      "E) 68,001 mm."
    ],
    "year": "2011",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "E",
    "index_question": "143"
  },
  {
    "description": "QuESTÃO 141) Em 2010, um caos aéreo afetou o continente europeu, devido à quantidade de fumaça expelida por um vulcão na Islândia, o que levou ao cancelamento de inúmeros voos.\nCinco dias após o início desse caos, todo o espaço aéreo europeu acima de 6 000 metros estava liberado, com exceção do espaço aéreo da Finlândia. Lá, apenas voos internacionais acima de 31 mil pés estavam liberados.\nConsidere que 1 metro equivale a aproximadamente 3,3 pés. Qual a diferença, em pés, entre as altitudes liberadas na Finlândia e no restante do continente europeu cinco dias após o início do caos?",
    "alternatives": [
      "A) 3 390 pés.",
      "B) 9 390 pés.",
      "C) 11 200 pés.",
      "D) 19 800 pés.",
      "E) 50 800 pés."
    ],
    "year": "2011",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "146"
  },
  {
    "description": "QuESTÃO 142) Em uma certa cidade, os moradores de um bairro carente de espaços de lazer reivindicam à prefeitura municipal a construção de uma praça. A prefeitura concorda com a solicitação e afirma que irá construí-la em formato retangular devido às características técnicas do terreno. Restrições de natureza orçamentária impõem que sejam gastos, no máximo, 180 m de tela para cercar a praça. A prefeitura apresenta aos moradores desse bairro as medidas dos terrenos disponíveis para a construção da praça: Terreno 1: 55 m por 45 m Terreno 2: 55 m por 55 m Terreno 3: 60 m por 30 m Terreno 4: 70 m por 20 m Terreno 5: 95 m por 85 m Para optar pelo terreno de maior área, que atenda às restrições impostas pela prefeitura, os moradores deverão escolher o terreno",
    "alternatives": [
      "A) 1.",
      "B) 2.",
      "C) 3.",
      "D) 4.",
      "E) 5."
    ],
    "year": "2011",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "147"
  },
  {
    "description": "QuESTÃO 145) Café no Brasil O consumo atingiu o maior nível da história no ano passado: os brasileiros beberam o equivalente a 331 bilhões de xícaras.\nveja. Ed. 2158, 31 mar. 2010.\nConsidere que a xícara citada na notícia seja equivalente a, aproximadamente, 120 mL de café. Suponha que em 2010 os brasileiros bebam ainda mais café, aumentando o consumo em 1 5 do que foi consumido no ano anterior. De acordo com essas informações, qual a previsão mais aproximada para o consumo de café em 2010?",
    "alternatives": [
      "A) 8 bilhões de litros.",
      "B) 16 bilhões de litros.",
      "C) 32 bilhões de litros.",
      "D) 40 bilhões de litros.",
      "E) 48 bilhões de litros."
    ],
    "year": "2011",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "E",
    "index_question": "150"
  },
  {
    "description": "QuESTÃO 147) Para uma atividade realizada no laboratório de Matemática, um aluno precisa construir uma maquete da quadra de esportes da escola que tem 28 m de comprimento por 12 m de largura. A maquete deverá ser construída na escala de 1 : 250.\nQue medidas de comprimento e largura, em cm, o aluno utilizará na construção da maquete?",
    "alternatives": [
      "A) 4,8 e 11,2",
      "B) 7,0 e 3,0",
      "C) 11,2 e 4,8",
      "D) 28,0 e 12,0",
      "E) 30,0 e 70,0"
    ],
    "year": "2011",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "152"
  },
  {
    "description": "QuESTÃO 149) Observe as dicas para calcular a quantidade certa • de alimentos e bebidas para as festas de fim de ano: Para o prato principal, estime 250 gramas de carne para cada pessoa.\n• Um copo americano cheio de arroz rende o suficiente para quatro pessoas. • Para a farofa, calcule quatro colheres de sopa por convidado. • Uma garrafa de vinho serve seis pessoas. • Uma garrafa de cerveja serve duas. • Uma garrafa de espumante serve três convidados. Quem organiza festas faz esses cálculos em cima do total de convidados, independente do gosto de cada um. Quantidade certa de alimentos e bebidas evita o desperdício da ceia. Um anfitrião decidiu seguir essas dicas ao se preparar para receber 30 convidados para a ceia de Natal. Para seguir essas orientações à risca, o anfitrião deverá dispor de",
    "alternatives": [
      "A) 120 kg de carne, 7 copos americanos e meio de arroz, 120 colheres de sopa de farofa, 5 garrafas de vinho, 15 de cerveja e 10 de espumante.",
      "B) 120 kg de carne, 7 copos americanos e meio de arroz, 120 colheres de sopa de farofa, 5 garrafas de vinho, 30 de cerveja e 10 de espumante.",
      "C) 75 kg de carne, 7 copos americanos e meio de arroz, 120 colheres de sopa de farofa, 5 garrafas de vinho, 15 de cerveja e 10 de espumante.",
      "D) 7,5 kg de carne, 7 copos americanos, 120 colheres de sopa de farofa, 5 garrafas de vinho, 30 de cerveja e 10 de espumante.",
      "E) 7,5 kg de carne, 7 copos americanos e meio de arroz, 120 colheres de sopa de farofa, 5 garrafas de vinho, 15 de cerveja e 10 de espumante."
    ],
    "year": "2011",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "E",
    "index_question": "154"
  },
  {
    "description": "QuESTÃO 154) O polígono que dá forma a essa calçada é invariante por rotações, em torno de seu centro, de",
    "alternatives": [
      "A) 45°.",
      "B) 60°.",
      "C) 90°.",
      "D) 120°.",
      "E) 180°."
    ],
    "year": "2011",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "D",
    "index_question": "159"
  },
  {
    "description": "QuESTÃO 155) O saldo de contratações no mercado formal no setor varejista da região metropolitana de São Paulo registrou alta. Comparando as contratações deste setor no mês de fevereiro com as de janeiro deste ano, houve incremento de 4 300 vagas no setor, totalizando 880 605 trabalhadores com carteira assinada.\nSuponha que o incremento de trabalhadores no setor varejista seja sempre o mesmo nos seis primeiros meses do ano.\nConsiderando-se que y e x representam, respectivamen- te, as quantidades de trabalhadores no setor varejista e os meses, janeiro sendo o primeiro, fevereiro, o segundo, e assim por diante, a expressão algébrica que relaciona essas quantidades nesses meses é",
    "alternatives": [
      "A) y = 4 300x",
      "B) y = 884 905x",
      "C) y = 872 005 + 4 300x",
      "D) y = 876 305 + 4 300x",
      "E) y = 880 605 + 4 300x"
    ],
    "year": "2011",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "160"
  },
  {
    "description": "QuESTÃO 161) O número mensal de passagens de uma determinada empresa aérea aumentou no ano passado nas seguintes condições: em janeiro foram vendidas 33 000 passagens; em fevereiro, 34 500; em março, 36 000. Esse padrão de crescimento se mantém para os meses subsequentes.\nQuantas passagens foram vendidas por essa empresa em julho do ano passado?",
    "alternatives": [
      "A) 38 000",
      "B) 40 500",
      "C) 41 000",
      "D) 42 000",
      "E) 48 000"
    ],
    "year": "2011",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "D",
    "index_question": "166"
  },
  {
    "description": "QuESTÃO 163) Muitas medidas podem ser tomadas em nossas casas visando à utilização racional de energia elétrica. Isso deve ser uma atitude diária de cidadania. Uma delas pode ser a redução do tempo no banho. Um chuveiro com potência de 4 800 W consome 4,8 kW por hora. Uma pessoa que toma dois banhos diariamente, de 10 minutos cada, consumirá, em sete dias, quantos kW?",
    "alternatives": [
      "A) 0,8",
      "B) 1,6",
      "C) 5,6",
      "D) 11,2",
      "E) 33,6"
    ],
    "year": "2011",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "D",
    "index_question": "168"
  },
  {
    "description": "QuESTÃO 164) Cerca de 20 milhões de brasileiros vivem na região coberta pela caatinga, em quase 800 mil km2 de área. Quando não chove, o homem do sertão e sua família precisam caminhar quilômetros em busca da água dos açudes. A irregularidade climática é um dos fatores que mais interferem na vida do sertanejo.\nSegundo este levantamento, a densidade demográfica da região coberta pela caatinga, em habitantes por km2, é de",
    "alternatives": [
      "A) 250.",
      "B) 25.",
      "C) 2,5.",
      "D) 0,25.",
      "E) 0,025."
    ],
    "year": "2011",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "B",
    "index_question": "169"
  },
  {
    "description": "QuESTÃO 167) Em um jogo disputado em uma mesa de sinuca, há 16 bolas: 1 branca e 15 coloridas, as quais, de acordo com a coloração, valem de 1 a 15 pontos (um valor para cada bola colorida).\nO jogador acerta o taco na bola branca de forma que esta acerte as outras, com o objetivo de acertar duas das quinze bolas em quaisquer caçapas. Os valores dessas duas bolas são somados e devem resultar em um valor escolhido pelo jogador antes do início da jogada.\nArthur, Bernardo e Caio escolhem os números 12, 17 e 22 como sendo resultados de suas respectivas somas. Com essa escolha, quem tem a maior probabilidade de ganhar o jogo é",
    "alternatives": [
      "A) Arthur, pois a soma que escolheu é a menor.",
      "B) Bernardo, pois há 7 possibilidades de compor a soma escolhida por ele, contra 4 possibilidades para a escolha de Arthur e 4 possibilidades para a escolha de Caio.",
      "C) Bernardo, pois há 7 possibilidades de compor a soma escolhida por ele, contra 5 possibilidades para a escolha de Arthur e 4 possibilidades para a escolha de Caio.",
      "D) Caio, pois há 10 possibilidades de compor a soma escolhida por ele, contra 5 possibilidades para a escolha de Arthur e 8 possibilidades para a escolha de Bernardo.",
      "E) Caio, pois a soma que escolheu é a maior."
    ],
    "year": "2011",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "172"
  },
  {
    "description": "QuESTÃO 168) É possível usar água ou comida para atrair as aves e observá-las. Muitas pessoas costumam usar água com açúcar, por exemplo, para atrair beija-flores. Mas é importante saber que, na hora de fazer a mistura, você deve sempre usar uma parte de açúcar para cinco partes de água. Além disso, em dias quentes, precisa trocar a água de duas a três vezes, pois com o calor ela pode fermentar e, se for ingerida pela ave, pode deixá- la doente. O excesso de açúcar, ao cristalizar, também pode manter o bico da ave fechado, impedindo-a de se alimentar. Isso pode até matá-la.\nCiência Hoje das Crianças. FNDE; Instituto Ciência Hoje, ano 19, n. 166, mar. 1996.\nPretende-se encher completamente um copo com a mistura para atrair beija-flores. O copo tem formato cilíndrico, e suas medidas são 10 cm de altura e 4 cm de diâmetro. A quantidade de água que deve ser utilizada na mistura é cerca de (utilize p = 3)",
    "alternatives": [
      "A) 20 mL.",
      "B) 24 mL.",
      "C) 100 mL.",
      "D) 120 mL.",
      "E) 600 mL. 22 março a de"
    ],
    "year": "2011",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "173"
  },
  {
    "description": "QuESTÃO 171) Nos últimos cinco anos, 32 mil mulheres de 20 a 24 anos foram internadas nos hospitais do SUS por causa de AVC. Entre os homens da mesma faixa etária, houve 28 mil internações pelo mesmo motivo.\nSuponha que, nos próximos cinco anos, haja um acréscimo de 8 mil internações de mulheres e que o acréscimo de internações de homens por AVC ocorra na mesma proporção.\nDe acordo com as informações dadas, o número de homens que seriam internados por AVC, nos próximos cinco anos, corresponderia a",
    "alternatives": [
      "A) 4 mil.",
      "B) 9 mil.",
      "C) 21 mil.",
      "D) 35 mil.",
      "E) 39 mil."
    ],
    "year": "2011",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "D",
    "index_question": "176"
  },
  {
    "description": "QuESTÃO 174) O setor de recursos humanos de uma empresa vai realizar uma entrevista com 120 candidatos a uma vaga de contador. Por sorteio, eles pretendem atribuir a cada candidato um número, colocar a lista de números em ordem numérica crescente e usá-la para convocar os interessados. Acontece que, por um defeito do computador, foram gerados números com 5 algarismos distintos e, em nenhum deles, apareceram dígitos pares. Em razão disso, a ordem de chamada do candidato que tiver recebido o número 75 913 é",
    "alternatives": [
      "A) 24.",
      "B) 31.",
      "C) 32.",
      "D) 88.",
      "E) 89."
    ],
    "year": "2011",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "E",
    "index_question": "179"
  },
  {
    "description": "QuESTÃO 179) Uma indústria fabrica um único tipo de produto e sempre vende tudo o que produz. O custo total para fabricar uma quantidade q de produtos é dado por uma função, simbolizada por CT, enquanto o faturamento que a empresa obtém com a venda da quantidade q também é uma função, simbolizada por FT. O lucro total (LT) obtido pela venda da quantidade q de produtos é dado pela expressão LT(q) = FT(q) – CT(q).\nConsiderando-se as funções FT(q) = 5q e CT(q) = 2q + 12 como faturamento e custo, qual a quantidade mínima de produtos que a indústria terá de fabricar para não ter prejuízo?",
    "alternatives": [
      "A) 0",
      "B) 1",
      "C) 3",
      "D) 4",
      "E) 5"
    ],
    "year": "2011",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "D",
    "index_question": "184"
  }
]