[
  {
    "description": "QUESTÃO 02) Dominar a luz implica tanto um avanço tecnológico quanto uma certa liberação dos ritmos cíclicos da natureza, com a passagem das estações e as alternâncias de dia e noite. Com a iluminação noturna, a escuridão vai cedendo lugar à claridade, e a percepção temporal começa a se pautar pela marcação do relógio. Se a luz invade a noite, perde sentido a separação tradicional entre trabalho e descanso — todas as partes do dia podem ser aproveitadas produtivamente.\nEm relação ao mundo do trabalho, a transformação apontada no texto teve como consequência a",
    "alternatives": [
      "A) melhoria da qualidade da produção industrial.",
      "B) redução da oferta de emprego nas zonas rurais.",
      "C) permissão ao trabalhador para controlar seus próprios horários.",
      "D) diminuição das exigências de esforço no trabalho com máquinas.",
      "E) ampliação do período disponível para a jornada de trabalho."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "2"
  },
  {
    "description": "QUESTÃO 03) Apesar de seu disfarce de iniciativa e otimismo, o homem moderno está esmagado por um profundo sentimento de impotência que o faz olhar fixamente e, como que paralisado, para as catástrofes que se avizinham. Por isso, desde já, saliente-se a necessidade de uma permanente atitude crítica, o único modo pelo qual o homem realizará sua vocação natural de integrar-se, superando a atitude do simples ajustamento ou acomodação, apreendendo temas e tarefas de sua época.\nFREIRE, P. Educação como prática da liberdade. Rio de Janeiro: Paz e Terra, 2011.\nPaulo Freire defende que a superação das dificuldades e a apreensão da realidade atual será obtida pelo(a)",
    "alternatives": [
      "A) desenvolvimento do pensamento autônomo.",
      "B) obtenção de qualificação profissional.",
      "C) resgate de valores tradicionais.",
      "D) realização de desejos pessoais.",
      "E) aumento da renda familiar."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "3"
  },
  {
    "description": "QUESTÃO 06) A língua de que usam, por toda a costa, carece de três letras; convém a saber, não se acha nela F, nem L, nem R, coisa digna de espanto, porque assim não têm Fé, nem Lei, nem Rei, e dessa maneira vivem desordenadamente, sem terem além disto conta, nem peso, nem medida.\nGÂNDAVO, P. M. A primeira história do Brasil: história da província de Santa Cruz a que A observação do cronista português Pero de Magalhães de Gândavo, em 1576, sobre a ausência das letras F, L e R na língua mencionada, demonstra a",
    "alternatives": [
      "A) simplicidade da organização social das tribos brasileiras.",
      "B) dominação portuguesa imposta aos índios no início da colonização.",
      "C) superioridade da sociedade europeia em relação à sociedade indígena.",
      "D) incompreensão dos valores socioculturais indígenas pelos portugueses.",
      "E) dificuldade experimentada pelos portugueses no aprendizado da língua nativa."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "6"
  },
  {
    "description": "QUESTÃO 07) O principal articulador do atual modelo econômico chinês argumenta que o mercado é só um instrumento econômico, que se emprega de forma indistinta tanto no capitalismo como no socialismo. Porém os próprios chineses já estão sentindo, na sua sociedade, o seu real significado: o mercado não é algo neutro, ou um instrumental técnico que possibilita à sociedade utilizá-lo para a construção e edificação do socialismo. Ele é, ao contrário do que diz o articulador, um instrumento do capitalismo e é inerente à sua estrutura como modo de produção. A sua utilização está levando a uma polarização da sociedade chinesa.\nNo texto, as reformas econômicas ocorridas na China são colocadas como antagônicas à construção de um país socialista. Nesse contexto, a característica fundamental do socialismo, à qual o modelo econômico chinês atual se contrapõe é a",
    "alternatives": [
      "A) desestatização da economia.",
      "B) instauração de um partido único.",
      "C) manutenção da livre concorrência.",
      "D) formação de sindicatos trabalhistas.",
      "E) extinção gradual das classes sociais."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "7"
  },
  {
    "description": "QUESTÃO 08) Até o fim de 2007, quase 2 milhões de pessoas perderam suas casas e outros 4 milhões corriam o risco de ser despejadas. Os valores das casas despencaram em quase todos os EUA e muitas famílias acabaram devendo mais por suas casas do que o próprio valor do imóvel. Isso desencadeou uma espiral de execuções hipotecárias que diminuiu ainda mais os valores das casas. Em Cleveland, foi como se um “Katrina financeiro” atingisse a cidade. Casas abandonadas, com tábuas em janelas e portas, dominaram a paisagem nos bairros pobres, principalmente negros. Na Califórnia, também se enfileiraram casas abandonadas.\nHARVEY, D. O enigma do capital. São Paulo: Boitempo, 2011.\nInicialmente restrita, a crise descrita no texto atingiu proporções globais, devido ao(à)",
    "alternatives": [
      "A) superprodução de bens de consumo.",
      "B) colapso industrial de países asiáticos.",
      "C) interdependência do sistema econômico.",
      "D) isolamento político dos países desenvolvidos.",
      "E) austeridade fiscal dos países em desenvolvimento."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "8"
  },
  {
    "description": "QUESTÃO 12) O processo de concentração urbana no Brasil em determinados locais teve momentos de maior intensidade e, ao que tudo indica, atualmente passa por uma desaceleração no ritmo de crescimento populacional nos grandes centros urbanos.\nUma causa para o processo socioespacial mencionado no texto é o(a)",
    "alternatives": [
      "A) carência de matérias-primas.",
      "B) degradação da rede rodoviária.",
      "C) aumento do crescimento vegetativo.",
      "D) centralização do poder político.",
      "E) realocação da atividade industrial."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "12"
  },
  {
    "description": "QUESTÃO 13) Trasímaco estava impaciente porque Sócrates e os seus amigos presumiam que a justiça era algo real e importante. Trasímaco negava isso. Em seu entender, as pessoas acreditavam no certo e no errado apenas por terem sido ensinadas a obedecer às regras da sua sociedade. No entanto, essas regras não passavam de invenções humanas.\nRACHELS, J. Problemas da filosofia. Lisboa: Gradiva, 2009.\nO sofista Trasímaco, personagem imortalizado no diálogo A República, de Platão, sustentava que a correlação entre justiça e ética é resultado de",
    "alternatives": [
      "A) determinações biológicas impregnadas na natureza humana.",
      "B) verdades objetivas com fundamento anterior aos interesses sociais.",
      "C) mandamentos divinos inquestionáveis legados das tradições antigas.",
      "D) convenções sociais resultantes de interesses humanos contingentes.",
      "E) sentimentos experimentados diante de determinadas atitudes humanas."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "13"
  },
  {
    "description": "QUESTÃO 14) Em sociedade de origens tão nitidamente personalistas como a nossa, é compreensível que os simples vínculos de pessoa a pessoa, independentes e até exclusivos de qualquer tendência para a cooperação autêntica entre os indivíduos, tenham sido quase sempre os mais decisivos. As agregações e relações pessoais, embora por vezes precárias, e, de outro lado, as lutas entre facções, entre famílias, entre regionalismos, faziam dela um todo incoerente e amorfo. O peculiar da vida brasileira parece ter sido, por essa época, uma acentuação singularmente enérgica do afetivo, do irracional, do passional e uma estagnação ou antes uma atrofia correspondente das qualidades ordenadoras, disciplinadoras, racionalizadoras.\nHOLANDA, S. B. Raízes do Brasil. São Paulo: Cia. das Letras, 1995.\nUm traço formador da vida pública brasileira expressa-se, segundo a análise do historiador, na",
    "alternatives": [
      "A) rigidez das normas jurídicas.",
      "B) prevalência dos interesses privados.",
      "C) solidez da organização institucional.",
      "D) legitimidade das ações burocráticas.",
      "E) estabilidade das estruturas políticas."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "14"
  },
  {
    "description": "QUESTÃO 17) Ora, em todas as coisas ordenadas a algum fim, é preciso haver algum dirigente, pelo qual se atinja diretamente o devido fim. Com efeito, um navio, que se move para diversos lados pelo impulso dos ventos contrários, não chegaria ao fim de destino, se por indústria do piloto não fosse dirigido ao porto; ora, tem o homem um fim, para o qual se ordenam toda a sua vida e ação. Acontece, porém, agirem os homens de modos diversos em vista do fim, o que a própria diversidade dos esforços e ações humanas comprova. Portanto, precisa o homem de um dirigente para o fim.\nAQUINO, T. Do reino ou do governo dos homens: ao rei do Chipre. Escritos políticos de No trecho citado, Tomás de Aquino justifica a monarquia como o regime de governo capaz de",
    "alternatives": [
      "A) refrear os movimentos religiosos contestatórios.",
      "B) promover a atuação da sociedade civil na vida política.",
      "C) unir a sociedade tendo em vista a realização do bem comum.",
      "D) reformar a religião por meio do retorno à tradição helenística.",
      "E) dissociar a relação política entre os poderes temporal e espiritual."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "17"
  },
  {
    "description": "QUESTÃO 18) A Justiça Eleitoral foi criada em 1932, como parte de uma ampla reforma no processo eleitoral incentivada pela Revolução de 1930. Sua criação foi um grande avanço institucional, garantindo que as eleições tivessem o aval de um órgão teoricamente imune à influência dos mandatários.\nTAYLOR, M. Justiça Eleitoral. In: AVRITZER, L.; ANASTASIA, F. Reforma política no Brasil. Em relação ao regime democrático no país, a instituição analisada teve o seguinte papel:",
    "alternatives": [
      "A) Implementou o voto direto para presidente.",
      "B) Combateu as fraudes sistemáticas nas apurações.",
      "C) Alterou as regras para as candidaturas na ditadura.",
      "D) Impulsionou as denúncias de corrupção administrativa.",
      "E) Expandiu a participação com o fim do critério censitário."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "18"
  },
  {
    "description": "QUESTÃO 20) Bandeira do Brasil, és hoje a única. Hasteada a esta hora em todo o território nacional, única e só, não há lugar no coração do Brasil para outras flâmulas, outras bandeiras, outros símbolos. Os brasileiros se reuniram em torno do Brasil e decretaram desta vez com determinação de não consentir que a discórdia volte novamente a dividi-lo! Discurso do Ministro da Justiça Francisco Campos na cerimônia da festa da bandeira, em novembro de 1937. Apud OLIVEN, G. R. A parte e o todo: a diversidade cultural do Brasil Nação. Petrópolis: Vozes, 1992.\nO discurso proferido em uma celebração em que as bandeiras estaduais eram queimadas diante da bandeira nacional revela o pacto nacional proposto pelo Estado Novo, que se associa à",
    "alternatives": [
      "A) supressão das diferenças socioeconômicas entre as regiões do Brasil, priorizando as regiões estaduais carentes.",
      "B) orientação do regime quanto ao reforço do federalismo, espelhando-se na experiência política norte-americana.",
      "C) adoção de práticas políticas autoritárias, considerando a contenção dos interesses regionais dispersivos.",
      "D) propagação de uma cultura política avessa aos ritos cívicos, cultivados pela cultura regional brasileira.",
      "E) defesa da unidade do território nacional, ameaçado por movimentos separatistas contrários à política varguista."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "20"
  },
  {
    "description": "QUESTÃO 21) Atualmente, as represálias econômicas contra as empresas de informática norte-americanas continuam. A Alemanha proibiu um aplicativo dos Estados Unidos de compartilhamento de carros; na China, o governo explicou que os equipamentos e serviços de informática norte-americanos representam uma ameaça, pedindo que as empresas estatais não recorram a eles.\nAs ações tomadas pelos países contra a espionagem revelam preocupação com o(a)",
    "alternatives": [
      "A) subsídio industrial.",
      "B) hegemonia cultural.",
      "C) protecionismo dos mercados.",
      "D) desemprego tecnológico.",
      "E) segurança dos dados."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "21"
  },
  {
    "description": "QUESTÃO 23) TEXTO I Em todo o país a lei de 13 de maio de 1888 libertou poucos negros em relação à população de cor. A maioria já havia conquistado a alforria antes de 1888, por meio de estratégias possíveis. No entanto, a importância histórica da lei de 1888 não pode ser mensurada apenas em termos numéricos. O impacto que a extinção da escravidão causou numa sociedade constituída a partir da legitimidade da propriedade sobre a pessoa não cabe em cifras.\nALBUQUERQUE, W. O jogo da dissimulação: Abolição e cidadania negra no Brasil. TEXTO II Nos anos imediatamente anteriores à Abolição, a população livre do Rio de Janeiro se tornou mais numerosa e diversificada. Os escravos, bem menos numerosos que antes, e com os africanos mais aculturados, certamente não se distinguiam muito facilmente dos libertos e dos pretos e pardos livres habitantes da cidade. Também já não é razoável presumir que uma pessoa de cor seja provavelmente cativa, pois os negros libertos e livres poderiam ser encontrados em toda parte.\nCHALHOUB, S. Visões da liberdade: uma história das últimas décadas da escravidão na Sobre o fim da escravidão no Brasil, o elemento destacado no Texto I que complementa os argumentos apresentados no Texto II é o(a)",
    "alternatives": [
      "A) variedade das estratégias de resistência dos cativos.",
      "B) controle jurídico exercido pelos proprietários.",
      "C) inovação social representada pela lei.",
      "D) ineficácia prática da libertação.",
      "E) significado político da Abolição."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "23"
  },
  {
    "description": "QUESTÃO 24) A participação da África na Segunda Guerra Mundial deve ser apreciada sob a ótica da escolha entre vários demônios. O seu engajamento não foi um processo de colaboração com o imperialismo, mas uma luta contra uma forma de hegemonia ainda mais perigosa.\nMAZRUI, A. “Procurai primeiramente o reino do político...”. In: MAZRUI, A.; WONDJI, C. (Org.). História geral da África: África desde 1925. Brasília: Unesco, 2010. Para o autor, a “forma de hegemonia” e uma de suas características que explicam o engajamento dos africanos no processo analisado foram:",
    "alternatives": [
      "A) Comunismo / rejeição da democracia liberal.",
      "B) Capitalismo / devastação do ambiente natural.",
      "C) Fascismo / adoção do determinismo biológico.",
      "D) Socialismo / planificação da economia nacional.",
      "E) Colonialismo / imposição da missão civilizatória."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "24"
  },
  {
    "description": "QUESTÃO 25) Não nos resta a menor dúvida de que a principal contribuição dos diferentes tipos de movimentos sociais brasileiros nos últimos vinte anos foi no plano da reconstrução do processo de democratização do país. E não se trata apenas da reconstrução do regime político, da retomada da democracia e do fim do Regime Militar. Trata-se da reconstrução ou construção de novos rumos para a cultura do país, do preenchimento de vazios na condução da luta pela redemocratização, constituindo-se como agentes interlocutores que dialogam diretamente com a população e com o Estado.\nNo processo da redemocratização brasileira, os novos movimentos sociais contribuíram para",
    "alternatives": [
      "A) diminuir a legitimidade dos novos partidos políticos então criados.",
      "B) tornar a democracia um valor social que ultrapassa os momentos eleitorais.",
      "C) difundir a democracia representativa como objetivo fundamental da luta política.",
      "D) ampliar as disputas pela hegemonia das entidades de trabalhadores com os sindicatos.",
      "E) fragmentar as lutas políticas dos diversos atores sociais frente ao Estado."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "25"
  },
  {
    "description": "QUESTÃO 26) A natureza fez os homens tão iguais, quanto às faculdades do corpo e do espírito, que, embora por vezes se encontre um homem manifestamente mais forte de corpo, ou de espírito mais vivo do que outro, mesmo assim, quando se considera tudo isto em conjunto, a diferença entre um e outro homem não é suficientemente considerável para que um deles possa com base nela reclamar algum benefício a que outro não possa igualmente aspirar.\nHOBBES, T. Leviatã. São Paulo: Martins Fontes, 2003.\nPara Hobbes, antes da constituição da sociedade civil, quando dois homens desejavam o mesmo objeto, eles",
    "alternatives": [
      "A) entravam em conflito.",
      "B) recorriam aos clérigos.",
      "C) consultavam os anciãos.",
      "D) apelavam aos governantes.",
      "E) exerciam a solidariedade."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "26"
  },
  {
    "description": "QUESTÃO 29) No final do século XX e em razão dos avanços da ciência, produziu-se um sistema presidido pelas técnicas da informação, que passaram a exercer um papel de elo entre as demais, unindo-as e assegurando ao novo sistema uma presença planetária. Um mercado que utiliza esse sistema de técnicas avançadas resulta nessa globalização perversa.\nUma consequência para o setor produtivo e outra para o mundo do trabalho advindas das transformações citadas no texto estão presentes, respectivamente, em:",
    "alternatives": [
      "A) Eliminação das vantagens locacionais e ampliação da legislação laboral.",
      "B) Limitação dos fluxos logísticos e fortalecimento de associações sindicais.",
      "C) Diminuição dos investimentos industriais e desvalorização dos postos qualificados.",
      "D) Concentração das áreas manufatureiras e redução da jornada semanal.",
      "E) Automatização dos processos fabris e aumento dos níveis de desemprego."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "29"
  },
  {
    "description": "QUESTÃO 30) Os movimentos de massa constituem-se no deslocamento de material (solo e rocha) vertente abaixo pela influência da gravidade. As condições que favorecem os movimentos de massa dependem principalmente da estrutura geológica, da declividade da vertente, do regime de chuvas, da perda de vegetação e da atividade antrópica.\nBIGARELLA, J. J. Estrutura e origem das paisagens tropicais e subtropicais. Em relação ao processo descrito, sua ocorrência é minimizada em locais onde há",
    "alternatives": [
      "A) exposição do solo.",
      "B) drenagem eficiente.",
      "C) rocha matriz resistente.",
      "D) agricultura mecanizada.",
      "E) média pluviométrica elevada."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "30"
  },
  {
    "description": "QUESTÃO 32) Algumas regiões do Brasil passam por uma crise de água por causa da seca. Mas, uma região de Minas Gerais está enfrentando a falta de água no campo tanto em tempo de chuva como na seca. As veredas estão secando no norte e no noroeste mineiro. Ano após ano, elas vêm perdendo a capacidade de ser a caixa-d’água do grande sertão de Minas.\nVIEIRA, C. Degradação do solo causa perda de fontes de água de famílias de MG. As veredas têm um papel fundamental no equilíbrio hidrológico dos cursos de água no ambiente do Cerrado, pois",
    "alternatives": [
      "A) colaboram para a formação de vegetação xerófila.",
      "B) formam os leques aluviais nas planícies das bacias.",
      "C) fornecem sumidouro para as águas de recarga da bacia.",
      "D) contribuem para o aprofundamento dos talvegues à jusante.",
      "E) constituem um sistema represador da água na chapada."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "32"
  },
  {
    "description": "QUESTÃO 33) Tanto potencial poderia ter ficado pelo caminho, se não fosse o reforço em tecnologia que um gaúcho buscou. Há pouco mais de oito anos, ele usava o bico da botina para cavoucar a terra e descobrir o nível de umidade do solo, na tentativa de saber o momento ideal para acionar os pivôs de irrigação. Até que conheceu uma estação meteorológica que, instalada na propriedade, ajuda a determinar a quantidade de água de que a planta necessita. Assim, quando inicia um plantio, o agricultor já entra no site do sistema e cadastra a área, o pivô, a cultura, o sistema de plantio, o espaçamento entre linhas e o número de plantas, para então receber recomendações diretamente dos técnicos da universidade.\nCAETANO, M. O valor de cada gota. Globo Rural, n. 312, out. 2011.\nA implementação das tecnologias mencionadas no texto garante o avanço do processo de",
    "alternatives": [
      "A) monitoramento da produção.",
      "B) valorização do preço da terra.",
      "C) correção dos fatores climáticos.",
      "D) divisão de tarefas na propriedade.",
      "E) estabilização da fertilidade do solo."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "33"
  },
  {
    "description": "QUESTÃO 35) Quanto ao “choque de civilizações”, é bom lembrar a carta de uma menina americana de sete anos cujo pai era piloto na Guerra do Afeganistão: ela escreveu que — embora amasse muito seu pai — estava pronta a deixá-lo morrer, a sacrificá-lo por seu país. Quando o presidente Bush citou suas palavras, elas foram entendidas como manifestação “normal” de patriotismo americano; vamos conduzir uma experiência mental simples e imaginar uma menina árabe maometana pateticamente lendo para as câmeras as mesmas palavras a respeito do pai que lutava pelo Talibã — não é necessário pensar muito sobre qual teria sido a nossa reação.\nZIZEK, S. Bem-vindo ao deserto do real. São Paulo: Bom Tempo, 2003.\nA situação imaginária proposta pelo autor explicita o desafio cultural do(a)",
    "alternatives": [
      "A) prática da diplomacia.",
      "B) exercício da alteridade.",
      "C) expansão da democracia.",
      "D) universalização do progresso.",
      "E) conquista da autodeterminação."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "35"
  },
  {
    "description": "QUESTÃO 37) No início foram as cidades. O intelectual da Idade Média — no Ocidente — nasceu com elas. Foi com o desenvolvimento urbano ligado às funções comercial e industrial — digamos modestamente artesanal — que ele apareceu, como um desses homens de ofício que se instalavam nas cidades nas quais se impôs a divisão do trabalho. Um homem cujo ofício é escrever ou ensinar, e de preferência as duas coisas a um só tempo, um homem que, profissionalmente, tem uma atividade de professor e erudito, em resumo, um intelectual — esse homem só aparecerá com as cidades.\nLE GOFF, J. Os intelectuais na Idade Média. Rio de Janeiro: José Olympio, 2010.\nO surgimento da categoria mencionada no período em destaque no texto evidencia o(a)",
    "alternatives": [
      "A) apoio dado pela Igreja ao trabalho abstrato.",
      "B) relação entre desenvolvimento urbano e divisão do trabalho.",
      "C) importância organizacional das corporações de ofício.",
      "D) progressiva expansão da educação escolar.",
      "E) acúmulo de trabalho dos professores e eruditos."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "37"
  },
  {
    "description": "QUESTÃO 41) Diante de ameaças surgidas com a engenharia genética de alimentos, vários grupos da sociedade civil conceberam o chamado “princípio da precaução”. O fundamento desse princípio é: quando uma tecnologia ou produto comporta alguma ameaça à saúde ou ao ambiente, ainda que não se possa avaliar a natureza precisa ou a magnitude do dano que venha a ser causado por eles, deve-se evitá-los ou deixá-los de quarentena para maiores estudos e avaliações antes de sua liberação. SEVCENKO, N. A corrida para o século XXI: no loop da montanha-russa. O texto expõe uma tendência representativa do pensamento social contemporâneo, na qual o desenvolvimento de mecanismos de acautelamento ou administração de riscos tem como objetivo",
    "alternatives": [
      "A) priorizar os interesses econômicos em relação aos seres humanos e à natureza.",
      "B) negar a perspectiva científica e suas conquistas por causa de riscos ecológicos.",
      "C) instituir o diálogo público sobre mudanças tecnológicas e suas consequências.",
      "D) combater a introdução de tecnologias para travar o curso das mudanças sociais.",
      "E) romper o equilíbrio entre benefícios e riscos do avanço tecnológico e científico."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "41"
  },
  {
    "description": "QUESTÃO 42) Ninguém nasce mulher: torna-se mulher. Nenhum destino biológico, psíquico, econômico define a forma que a fêmea humana assume no seio da sociedade; é o conjunto da civilização que elabora esse produto intermediário entre o macho e o castrado que qualificam o feminino.\nBEAUVOIR, S. O segundo sexo. Rio de Janeiro: Nova Fronteira, 1980.\nNa década de 1960, a proposição de Simone de Beauvoir contribuiu para estruturar um movimento social que teve como marca o(a)",
    "alternatives": [
      "A) ação do Poder Judiciário para criminalizar a violência sexual.",
      "B) pressão do Poder Legislativo para impedir a dupla jornada de trabalho.",
      "C) organização de protestos públicos para garantir a igualdade de gênero.",
      "D) oposição de grupos religiosos para impedir os casamentos homoafetivos.",
      "E) estabelecimento de políticas governamentais para promover ações afirmativas."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "42"
  },
  {
    "description": "QUESTÃO 43) Só num sentido muito restrito, o indivíduo cria com seus próprios recursos o modo de falar e de pensar que lhe são atribuídos. Fala o idioma de seu grupo; pensa à maneira de seu grupo. Encontra a sua disposição apenas determinadas palavras e significados. Estas não só determinam, em grau considerável, as vias de acesso mental ao mundo circundante, mas também mostram, ao mesmo tempo, sob que ângulo e em que contexto de atividade os objetos foram até agora perceptíveis ao grupo ou ao indivíduo.\nIlustrando uma proposição básica da sociologia do conhecimento, o argumento de Karl Mannheim defende que o(a)",
    "alternatives": [
      "A) conhecimento sobre a realidade é condicionado socialmente.",
      "B) submissão ao grupo manipula o conhecimento do mundo.",
      "C) divergência é um privilégio de indivíduos excepcionais.",
      "D) educação formal determina o conhecimento do idioma.",
      "E) domínio das línguas universaliza o conhecimento."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "43"
  },
  {
    "description": "QUESTÃO 44) A Unesco condenou a destruição da antiga capital assíria de Nimrod, no Iraque, pelo Estado Islâmico, com a agência da ONU considerando o ato como um crime de guerra. O grupo iniciou um processo de demolição em vários sítios arqueológicos em uma área reconhecida como um dos berços da civilização.\nUnesco e especialistas condenam destruição de cidade assíria pelo Estado Islâmico. O tipo de atentado descrito no texto tem como consequência para as populações de países como o Iraque a desestruturação do(a)",
    "alternatives": [
      "A) homogeneidade cultural.",
      "B) patrimônio histórico.",
      "C) controle ocidental.",
      "D) unidade étnica.",
      "E) religião oficial."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "44"
  },
  {
    "description": "QUESTÃO 45) A questão ambiental, uma das principais pautas contemporâneas, possibilitou o surgimento de concepções políticas diversas, dentre as quais se destaca a preservação ambiental, que sugere uma ideia de intocabilidade da natureza e impede o seu aproveitamento econômico sob qualquer justificativa.\nPORTO-GONÇALVES, C. W. A globalização da natureza e a natureza da Considerando as atuais concepções políticas sobre a questão ambiental, a dinâmica caracterizada no texto quanto à proteção do meio ambiente está baseada na",
    "alternatives": [
      "A) prática econômica sustentável.",
      "B) contenção de impactos ambientais.",
      "C) utilização progressiva dos recursos naturais.",
      "D) proibição permanente da exploração da natureza.",
      "E) definição de áreas prioritárias para a exploração econômica."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "45"
  },
  {
    "description": "QUESTÃO 46) Hipoxia ou mal das alturas consiste na diminuição de oxigênio (O2) no sangue arterial do organismo. Por essa razão, muitos atletas apresentam mal-estar (dores de cabeça, tontura, falta de ar etc.) ao praticarem atividade física em altitudes elevadas. Nessas condições, ocorrerá uma diminuição na concentração de hemoglobina oxigenada (HbO2) em equilíbrio no sangue, conforme a relação: Hb (aq) + O2 (aq) HbO2 (aq) A alteração da concentração de hemoglobina oxigenada no sangue ocorre por causa do(a)",
    "alternatives": [
      "A) elevação da pressão arterial.",
      "B) aumento da temperatura corporal.",
      "C) redução da temperatura do ambiente.",
      "D) queda da pressão parcial de oxigênio.",
      "E) diminuição da quantidade de hemácias."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "46"
  },
  {
    "description": "QUESTÃO 47) A indústria têxtil utiliza grande quantidade de corantes no processo de tingimento dos tecidos. O escurecimento das águas dos rios causado pelo despejo desses corantes pode desencadear uma série de problemas no ecossistema aquático. Considerando esse escurecimento das águas, o impacto negativo inicial que ocorre é o(a)",
    "alternatives": [
      "A) eutrofização.",
      "B) proliferação de algas.",
      "C) inibição da fotossíntese.",
      "D) fotodegradação da matéria orgânica.",
      "E) aumento da quantidade de gases dissolvidos."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "C",
    "index_question": "47"
  },
  {
    "description": "QUESTÃO 52) A soda cáustica pode ser usada no desentupimento de encanamentos domésticos e tem, em sua composição, o hidróxido de sódio como principal componente, além de algumas impurezas. A soda normalmente é comercializada na forma sólida, mas que apresenta aspecto “derretido” quando exposta ao ar por certo período.\nO fenômeno de “derretimento” decorre da",
    "alternatives": [
      "A) absorção da umidade presente no ar atmosférico.",
      "B) fusão do hidróxido pela troca de calor com o ambiente.",
      "C) reação das impurezas do produto com o oxigênio do ar.",
      "D) adsorção de gases atmosféricos na superfície do sólido.",
      "E) reação do hidróxido de sódio com o gás nitrogênio presente no ar."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "A",
    "index_question": "52"
  },
  {
    "description": "QUESTÃO 54) Um importante princípio da biologia, relacionado à transmissão de caracteres e à embriogênese humana, foi quebrado com a descoberta do microquimerismo fetal. Microquimerismo é o nome dado ao fenômeno biológico referente a uma pequena população de células ou DNA presente em um indivíduo, mas derivada de um organismo geneticamente distinto. Investigando-se a presença do cromossomo Y, foi revelado que diversos tecidos de mulheres continham células masculinas. A análise do histórico médico revelou uma correlação extremamente curiosa: apenas as mulheres que antes tiveram filhos homens apresentaram microquimerismo masculino. Essa correlação levou à interpretação de que existe uma troca natural entre células do feto e maternas durante a gravidez.\nMUOTRI, A. Você não é só você: carregamos células maternas na maioria de nossos O princípio contestado com essa descoberta, relacionado ao desenvolvimento do corpo humano, é o de que",
    "alternatives": [
      "A) o fenótipo das nossas células pode mudar por influência do meio ambiente.",
      "B) a dominância genética determina a expressão de alguns genes.",
      "C) as mutações genéticas introduzem variabilidade no genoma.",
      "D) as mitocôndrias e o seu DNA provêm do gameta materno.",
      "E) as nossas células corporais provêm de um único zigoto."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "54"
  },
  {
    "description": "QUESTÃO 58) Alimentos em conserva são frequentemente armazenados em latas metálicas seladas, fabricadas com um material chamado folha de flandres, que consiste de uma chapa de aço revestida com uma fina camada de estanho, metal brilhante e de difícil oxidação. É comum que a superfície interna seja ainda revestida por uma camada de verniz à base de epóxi, embora também existam latas sem esse revestimento, apresentando uma camada de estanho mais espessa.\nSANTANA, V. M. S. A leitura e a química das substâncias. Cadernos PDE. Ivaiporã: Secretaria de Estado da Educação do Paraná (SEED); Universidade Comprar uma lata de conserva amassada no supermercado é desaconselhável porque o amassado pode",
    "alternatives": [
      "A) alterar a pressão no interior da lata, promovendo a degradação acelerada do alimento.",
      "B) romper a camada de estanho, permitindo a corrosão do ferro e alterações do alimento.",
      "C) prejudicar o apelo visual da embalagem, apesar de não afetar as propriedades do alimento.",
      "D) romper a camada de verniz, fazendo com que o metal tóxico estanho contamine o alimento.",
      "E) desprender camadas de verniz, que se dissolverão no meio aquoso, contaminando o alimento."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "B",
    "index_question": "58"
  },
  {
    "description": "QUESTÃO 61) O nitrogênio é essencial para a vida e o maior reservatório global desse elemento, na forma de N2, é a atmosfera. Os principais responsáveis por sua incorporação na matéria orgânica são microrganismos fixadores de N2, que ocorrem de forma livre ou simbiontes com plantas.\nADUAN, R. E. et al. Os grandes ciclos biogeoquímicos do planeta. Animais garantem suas necessidades metabólicas desse elemento pela",
    "alternatives": [
      "A) absorção do gás nitrogênio pela respiração.",
      "B) ingestão de moléculas de carboidratos vegetais.",
      "C) incorporação de nitritos dissolvidos na água consumida.",
      "D) transferência da matéria orgânica pelas cadeias tróficas.",
      "E) protocooperação com microrganismos fixadores de nitrogênio."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "61"
  },
  {
    "description": "QUESTÃO 62) Em um experimento, colocou-se água até a metade da capacidade de um frasco de vidro e, em seguida, adicionaram-se três gotas de solução alcoólica de fenolftaleína. Adicionou-se bicarbonato de sódio comercial, em pequenas quantidades, até que a solução se tornasse rosa. Dentro do frasco, acendeu-se um palito de fósforo, o qual foi apagado assim que a cabeça terminou de queimar. Imediatamente, o frasco foi tampado. Em seguida, agitou-se o frasco tampado e observou-se o desaparecimento da cor rosa.\nA explicação para o desaparecimento da cor rosa é que, com a combustão do palito de fósforo, ocorreu o(a)",
    "alternatives": [
      "A) formação de óxidos de caráter ácido.",
      "B) evaporação do indicador fenolftaleína.",
      "C) vaporização de parte da água do frasco.",
      "D) vaporização dos gases de caráter alcalino.",
      "E) aumento do pH da solução no interior do frasco."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "A",
    "index_question": "62"
  },
  {
    "description": "QUESTÃO 63) Uma pessoa abre sua geladeira, verifica o que há dentro e depois fecha a porta dessa geladeira. Em seguida, ela tenta abrir a geladeira novamente, mas só consegue fazer isso depois de exercer uma força mais intensa do que a habitual.\nA dificuldade extra para reabrir a geladeira ocorre porque o(a)",
    "alternatives": [
      "A) volume de ar dentro da geladeira diminuiu.",
      "B) motor da geladeira está funcionando com potência máxima.",
      "C) força exercida pelo ímã fixado na porta da geladeira aumenta.",
      "D) pressão no interior da geladeira está abaixo da pressão externa.",
      "E) temperatura no interior da geladeira é inferior ao valor existente antes de ela ser aberta."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "63"
  },
  {
    "description": "QUESTÃO 64) Uma análise criteriosa do desempenho de Usain Bolt na quebra do recorde mundial dos 100 metros rasos mostrou que, apesar de ser o último dos corredores a reagir ao tiro e iniciar a corrida, seus primeiros 30 metros foram os mais velozes já feitos em um recorde mundial, cruzando essa marca em 3,78 segundos. Até se colocar com o corpo reto, foram 13 passadas, mostrando sua potência durante a aceleração, o momento mais importante da corrida. Ao final desse percurso, Bolt havia atingido a velocidade máxima de 12 m/s.\nSupondo que a massa desse corredor seja igual a 90 kg, o trabalho total realizado nas 13 primeiras passadas é mais próximo de:",
    "alternatives": [
      "A) 5,4×102 J.",
      "B) 6,5×103 J.",
      "C) 8,6×103 J.",
      "D) 1,3×104 J.",
      "E) 3,2×104 J."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "B",
    "index_question": "64"
  },
  {
    "description": "QUESTÃO 67) Durante uma expedição, um grupo de estudantes perdeu-se de seu guia. Ao longo do dia em que esse grupo estava perdido, sem água e debaixo de sol, os estudantes passaram a sentir cada vez mais sede. Consequentemente, o sistema excretor desses indivíduos teve um acréscimo em um dos seus processos funcionais.\nNessa situação o sistema excretor dos estudantes",
    "alternatives": [
      "A) aumentou a filtração glomerular.",
      "B) produziu maior volume de urina.",
      "C) produziu urina com menos ureia.",
      "D) produziu urina com maior concentração de sais.",
      "E) reduziu a reabsorção de glicose e aminoácidos."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "67"
  },
  {
    "description": "QUESTÃO 69) Normalmente, as células do organismo humano realizam a respiração aeróbica, na qual o consumo de uma molécula de glicose gera 38 moléculas de ATP. Contudo, em condições anaeróbicas, o consumo de uma molécula de glicose pelas células é capaz de gerar apenas duas moléculas de ATP.\n40 20 0 28 35 42 21 3 4 5 Consumo de glicose (unidades arbitrárias) Concentração de oxigênio (unidades arbitrárias) 7 14 21 Qual curva representa o perfil de consumo de glicose, para manutenção da homeostase de uma célula que inicialmente está em uma condição anaeróbica e é submetida a um aumento gradual da concentração de oxigênio?",
    "alternatives": [
      "A) 1",
      "B) 2",
      "C) 3",
      "D) 4",
      "E) 5"
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "69"
  },
  {
    "description": "QUESTÃO 71) Vários ácidos são utilizados em indústrias que descartam seus efluentes nos corpos d’água, como rios e lagos, podendo afetar o equilíbrio ambiental. Para neutralizar a acidez, o sal carbonato de cálcio pode ser adicionado ao efluente, em quantidades apropriadas, pois produz bicarbonato, que neutraliza a água. As equações envolvidas no processo são apresentadas: (I) CaCO3 (s) + CO2 (g) + H2O (l) Ca2+ (aq) + 2 HCO3 - (aq) (II) HCO3 - (aq) H+ (aq) + CO3 2- (aq) K1 = 3,0×10-11 (III) CaCO3 (s) Ca2+ (aq) + CO3 2- (aq) K2 = 6,0×10-9 (IV) CO2 (g) + H2O (l) H+ (aq) + HCO3 - (aq) K3 = 2,5×10-7 Com base nos valores das constantes de equilíbrio das reações II, III e IV a 25 °C, qual é o valor numérico da constante de equilíbrio da reação I?",
    "alternatives": [
      "A) 4,5×10-26",
      "B) 5,0×10-5",
      "C) 0,8×10-9",
      "D) 0,2×105",
      "E) 2,2×1026"
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "B",
    "index_question": "71"
  },
  {
    "description": "QUESTÃO 72) Tanto a febre amarela quanto a dengue são doenças causadas por vírus do grupo dos arbovírus, pertencentes ao gênero Flavivirus, existindo quatro sorotipos para o vírus causador da dengue. A transmissão de ambas acontece por meio da picada de mosquitos, como o Aedes aegypti. Entretanto, embora compartilhem essas características, hoje somente existe vacina, no Brasil, para a febre amarela e nenhuma vacina efetiva para a dengue.\nMINISTÉRIO DA SAÚDE. Fundação Nacional de Saúde. Dengue: Instruções para pessoal de Esse fato pode ser atribuído à",
    "alternatives": [
      "A) maior taxa de mutação do vírus da febre amarela do que do vírus da dengue.",
      "B) alta variabilidade antigênica do vírus da dengue em relação ao vírus da febre amarela.",
      "C) menor adaptação do vírus da dengue à população humana do que do vírus da febre amarela.",
      "D) presença de dois tipos de ácidos nucleicos no vírus da dengue e somente um tipo no vírus da febre amarela.",
      "E) baixa capacidade de indução da resposta imunológica pelo vírus da dengue em relação ao da febre amarela."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "B",
    "index_question": "72"
  },
  {
    "description": "QUESTÃO 73) A bomba reduz neutros e neutrinos, e abana-se com o leque da reação em cadeia ANDRADE, C. D. Poesia completa e prosa. Rio de Janeiro: Aguilar, 1973 (fragmento).\nNesse fragmento de poema, o autor refere-se à bomba atômica de urânio. Essa reação é dita “em cadeia” porque na",
    "alternatives": [
      "A) fissão do 235U ocorre liberação de grande quantidade de calor, que dá continuidade à reação.",
      "B) fissão de 235U ocorre liberação de energia, que vai desintegrando o isótopo 238U, enriquecendo-o em mais 235U.",
      "C) fissão do 235U ocorre uma liberação de nêutrons, que bombardearão outros núcleos.",
      "D) fusão do 235U com 238U ocorre formação de neutrino, que bombardeará outros núcleos radioativos.",
      "E) fusão do 235U com 238U ocorre formação de outros elementos radioativos mais pesados, que desencadeiam novos processos de fusão."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "C",
    "index_question": "73"
  },
  {
    "description": "QUESTÃO 74) A palavra “biotecnologia” surgiu no século XX, quando o cientista Herbert Boyer introduziu a informação responsável pela fabricação da insulina humana em uma bactéria, para que ela passasse a produzir a substância.\nAs bactérias modificadas por Herbert Boyer passaram a produzir insulina humana porque receberam",
    "alternatives": [
      "A) a sequência de DNA codificante de insulina humana.",
      "B) a proteína sintetizada por células humanas.",
      "C) um RNA recombinante de insulina humana.",
      "D) o RNA mensageiro de insulina humana.",
      "E) um cromossomo da espécie humana."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "A",
    "index_question": "74"
  },
  {
    "description": "QUESTÃO 75) Será que uma miragem ajudou a afundar o Titanic? O fenômeno ótico conhecido como Fata Morgana pode fazer com que uma falsa parede de água apareça sobre o horizonte molhado. Quando as condições são favoráveis, a luz refletida pela água fria pode ser desviada por uma camada incomum de ar quente acima, chegando até o observador, vinda de muitos ângulos diferentes. De acordo com estudos de pesquisadores da Universidade de San Diego, uma Fata Morgana pode ter obscurecido os icebergs da visão da tripulação que estava a bordo do Titanic. Dessa forma, a certa distância, o horizonte verdadeiro fica encoberto por uma névoa escurecida, que se parece muito com águas calmas no escuro.\nO fenômeno ótico que, segundo os pesquisadores, provoca a Fata Morgana é a",
    "alternatives": [
      "A) ressonância.",
      "B) refração.",
      "C) difração.",
      "D) reflexão.",
      "E) difusão."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "B",
    "index_question": "75"
  },
  {
    "description": "QUESTÃO 76) Para proteger estruturas de aço da corrosão, a indústria utiliza uma técnica chamada galvanização. Um metal bastante utilizado nesse processo é o zinco, que pode ser obtido a partir de um minério denominado esfalerita (ZnS), de pureza 75%. Considere que a conversão do minério em zinco metálico tem rendimento de 80% nesta sequência de equações químicas: 2 ZnS + 3 O2 → 2 ZnO + 2 SO2 ZnO + CO → Zn + CO2 Considere as massas molares: ZnS (97 g/mol); O2 (32 g/mol); ZnO (81 g/mol); SO2 (64 g/mol); CO (28 g/mol); CO2 (44 g/mol); e Zn (65 g/mol).\nQue valor mais próximo de massa de zinco metálico, em quilogramas, será produzido a partir de 100 kg de esfalerita?",
    "alternatives": [
      "A) 25",
      "B) 33",
      "C) 40",
      "D) 50",
      "E) 54"
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "C",
    "index_question": "76"
  },
  {
    "description": "QUESTÃO 78) A definição de queimadura é bem ampla, porém, basicamente, é a lesão causada pela ação direta ou indireta produzida pela transferência de calor para o corpo. A sua manifestação varia desde bolhas (flictenas) até formas mais graves, capazes de desencadear respostas sistêmicas proporcionais à gravidade da lesão e sua respectiva extensão. Muitas vezes, os primeiros socorros prestados à vítima, ao invés de ajudar, acabam agravando ainda mais a situação do paciente.\nAo se deparar com um indivíduo que sofreu queimadura com formação de flictena, o procedimento de primeiros socorros que deve ser realizado antes de encaminhar o paciente ao hospital é",
    "alternatives": [
      "A) colocar gelo sobre a flictena para amenizar o ardor.",
      "B) utilizar manteiga para evitar o rompimento da flictena.",
      "C) passar creme dental para diminuir a ardência da flictena.",
      "D) perfurar a flictena para que a água acumulada seja liberada.",
      "E) cobrir a flictena com gazes molhadas para evitar a desidratação."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "78"
  },
  {
    "description": "QUESTÃO 79) As altas temperaturas de combustão e o atrito entre suas peças móveis são alguns dos fatores que provocam o aquecimento dos motores à combustão interna. Para evitar o superaquecimento e consequentes danos a esses motores, foram desenvolvidos os atuais sistemas de refrigeração, em que um fluido arrefecedor com propriedades especiais circula pelo interior do motor, absorvendo o calor que, ao passar pelo radiador, é transferido para a atmosfera.\nQual propriedade o fluido arrefecedor deve possuir para cumprir seu objetivo com maior eficiência?",
    "alternatives": [
      "A) Alto calor específico.",
      "B) Alto calor latente de fusão.",
      "C) Baixa condutividade térmica.",
      "D) Baixa temperatura de ebulição.",
      "E) Alto coeficiente de dilatação térmica."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "A",
    "index_question": "79"
  },
  {
    "description": "QUESTÃO 80) Pesticidas são substâncias utilizadas para promover o controle de pragas. No entanto, após sua aplicação em ambientes abertos, alguns pesticidas organoclorados são arrastados pela água até lagos e rios e, ao passar pelas guelras dos peixes, podem difundir-se para seus tecidos lipídicos e lá se acumularem.\nA característica desses compostos, responsável pelo processo descrito no texto, é o(a)",
    "alternatives": [
      "A) baixa polaridade.",
      "B) baixa massa molecular.",
      "C) ocorrência de halogênios.",
      "D) tamanho pequeno das moléculas.",
      "E) presença de hidroxilas nas cadeias."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "A",
    "index_question": "80"
  },
  {
    "description": "QUESTÃO 82) Em um experimento, um professor levou para a sala de aula um saco de arroz, um pedaço de madeira triangular e uma barra de ferro cilíndrica e homogênea. Ele propôs que fizessem a medição da massa da barra utilizando esses objetos. Para isso, os alunos fizeram marcações na barra, dividindo-a em oito partes iguais, e em seguida apoiaram-na sobre a base triangular, com o saco de arroz pendurado em uma de suas extremidades, até atingir a situação de equilíbrio.\nArroz 5,00 kg Nessa situação, qual foi a massa da barra obtida pelos alunos?",
    "alternatives": [
      "A) 3,00 kg",
      "B) 3,75 kg",
      "C) 5,00 kg",
      "D) 6,00 kg",
      "E) 15,00 kg"
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "82"
  },
  {
    "description": "QUESTÃO 83) Os anfíbios representam o primeiro grupo de vertebrados que, evolutivamente, conquistou o ambiente terrestre. Apesar disso, a sobrevivência do grupo ainda permanece restrita a ambientes úmidos ou aquáticos, devido à manutenção de algumas características fisiológicas relacionadas à água.\nUma das características a que o texto se refere é a",
    "alternatives": [
      "A) reprodução por viviparidade.",
      "B) respiração pulmonar nos adultos.",
      "C) regulação térmica por endotermia.",
      "D) cobertura corporal delgada e altamente permeável.",
      "E) locomoção por membros anteriores e posteriores desenvolvidos."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "83"
  },
  {
    "description": "QUESTÃO 86) Ao ouvir uma flauta e um piano emitindo a mesma nota musical, consegue-se diferenciar esses instrumentos um do outro.\nEssa diferenciação se deve principalmente ao(à)",
    "alternatives": [
      "A) intensidade sonora do som de cada instrumento musical.",
      "B) potência sonora do som emitido pelos diferentes instrumentos musicais.",
      "C) diferente velocidade de propagação do som emitido por cada instrumento musical.",
      "D) timbre do som, que faz com que os formatos das ondas de cada instrumento sejam diferentes.",
      "E) altura do som, que possui diferentes frequências para diferentes instrumentos musicais."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "86"
  },
  {
    "description": "QUESTÃO 87) O formato das células de organismos pluricelulares é extremamente variado. Existem células discoides, como é o caso das hemácias, as que lembram uma estrela, como os neurônios, e ainda algumas alongadas, como as musculares.\nEm um mesmo organismo, a diferenciação dessas células ocorre por",
    "alternatives": [
      "A) produzirem mutações específicas.",
      "B) possuírem DNA mitocondrial diferentes.",
      "C) apresentarem conjunto de genes distintos.",
      "D) expressarem porções distintas do genoma.",
      "E) terem um número distinto de cromossomos."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "87"
  },
  {
    "description": "QUESTÃO 89) Euphorbia milii é uma planta ornamental amplamente disseminada no Brasil e conhecida como coroa-de-cristo. O estudo químico do látex dessa espécie forneceu o mais potente produto natural moluscicida, a miliamina L.\nMOREIRA, C. P. S.; ZANI, C. L.; ALVES, T. M. A. Atividade moluscicida do látex de Synadenium carinatum boiss. (Euphorbiaceae) sobre Biomphalaria glabrata O uso desse látex em água infestada por hospedeiros intermediários tem potencial para atuar no controle da",
    "alternatives": [
      "A) dengue.",
      "B) malária.",
      "C) elefantíase.",
      "D) ascaridíase.",
      "E) esquistossomose."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "89"
  },
  {
    "description": "QUESTÃO 90) A química verde permite o desenvolvimento tecnológico com danos reduzidos ao meio ambiente, e encontrar rotas limpas tem sido um grande desafio. Considere duas rotas diferentes utilizadas para a obtenção de ácido adípico, um insumo muito importante para a indústria têxtil e de plastificantes.\nRota tradicional (marrom) Rota verde + + OH OH 4 H2O + OH OH OOH Co 180 °C 75-90 °C 120 °C HNO3 60% V5+, Cu Cr(III) lavagem cáustica OH CO2 Na2WO4, 4 H2O2 + N2O Que fator contribui positivamente para que a segunda rota de síntese seja verde em comparação à primeira?",
    "alternatives": [
      "A) Etapa única na síntese.",
      "B) Obtenção do produto puro.",
      "C) Ausência de reagentes oxidantes.",
      "D) Ausência de elementos metálicos no processo.",
      "E) Gasto de energia nulo na separação do produto."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "A",
    "index_question": "90"
  },
  {
    "description": "QUESTÃO 91) As instituições públicas fazem uso de avisos como instrumento de comunicação com o cidadão. Esse aviso, voltado a passageiros, tem o objetivo de",
    "alternatives": [
      "A) solicitar que as malas sejam apresentadas para inspeção.",
      "B) notificar o passageiro pelo transporte de produtos proibidos.",
      "C) informar que a mala foi revistada pelos oficiais de segurança.",
      "D) dar instruções de como arrumar malas de forma a evitar inspeções.",
      "E) apresentar desculpas pelo dano causado à mala durante a viagem."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "C",
    "index_question": "91"
  },
  {
    "description": "QUESTÃO 92) My brother the star, my mother the earth my father the sun, my sister the moon, to my life give beauty, to my body give strength, to my corn give goodness, to my house give peace, to my spirit give truth, to my elders give wisdom.\nProduções artístico-culturais revelam visões de mundo próprias de um grupo social. Esse poema demonstra a estreita relação entre a tradição oral da cultura indígena norte-americana e a",
    "alternatives": [
      "A) transmissão de hábitos alimentares entre gerações.",
      "B) dependência da sabedoria de seus ancestrais.",
      "C) representação do corpo em seus rituais.",
      "D) importância dos elementos da natureza.",
      "E) preservação da estrutura familiar."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "92"
  },
  {
    "description": "QUESTÃO 94) Why am I compelled to write? Because the writing saves me from this complacency I fear. Because I have no choice. Because I must keep the spirit of my revolt and myself alive. Because the world I create in the writing compensates for what the real world does not give me. By writing I put order in the world, give it a handle so I can grasp it.\nANZALDÚA, G. E. Speaking in tongues: a letter to third world women writers. In: HERNANDEZ, J. B. (Ed.). Women writing resistance: essays on Latin America and the Caribbean. Boston: South End, 2003.\nGloria Evangelina Anzaldúa, falecida em 2004, foi uma escritora americana de origem mexicana que escreveu sobre questões culturais e raciais. Na citação, o intuito da autora é evidenciar as",
    "alternatives": [
      "A) razões pelas quais ela escreve.",
      "B) compensações advindas da escrita.",
      "C) possibilidades de mudar o mundo real.",
      "D) maneiras de ela lidar com seus medos.",
      "E) escolhas que ela faz para ordenar o mundo."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "94"
  },
  {
    "description": "QUESTÃO 92) En el día del amor, ¡no a la violencia contra la mujer! Hoy es el día de la amistad y del amor. Pero, parece que este día es puro floro, porque en nuestro país aún existen muchos casos de maltrato entre las parejas, sobre todo hacia las mujeres. Por eso, el Ministerio de la Mujer y Poblaciones Vulnerables (MIMP) lanza la segunda etapa de la campaña “Si te quieren, que te quieran bien”.\nEsta campaña busca detener de una vez el maltrato contra la mujer y para eso, concientizar sobre la importancia de denunciar estos casos. Y es que las cifras son preocupantes. Cada hora se denuncian 17 casos de violencia contra la mujer y en total los Centros de Emergencia de la Mujer (CEM) y el MIMP atendieron en un año a más de 36 mil denuncias de las cuales 7 mil eran de niñas y adolescentes menores de 17 años. Un abuso.\nSi eres testigo o víctima de algún tipo de violencia ya sea física, psicológica o sexual debes llamar gratuitamente a la línea 100 desde un teléfono fijo o celular. Pela expressão puro floro, infere-se que o autor considera a comemoração pelo dia do amor e da amizade, no Peru, como uma oportunidade para",
    "alternatives": [
      "A) proteger as populações mais vulneráveis.",
      "B) evidenciar as eficazes ações do governo.",
      "C) camuflar a violência de gênero existente no país.",
      "D) atenuar os maus-tratos cometidos por alguns homens.",
      "E) enaltecer o sucesso das campanhas de conscientização feminina."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "C",
    "index_question": "97"
  },
  {
    "description": "QUESTÃO 93) caña El negro junto al cañaveral.\nEl yanqui sobre el cañaveral.\nLa tierra bajo el cañaveral.\n¡Sangre que se nos va! Acesso em: 28 fev. 2012 (fragmento).\nNesse poema de Nicolás Guillén, no qual o poeta reflete sobre o plantio da cana-de-açúcar na América Latina, as preposições junto, sobre e bajo são usadas para indicar metaforicamente",
    "alternatives": [
      "A) desordens na organização da lavoura de cana-de- açúcar.",
      "B) relações diplomáticas entre os países produtores de cana-de-açúcar.",
      "C) localidades da América Latina nas quais a cana-de- açúcar é cultivada.",
      "D) relações sociais dos indivíduos que vivem do plantio da cana-de-açúcar.",
      "E) funções particulares de cada profissional na lavoura da cana-de-açúcar."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "98"
  },
  {
    "description": "QUESTÃO 95) Los guionistas estadounidenses introducen cada vez más el español en sus diálogos En los últimos años, la realidad cultural y la presencia creciente de migrantes de origen latinoamericano en EE UU ha propiciado que cada vez más estadounidenses alternen el inglés y el español en un mismo discurso.\nUn estudio publicado en la revista Vial-Vigo International Journal of Applied Linguistics se centra en las estrategias que usan los guionistas de la versión original para incluir el español en el guión o a personajes de origen latinoamericano.\nLos guionistas estadounidenses suelen usar subtítulos en inglés cuando el español que aparece en la serie o película es importante para el argumento. Si esto no ocurre, y sólo hay interjecciones, aparece sin subtítulos. En aquellas conversaciones que no tienen relevancia se añade en ocasiones el subtítulo Speaks Spanish (habla en español).\n“De esta forma, impiden al público conocer qué están diciendo los dos personajes que hablan español”, explica la autora del estudio y profesora e investigadora en la Universidad Pablo de Olavide (UPO) de Sevilla. De acordo com o texto, nos filmes norte-americanos, nem todas as falas em espanhol são legendadas em inglês. Esse fato revela a",
    "alternatives": [
      "A) assimetria no tratamento do espanhol como elemento da diversidade linguística nos Estados Unidos.",
      "B) escassez de personagens de origem hispânica nas séries e filmes produzidos nos Estados Unidos.",
      "C) desconsideração com o público hispânico que frequenta as salas de cinema norte-americanas.",
      "D) falta de uma formação linguística específica para os roteiristas e tradutores norte-americanos.",
      "E) carência de pesquisas científicas sobre a influência do espanhol na cultura norte-americana. Questões de 96 a 135"
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "100"
  },
  {
    "description": "QUESTÃO 96) O rap, palavra formada pelas iniciais de rhythm and poetry (ritmo e poesia), junto com as linguagens da dança (o break dancing) e das artes plásticas (o grafite), seria difundido, para além dos guetos, com o nome de cultura hip hop. O break dancing surge como uma dança de rua. O grafite nasce de assinaturas inscritas pelos jovens com sprays nos muros, trens e estações de metrô de Nova York. As linguagens do rap, do break dancing e do grafite se tornaram os pilares da cultura hip hop.\nDAYRELL, J. A música entra em cena: o rap e o funk na socialização da juventude. Entre as manifestações da cultura hip hop apontadas no texto, o break se caracteriza como um tipo de dança que representa aspectos contemporâneos por meio de movimentos",
    "alternatives": [
      "A) retilíneos, como crítica aos indivíduos alienados.",
      "B) improvisados, como expressão da dinâmica da vida urbana.",
      "C) suaves, como sinônimo da rotina dos espaços públicos.",
      "D) ritmados pela sola dos sapatos, como símbolo de protesto.",
      "E) cadenciados, como contestação às rápidas mudanças culturais."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "101"
  },
  {
    "description": "QUESTÃO 98) Dia do Músico, do Professor, da Secretária, do Veterinário... Muitas são as datas comemoradas ao longo do ano e elas, ao darem visibilidade a segmentos específicos da sociedade, oportunizam uma reflexão sobre a responsabilidade social desses segmentos. Nesse contexto, está inserida a propaganda da Associação Brasileira de Imprensa (ABI), em que se combinam elementos verbais e não verbais para se abordar a estreita relação entre imprensa, cidadania, informação e opinião.\nSobre essa relação, depreende-se do texto da ABI que,",
    "alternatives": [
      "A) para a imprensa exercer seu papel social, ela deve transformar opinião em informação.",
      "B) para a imprensa democratizar a opinião, ela deve selecionar a informação.",
      "C) para o cidadão expressar sua opinião, ele deve democratizar a informação.",
      "D) para a imprensa gerar informação, ela deve fundamentar-se em opinião.",
      "E) para o cidadão formar sua opinião, ele deve ter acesso à informação."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "103"
  },
  {
    "description": "QUESTÃO 99) 14 coisas que você não deve jogar na privada Nem no ralo. Elas poluem rios, lagos e mares, o que contamina o ambiente e os animais. Também deixa mais difícil obter a água que nós mesmos usaremos. Alguns produtos podem causar entupimentos: • cotonete e fio dental; • medicamento e preservativo; • óleo de cozinha; • ponta de cigarro; • poeira de varrição de casa; • fio de cabelo e pelo de animais; • tinta que não seja à base de água; • querosene, gasolina, solvente, tíner.\nJogue esses produtos no lixo comum. Alguns deles, como óleo de cozinha, medicamento e tinta, podem ser levados a pontos de coleta especiais, que darão a destinação final adequada.\nMORGADO, M.; EMASA. Manual de etiqueta. Planeta Sustentável, O texto tem objetivo educativo. Nesse sentido, além do foco no interlocutor, que caracteriza a função conativa da linguagem, predomina também nele a função referencial, que busca",
    "alternatives": [
      "A) despertar no leitor sentimentos de amor pela natureza, induzindo-o a ter atitudes responsáveis que beneficiarão a sustentabilidade do planeta.",
      "B) informar o leitor sobre as consequências da destinação inadequada do lixo, orientando-o sobre como fazer o correto descarte de alguns dejetos.",
      "C) transmitir uma mensagem de caráter subjetivo, mostrando exemplos de atitudes sustentáveis do autor do texto em relação ao planeta.",
      "D) estabelecer uma comunicação com o leitor, procurando certificar-se de que a mensagem sobre ações de sustentabilidade está sendo compreendida.",
      "E) explorar o uso da linguagem, conceituando detalhadamente os termos utilizados de forma a proporcionar melhor compreensão do texto."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "104"
  },
  {
    "description": "QUESTÃO 102) Riscar o chão para sair pulando é uma brincadeira que vem dos tempos do Império Romano. A amarelinha original tinha mais de cem metros e era usada como treinamento militar. As crianças romanas, então, fizeram imitações reduzidas do campo utilizado pelos soldados e acrescentaram numeração nos quadrados que deveriam ser pulados. Hoje as amarelinhas variam nos formatos geométricos e na quantidade de casas. As palavras “céu” e “inferno” podem ser escritas no começo e no final do desenho, que é marcado no chão com giz, tinta ou graveto.\nCom base em fatos históricos, o texto retrata o processo de adaptação pelo qual passou um tipo de brincadeira. Nesse sentido, conclui-se que as brincadeiras comportam o(a)",
    "alternatives": [
      "A) caráter competitivo que se assemelha às suas origens.",
      "B) delimitação de regras que se perpetuam com o tempo.",
      "C) definição antecipada do número de grupos participantes.",
      "D) objetivo de aperfeiçoamento físico daqueles que a praticam.",
      "E) possibilidade de reinvenção no contexto em que é realizada."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "107"
  },
  {
    "description": "QUESTÃO 103) Em junho de 1913, embarquei para a Europa a fim de me tratar num sanatório suíço. Escolhi o de Clavadel, perto de Davos-Platz, porque a respeito dele me falara João Luso, que ali passara um inverno com a senhora. Mais tarde vim a saber que antes de existir no lugar um sanatório, lá estivera por algum tempo Antônio Nobre. “Ao cair das folhas”, um de seus mais belos sonetos, talvez o meu predileto, está datado de “Clavadel, outubro, 1895”. Fiquei na Suíça até outubro de 1914.\nBANDEIRA, M. Poesia completa e prosa. Rio de Janeiro: Nova Aguilar, 1985.\nNo relato de memórias do autor, entre os recursos usados para organizar a sequência dos eventos narrados, destaca-se a",
    "alternatives": [
      "A) construção de frases curtas a fim de conferir dinamicidade ao texto.",
      "B) presença de advérbios de lugar para indicar a progressão dos fatos.",
      "C) alternância de tempos do pretérito para ordenar os acontecimentos.",
      "D) inclusão de enunciados com comentários e avaliações pessoais.",
      "E) alusão a pessoas marcantes na trajetória de vida do escritor."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "C",
    "index_question": "108"
  },
  {
    "description": "QUESTÃO 104) Por que as formigas não morrem quando postas em forno de micro-ondas? As micro-ondas são ondas eletromagnéticas com frequência muito alta. Elas causam vibração nas moléculas de água, e é isso que aquece a comida. Se o prato estiver seco, sua temperatura não se altera. Da mesma maneira, se as formigas tiverem pouca água em seu corpo, podem sair incólumes. Já um ser humano não se sairia tão bem quanto esses insetos dentro de um forno de micro-ondas superdimensionado: a água que compõe 70% do seu corpo aqueceria. Micro-ondas de baixa intensidade, porém, estão por toda a parte, oriundas da telefonia celular, mas não há comprovação de que causem problemas para a população humana.\nOs textos constroem-se com recursos linguísticos que materializam diferentes propósitos comunicativos. Ao responder à pergunta que dá título ao texto, o autor tem como objetivo principal",
    "alternatives": [
      "A) defender o ponto de vista de que as ondas eletromagnéticas são inofensivas.",
      "B) divulgar resultados de recentes pesquisas científicas para a sociedade.",
      "C) apresentar informações acerca das ondas eletromagnéticas e de seu uso.",
      "D) alertar o leitor sobre os riscos de usar as micro-ondas em seu dia a dia.",
      "E) apontar diferenças fisiológicas entre formigas e seres humanos."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "C",
    "index_question": "109"
  },
  {
    "description": "QUESTÃO 105) Rede social pode prever desempenho profissional, diz pesquisa Pense duas vezes antes de postar qualquer item em seu perfil nas redes sociais. O conselho, repetido à exaustão por consultores de carreira por aí, acaba de ganhar um status, digamos, mais científico. De acordo com resultados da pesquisa, uma rápida análise do perfil nas redes sociais pode prever o desempenho profissional do candidato a uma oportunidade de emprego. Para chegar a essa conclusão, uma equipe de pesquisadores da Northern Illinois University, University of Evansville e Auburn University pediu a um professor universitário e dois alunos para analisarem perfis de um grupo de universitários.\nApós checar fotos, postagens, número de amigos e interesses por 10 minutos, o trio considerou itens como consciência, afabilidade, extroversão, estabilidade emocional e receptividade. Seis meses depois, as impressões do grupo foram comparadas com a análise de desempenho feita pelos chefes dos jovens que tiveram seus perfis analisados. Os pesquisadores encontraram uma forte correlação entre as características descritas a partir dos dados da rede e o comportamento dos universitários no ambiente de trabalho.\nAs redes sociais são espaços de comunicação e interação on-line que possibilitam o conhecimento de aspectos da privacidade de seus usuários. Segundo o texto, no mundo do trabalho, esse conhecimento permite",
    "alternatives": [
      "A) identificar a capacidade física atribuída ao candidato.",
      "B) certificar a competência profissional do candidato.",
      "C) controlar o comportamento virtual e real do candidato.",
      "D) avaliar informações pessoais e comportamentais sobre o candidato.",
      "E) aferir a capacidade intelectual do candidato na resolução de problemas."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "110"
  },
  {
    "description": "QUESTÃO 107) Assum preto Tudo em vorta é só beleza Sol de abril e a mata em frô Mas assum preto, cego dos óio Num vendo a luz, ai, canta de dor Tarvez por ignorança Ou mardade das pió Furaro os óio do assum preto Pra ele assim, ai, cantá mió Assum preto veve sorto Mas num pode avuá Mil veiz a sina de uma gaiola Desde que o céu, ai, pudesse oiá Acesso em: 30 jul. 2012 (fragmento).\nAs marcas da variedade regional registradas pelos compositores de Assum preto resultam da aplicação de um conjunto de princípios ou regras gerais que alteram a pronúncia, a morfologia, a sintaxe ou o léxico. No texto, é resultado de uma mesma regra a",
    "alternatives": [
      "A) pronúncia das palavras “vorta” e “veve”.",
      "B) pronúncia das palavras “tarvez” e “sorto”.",
      "C) flexão verbal encontrada em “furaro” e “cantá”.",
      "D) redundância nas expressões “cego dos óio” e “mata em frô”.",
      "E) pronúncia das palavras “ignorança” e “avuá”."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "112"
  },
  {
    "description": "QUESTÃO 108) Exmº Sr. Governador: Trago a V. Exa. um resumo dos trabalhos realizados pela Prefeitura de Palmeira dos Índios em 1928.\n[…] ADMINISTRAÇÃO Relativamente à quantia orçada, os telegramas custaram pouco. De ordinário vai para eles dinheiro considerável. Não há vereda aberta pelos matutos que prefeitura do interior não ponha no arame, proclamando que a coisa foi feita por ela; comunicam-se as datas históricas ao Governo do Estado, que não precisa disso; todos os acontecimentos políticos são badalados. Porque se derrubou a Bastilha – um telegrama; porque se deitou pedra na rua – um telegrama; porque o deputado F. esticou a canela – um telegrama.\nPalmeira dos Índios, 10 de janeiro de 1929.\nGRACILIANO RAMOS RAMOS, G. Viventes das Alagoas. São Paulo: Martins Fontes, 1962.\nO relatório traz a assinatura de Graciliano Ramos, na época, prefeito de Palmeira dos Índios, e é destinado ao governo do estado de Alagoas. De natureza oficial, o texto chama a atenção por contrariar a norma prevista para esse gênero, pois o autor",
    "alternatives": [
      "A) emprega sinais de pontuação em excesso.",
      "B) recorre a termos e expressões em desuso no português.",
      "C) apresenta-se na primeira pessoa do singular, para conotar intimidade com o destinatário.",
      "D) privilegia o uso de termos técnicos, para demonstrar conhecimento especializado.",
      "E) expressa-se em linguagem mais subjetiva, com forte carga emocional."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "113"
  },
  {
    "description": "QUESTÃO 110) ÁVILA, A. Discurso da difamação do poeta. São Paulo: Summus, 1978.\nO contexto histórico e literário do período barroco- árcade fundamenta o poema Casa dos Contos, de 1975. A restauração de elementos daquele contexto por uma poética contemporânea revela que",
    "alternatives": [
      "A) a disposição visual do poema reflete sua dimensão plástica, que prevalece sobre a observação da realidade social.",
      "B) a reflexão do eu lírico privilegia a memória e resgata, em fragmentos, fatos e personalidades da Inconfidência Mineira.",
      "C) a palavra “esconso” (escondido) demonstra o desencanto do poeta com a utopia e sua opção por uma linguagem erudita.",
      "D) o eu lírico pretende revitalizar os contrastes barrocos, gerando uma continuidade de procedimentos estéticos e literários.",
      "E) o eu lírico recria, em seu momento histórico, numa linguagem de ruptura, o ambiente de opressão vivido pelos inconfidentes."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "115"
  },
  {
    "description": "QUESTÃO 111) Um dia, meu pai tomou-me pela mão, minha mãe beijou-me a testa, molhando-me de lágrimas os cabelos e eu parti.\nDuas vezes fora visitar o Ateneu antes da minha instalação.\nAteneu era o grande colégio da época. Afamado por um sistema de nutrido reclame, mantido por um diretor que de tempos a tempos reformava o estabelecimento, pintando-o jeitosamente de novidade, como os negociantes que liquidam para recomeçar com artigos de última remessa; o Ateneu desde muito tinha consolidado crédito na preferência dos pais, sem levar em conta a simpatia da meninada, a cercar de aclamações o bombo vistoso dos anúncios.\nO Dr. Aristarco Argolo de Ramos, da conhecida família do Visconde de Ramos, do Norte, enchia o império com o seu renome de pedagogo. Eram boletins de propaganda pelas províncias, conferências em diversos pontos da cidade, a pedidos, à substância, atochando a imprensa dos lugarejos, caixões, sobretudo, de livros elementares, fabricados às pressas com o ofegante e esbaforido concurso de professores prudentemente anônimos, caixões e mais caixões de volumes cartonados em Leipzig, inundando as escolas públicas de toda a parte com a sua invasão de capas azuis, róseas, amarelas, em que o nome de Aristarco, inteiro e sonoro, oferecia- se ao pasmo venerador dos esfaimados de alfabeto dos confins da pátria. Os lugares que os não procuravam eram um belo dia surpreendidos pela enchente, gratuita, espontânea, irresistível! E não havia senão aceitar a farinha daquela marca para o pão do espírito.\nPOMPÉIA, R. O Ateneu. São Paulo: Scipione, 2005.\nAo descrever o Ateneu e as atitudes de seu diretor, o narrador revela um olhar sobre a inserção social do colégio demarcado pela",
    "alternatives": [
      "A) ideologia mercantil da educação, repercutida nas vaidades pessoais.",
      "B) interferência afetiva das famílias, determinantes no processo educacional.",
      "C) produção pioneira de material didático, responsável pela facilitação do ensino.",
      "D) ampliação do acesso à educação, com a negociação dos custos escolares.",
      "E) cumplicidade entre educadores e famílias, unidos pelo interesse comum do avanço social."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "116"
  },
  {
    "description": "QUESTÃO 113) A pátria Ama, com fé e orgulho, a terra em que nasceste! Criança! não verás nenhum país como este! Olha que céu! que mar! que rios! que floresta! A Natureza, aqui, perpetuamente em festa, É um seio de mãe a transbordar carinhos.\nVê que vida há no chão! vê que vida há nos ninhos, Que se balançam no ar, entre os ramos inquietos! Vê que luz, que calor, que multidão de insetos! Vê que grande extensão de matas, onde impera, Fecunda e luminosa, a eterna primavera! Boa terra! jamais negou a quem trabalha O pão que mata a fome, o teto que agasalha...\nQuem com o seu suor a fecunda e umedece, Vê pago o seu esforço, e é feliz, e enriquece! Criança! não verás país nenhum como este: Imita na grandeza a terra em que nasceste! BILAC, O. Poesias infantis. Rio de Janeiro: Francisco Alves, 1929.\nPublicado em 1904, o poema A pátria harmoniza-se com um projeto ideológico em construção na Primeira República. O discurso poético de Olavo Bilac ecoa esse projeto, na medida em que",
    "alternatives": [
      "A) a paisagem natural ganha contornos surreais, como o projeto brasileiro de grandeza.",
      "B) a prosperidade individual, como a exuberância da terra, independe de políticas de governo.",
      "C) os valores afetivos atribuídos à família devem ser aplicados também aos ícones nacionais.",
      "D) a capacidade produtiva da terra garante ao país a riqueza que se verifica naquele momento.",
      "E) a valorização do trabalhador passa a integrar o conceito de bem-estar social experimentado."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "118"
  },
  {
    "description": "QUESTÃO 115) Yaô Aqui có no terreiro Pelú adié Faz inveja pra gente Que não tem mulher No jacutá de preto velho Há uma festa de yaô Ôi tem nêga de Ogum De Oxalá, de Iemanjá Mucama de Oxossi é caçador Ora viva Nanã Nanã Buruku Yô yôo Yô yôoo No terreiro de preto velho iaiá Vamos saravá (a quem meu pai?) Xangô! VIANA, G. Agô, Pixinguinha! 100 Anos. Som Livre, 1997.\nA canção Yaô foi composta na década de 1930 por Pixinguinha, em parceria com Gastão Viana, que escreveu a letra. O texto mistura o português com o iorubá, língua usada por africanos escravizados trazidos para o Brasil. Ao fazer uso do iorubá nessa composição, o autor",
    "alternatives": [
      "A) promove uma crítica bem-humorada às religiões afro- brasileiras, destacando diversos orixás.",
      "B) ressalta uma mostra da marca da cultura africana, que se mantém viva na produção musical brasileira.",
      "C) evidencia a superioridade da cultura africana e seu caráter de resistência à dominação do branco.",
      "D) deixa à mostra a separação racial e cultural que caracteriza a constituição do povo brasileiro.",
      "E) expressa os rituais africanos com maior autenticidade, respeitando as referências originais."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "120"
  },
  {
    "description": "QUESTÃO 116) Máscara senufo, Mali. Madeira e fibra vegetal. Acervo do MAE/USP.\nAs formas plásticas nas produções africanas conduziram artistas modernos do início do século XX, como Pablo Picasso, a algumas proposições artísticas denominadas vanguardas. A máscara remete à",
    "alternatives": [
      "A) preservação da proporção.",
      "B) idealização do movimento.",
      "C) estruturação assimétrica.",
      "D) sintetização das formas.",
      "E) valorização estética."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "121"
  },
  {
    "description": "QUESTÃO 117) Ao se apossarem do novo território, os europeus ignoraram um universo de antiga sabedoria, povoado por homens e bens unidos por um sistema integrado. A recusa em se inteirar dos valores culturais dos primeiros habitantes levou-os a uma descrição simplista desses grupos e à sua sucessiva destruição.\nNa verdade, não existe uma distinção entre a nossa arte e aquela produzida por povos tecnicamente menos desenvolvidos. As duas manifestações devem ser encaradas como expressões diferentes dos modos de sentir e pensar das várias sociedades, mas também como equivalentes, por resultarem de impulsos humanos comuns.\nSCATAMACHIA, M. C. M. In: AGUILAR, N. (Org.). Mostra do redescobrimento: arqueologia. São Paulo: Fundação Bienal de São Paulo – Associação Brasil 500 anos artes visuais, 2000.\nDe acordo com o texto, inexiste distinção entre as artes produzidas pelos colonizadores e pelos colonizados, pois ambas compartilham o(a)",
    "alternatives": [
      "A) suporte artístico.",
      "B) nível tecnológico.",
      "C) base antropológica.",
      "D) concepção estética.",
      "E) referencial temático."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "C",
    "index_question": "122"
  },
  {
    "description": "QUESTÃO 120) da sua memória emil mui tos out ros ros tos sol tos pou coa pou coa pag amo meu ANTUNES, A. 2 ou + corpos no mesmo espaço. São Paulo: Perspectiva, 1998.\nTrabalhando com recursos formais inspirados no Concretismo, o poema atinge uma expressividade que se caracteriza pela",
    "alternatives": [
      "A) interrupção da fluência verbal, para testar os limites da lógica racional.",
      "B) reestruturação formal da palavra, para provocar o estranhamento no leitor.",
      "C) dispersão das unidades verbais, para questionar o sentido das lembranças.",
      "D) fragmentação da palavra, para representar o estreitamento das lembranças.",
      "E) renovação das formas tradicionais, para propor uma nova vanguarda poética."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "125"
  },
  {
    "description": "QUESTÃO 121) A emergência da sociedade da informação está associada a um conjunto de profundas transformações ocorridas desde as últimas duas décadas do século XX. Tais mudanças ocorrem em dimensões distintas da vida humana em sociedade, as quais interagem de maneira sinérgica e confluem para projetar a informação e o conhecimento como elementos estratégicos, dos pontos de vista econômico-produtivo, político e sociocultural. A sociedade da informação caracteriza-se pela crescente utilização de técnicas de transmissão, armazenamento de dados e informações a baixo custo, acompanhadas por inovações organizacionais, sociais e legais. Ainda que tenha surgido motivada por um conjunto de transformações na base técnico-científica, ela se investe de um significado bem mais abrangente.\nO mundo contemporâneo tem sido caracterizado pela crescente utilização das novas tecnologias e pelo acesso à informação cada vez mais facilitado. De acordo com o texto, a sociedade da informação corresponde a uma mudança na organização social porque",
    "alternatives": [
      "A) representa uma alternativa para a melhoria da qualidade de vida.",
      "B) associa informações obtidas instantaneamente por todos e em qualquer parte do mundo.",
      "C) propõe uma comunicação mais rápida e barata, contribuindo para a intensificação do comércio.",
      "D) propicia a interação entre as pessoas por meio de redes sociais.",
      "E) representa um modelo em que a informação é utilizada intensamente nos vários setores da vida."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "126"
  },
  {
    "description": "QUESTÃO 122) Embora particularidades na produção mediada pela tecnologia aproximem a escrita da oralidade, isso não significa que as pessoas estejam escrevendo errado. Muitos buscam, tão somente, adaptar o uso da linguagem ao suporte utilizado: “O contexto é que define o registro de língua. Se existe um limite de espaço, naturalmente, o sujeito irá usar mais abreviaturas, como faria no papel”, afirma um professor do Departamento de Linguagem e Tecnologia do Cefet-MG. Da mesma forma, é preciso considerar a capacidade do destinatário de interpretar corretamente a mensagem emitida. No entendimento do pesquisador, a escola, às vezes, insiste em ensinar um registro utilizado apenas em contextos específicos, o que acaba por desestimular o aluno, que não vê sentido em empregar tal modelo em outras situações. Independentemente dos aparatos tecnológicos da atualidade, o emprego social da língua revela-se muito mais significativo do que seu uso escolar, conforme ressalta a diretora de Divulgação Científica da UFMG: “A dinâmica da língua oral é sempre presente. Não falamos ou escrevemos da mesma forma que nossos avós”. Some-se a isso o fato de os jovens se revelarem os principais usuários das novas tecnologias, por meio das quais conseguem se comunicar com facilidade. A professora ressalta, porém, que as pessoas precisam ter discernimento quanto às distintas situações, a fim de dominar outros códigos.\nNa esteira do desenvolvimento das tecnologias de informação e de comunicação, usos particulares da escrita foram surgindo. Diante dessa nova realidade, segundo o texto, cabe à escola levar o aluno a",
    "alternatives": [
      "A) interagir por meio da linguagem formal no contexto digital.",
      "B) buscar alternativas para estabelecer melhores contatos on-line.",
      "C) adotar o uso de uma mesma norma nos diferentes suportes tecnológicos.",
      "D) desenvolver habilidades para compreender os textos postados na web.",
      "E) perceber as especificidades das linguagens em diferentes ambientes digitais."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "127"
  },
  {
    "description": "QUESTÃO 123) À garrafa Contigo adquiro a astúcia de conter e de conter-me.\nTeu estreito gargalo é uma lição de angústia.\nPor translúcida pões o dentro fora e o fora dentro para que a forma se cumpra e o espaço ressoe.\nAté que, farta da constante prisão da forma, saltes da mão para o chão e te estilhaces, suicida, numa explosão de diamantes.\nPAES, J. P. Prosas seguidas de odes mínimas. São Paulo: Cia. das Letras, 1992.\nA reflexão acerca do fazer poético é um dos mais marcantes atributos da produção literária contemporânea, que, no poema de José Paulo Paes, se expressa por um(a)",
    "alternatives": [
      "A) reconhecimento, pelo eu lírico, de suas limitações no processo criativo, manifesto na expressão “Por translúcida pões”.",
      "B) subserviência aos princípios do rigor formal e dos cuidados com a precisão metafórica, como se observa em “prisão da forma”.",
      "C) visão progressivamente pessimista, em face da impossibilidade da criação poética, expressa o verso “e te estilhaces, suicida”.conforme",
      "D) processo de contenção, amadurecimento e transformação da palavra, representado pelos versos “numa explosão / de diamantes”.",
      "E) necessidade premente de libertação da prisão representada pela poesia, simbolicamente comparada à “garrafa” a ser “estilhaçada”."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "128"
  },
  {
    "description": "QUESTÃO 124) Palavras jogadas fora Quando criança, convivia no interior de São Paulo com o curioso verbo pinchar e ainda o ouço por lá esporadicamente. O sentido da palavra é o de “jogar fora” (pincha fora essa porcaria) ou “mandar embora” (pincha esse fulano daqui). Teria sido uma das muitas palavras que ouvi menos na capital do estado e, por conseguinte, deixei de usar. Quando indago às pessoas se conhecem esse verbo, comumente escuto respostas como “minha avó fala isso”. Aparentemente, para muitos falantes, esse verbo é algo do passado, que deixará de existir tão logo essa geração antiga morrer.\nAs palavras são, em sua grande maioria, resultados de uma tradição: elas já estavam lá antes de nascermos. “Tradição”, etimologicamente, é o ato de entregar, de passar adiante, de transmitir (sobretudo valores culturais). O rompimento da tradição de uma palavra equivale à sua extinção. A gramática normativa muitas vezes colabora criando preconceitos, mas o fator mais forte que motiva os falantes a extinguirem uma palavra é associar a palavra, influenciados direta ou indiretamente pela visão normativa, a um grupo que julga não ser o seu. O pinchar, associado ao ambiente rural, onde há pouca escolaridade e refinamento citadino, está fadado à extinção? É louvável que nos preocupemos com a extinção de ararinhas-azuis ou dos micos-leão-dourados, mas a extinção de uma palavra não promove nenhuma comoção, como não nos comovemos com a extinção de insetos, a não ser dos extraordinariamente belos. Pelo contrário, muitas vezes a extinção das palavras é incentivada.\nA discussão empreendida sobre o (des)uso do verbo “pinchar” nos traz uma reflexão sobre a linguagem e seus usos, a partir da qual compreende-se que",
    "alternatives": [
      "A) as palavras esquecidas pelos falantes devem ser descartadas dos dicionários, conforme sugere o título.",
      "B) o cuidado com espécies animais em extinção é mais urgente do que a preservação de palavras.",
      "C) o abandono de determinados vocábulos está associado a preconceitos socioculturais.",
      "D) as gerações têm a tradição de perpetuar o inventário de uma língua.",
      "E) o mundo contemporâneo exige a inovação do vocabulário das línguas."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "C",
    "index_question": "129"
  },
  {
    "description": "QUESTÃO 125) Poesia quentinha Projeto literário publica poemas em sacos de pão na capital mineira Se a literatura é mesmo o alimento da alma, então os mineiros estão diante de um verdadeiro banquete. Mais do que um pãozinho com manteiga, os moradores do bairro de Barreiro, em Belo Horizonte (MG), estão consumindo poesia brasileira no café da manhã. Graças ao projeto “Pão e Poesia”, que faz do saquinho de pão um espaço para veiculação de poemas, escritores como Affonso Romano de Sant’Anna e Fernando Brant dividem espaço com estudantes que passaram por oficinas de escrita poética. São ao todo 250 mil embalagens, distribuídas em padarias da região de Belo Horizonte, que trazem a boa literatura para o cotidiano de pessoas, além de dar uma chance a escritores novatos de verem seus textos impressos. Criado em 2008 por um analista de sistemas apaixonado por literatura, o “Pão e Poesia” já recebeu dois prêmios do Ministério da Cultura.\nLíngua Portuguesa, n. 71, set. 2011.\nA proposta de um projeto como o “Pão e Poesia” objetiva inovar em sua área de atuação, pois",
    "alternatives": [
      "A) privilegia novos escritores em detrimento daqueles já consagrados.",
      "B) resgata poetas que haviam perdido espaços de publicação impressa.",
      "C) prescinde de critérios de seleção em prol da popularização da literatura.",
      "D) propõe acesso à literatura a públicos diversos.",
      "E) alavanca projetos de premiações antes esquecidos."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "130"
  },
  {
    "description": "QUESTÃO 126) No ano de 1985 aconteceu um acidente muito grave em Angra dos Reis, no Rio de Janeiro, perto da aldeia guarani de Sapukai. Choveu muito e as águas pluviais provocaram deslizamentos de terras das encostas da Serra do Mar, destruindo o Laboratório de Radioecologia da Central Nuclear Almirante Álvaro Alberto, construída em 1970 num lugar que os índios tupinambás, há mais de 500 anos, chamavam de Itaorna. O prejuízo foi calculado na época em 8 bilhões de cruzeiros. Os engenheiros responsáveis pela construção da usina nuclear não sabiam que o nome dado pelos índios continha informação sobre a estrutura do solo, minado pelas águas da chuva. Só descobriram que Itaorna, em língua tupinambá, quer dizer ‘pedra podre’, depois do acidente.\nConsiderando-se a história da ocupação na região de Angra dos Reis mencionada no texto, os fenômenos naturais que a atingiram poderiam ter sido previstos e suas consequências minimizadas se",
    "alternatives": [
      "A) o acervo linguístico indígena fosse conhecido e valorizado.",
      "B) as línguas indígenas brasileiras tivessem sido substituídas pela língua geral.",
      "C) o conhecimento acadêmico tivesse sido priorizado pelos engenheiros.",
      "D) a língua tupinambá tivesse palavras adequadas para descrever o solo.",
      "E) o laboratório tivesse sido construído de acordo com as leis ambientais vigentes na época."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "131"
  },
  {
    "description": "QUESTÃO 127) Azeite de oliva e óleo de linhaça: uma dupla imbatível Rico em gorduras do bem, ela combate a obesidade, dá um chega pra lá no diabete e ainda livra o coração de entraves Ninguém precisa esquentar a cabeça caso não seja possível usar os dois óleos juntinhos, no mesmo dia. Individualmente, o duo também bate um bolão. Segundo um estudo recente do grupo EurOlive, formado por instituições de cinco países europeus, os polifenóis do azeite de oliva ajudam a frear a oxidação do colesterol LDL, considerado perigoso. Quando isso ocorre, reduz- se o risco de placas de gordura na parede dos vasos, a temida aterosclerose – doença por trás de encrencas como o infarto.\nPara divulgar conhecimento de natureza científica para um público não especializado, Manarini recorre à associação entre vocabulário formal e vocabulário informal. Altera-se o grau de formalidade do segmento no texto, sem alterar o sentido da informação, com a substituição de",
    "alternatives": [
      "A) “dá um chega pra lá no diabete” por “manda embora o diabete”.",
      "B) “esquentar a cabeça” por “quebrar a cabeça”.",
      "C) “bate um bolão” por “é um show”.",
      "D) “juntinhos” por “misturadinhos”.",
      "E) “por trás de encrencas” por “causadora de problemas”."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "132"
  },
  {
    "description": "QUESTÃO 129) Posso mandar por e-mail? Atualmente, é comum “disparar” currículos na internet com a expectativa de alcançar o maior número possível de selecionadores. Essa, no entanto, é uma ideia equivocada: é preciso saber quem vai receber seu currículo e se a vaga é realmente indicada para seu perfil, sob o risco de estar “queimando o filme” com um futuro empregador. Ao enviar o currículo por e-mail, tente saber quem vai recebê-lo e faça um texto sucinto de apresentação, com a sugestão a seguir: Assunto: Currículo para a vaga de gerente de marketing Mensagem: Boa tarde. Meu nome é José da Silva e gostaria de me candidatar à vaga de gerente de marketing. Meu currículo segue anexo.\nO texto integra um guia de modelos e técnicas de elaboração de textos e cumpre a função social de",
    "alternatives": [
      "A) divulgar um padrão oficial de redação e envio de currículos.",
      "B) indicar um modelo de currículo para pleitear uma vaga de emprego.",
      "C) instruir o leitor sobre como ser eficiente no envio de currículo por e-mail.",
      "D) responder a uma pergunta de um assinante da revista sobre o envio de currículo por e-mail.",
      "E) orientar o leitor sobre como alcançar o maior número possível de selecionadores de currículos."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "C",
    "index_question": "134"
  },
  {
    "description": "QUESTÃO 130) cântico VI Tu tens um medo de Acabar.\nNão vês que acabas todo o dia.\nQue morres no amor.\nNa tristeza.\nNa dúvida.\nNo desejo.\nQue te renovas todo dia.\nNo amor.\nNa tristeza.\nNa dúvida.\nNo desejo.\nQue és sempre outro.\nQue és sempre o mesmo.\nQue morrerás por idades imensas.\nAté não teres medo de morrer.\nE então serás eterno.\nMEIRELES, C. Antologia poética. Rio de Janeiro: Record, 1963 (fragmento).\nA poesia de Cecília Meireles revela concepções sobre o homem em seu aspecto existencial. Em Cântico VI, o eu lírico exorta seu interlocutor a perceber, como inerente à condição humana,",
    "alternatives": [
      "A) a sublimação espiritual graças ao poder de se emocionar.",
      "B) o desalento irremediável em face do cotidiano repetitivo.",
      "C) o questionamento cético sobre o rumo das atitudes humanas.",
      "D) a vontade inconsciente de perpetuar-se em estado adolescente.",
      "E) um receio ancestral de confrontar a imprevisibilidade das coisas."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "135"
  },
  {
    "description": "QUESTÃO 132) carta ao Tom 74 Rua Nascimento Silva, cento e sete Você ensinando pra Elizete As canções de canção do amor demais Lembra que tempo feliz Ah, que saudade, Ipanema era só felicidade Era como se o amor doesse em paz Nossa famosa garota nem sabia A que ponto a cidade turvaria Esse Rio de amor que se perdeu Mesmo a tristeza da gente era mais bela E além disso se via da janela Um cantinho de céu e o Redentor É, meu amigo, só resta uma certeza, É preciso acabar com essa tristeza É preciso inventar de novo o amor MORAES, V.; TOQUINHO. Bossa nova, sua história, sua gente. São Paulo: Universal; Philips,1975 (fragmento).\nO trecho da canção de Toquinho e Vinícius de Moraes apresenta marcas do gênero textual carta, possibilitando que o eu poético e o interlocutor",
    "alternatives": [
      "A) compartilhem uma visão realista sobre o amor em sintonia com o meio urbano.",
      "B) troquem notícias em tom nostálgico sobre as mudanças ocorridas na cidade.",
      "C) façam confidências, uma vez que não se encontram mais no Rio de Janeiro.",
      "D) tratem pragmaticamente sobre os destinos do amor e da vida citadina.",
      "E) aceitem as transformações ocorridas em pontos turísticos específicos."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "137"
  },
  {
    "description": "QUESTÃO 140) O tampo de vidro de uma mesa quebrou-se e deverá ser substituído por outro que tenha a forma de círculo. O suporte de apoio da mesa tem o formato de um prisma reto, de base em forma de triângulo equilátero com lados medindo 30 cm.\nUma loja comercializa cinco tipos de tampos de vidro circulares com cortes já padronizados, cujos raios medem 18 cm, 26 cm, 30 cm, 35 cm e 60 cm. O proprietário da mesa deseja adquirir nessa loja o tampo de menor diâmetro que seja suficiente para cobrir a base superior do suporte da mesa.\nConsidere 1,7 como aproximação para √3 .\nO tampo a ser escolhido será aquele cujo raio, em centímetros, é igual a",
    "alternatives": [
      "A) 18.",
      "B) 26.",
      "C) 30.",
      "D) 35.",
      "E) 60."
    ],
    "year": "2015",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "A",
    "index_question": "145"
  },
  {
    "description": "QUESTÃO 149) Em uma escola, a probabilidade de um aluno compreender e falar inglês é de 30%. Três alunos dessa escola, que estão em fase final de seleção de intercâmbio, aguardam, em uma sala, serem chamados para uma entrevista. Mas, ao invés de chamá-los um a um, o entrevistador entra na sala e faz, oralmente, uma pergunta em inglês que pode ser respondida por qualquer um dos alunos.\nA probabilidade de o entrevistador ser entendido e ter sua pergunta oralmente respondida em inglês é",
    "alternatives": [
      "A) 23,7%",
      "B) 30,0%",
      "C) 44,1%",
      "D) 65,7%",
      "E) 90,0%"
    ],
    "year": "2015",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "D",
    "index_question": "154"
  },
  {
    "description": "QUESTÃO 152) Um casal realiza um financiamento imobiliário de R$ 180 000,00, a ser pago em 360 prestações mensais, com taxa de juros efetiva de 1% ao mês. A primeira prestação é paga um mês após a liberação dos recursos e o valor da prestação mensal é de R$ 500,00 mais juro de 1% sobre o saldo devedor (valor devido antes do pagamento). Observe que, a cada pagamento, o saldo devedor se reduz em R$ 500,00 e considere que não há prestação em atraso.\nEfetuando o pagamento dessa forma, o valor, em reais, a ser pago ao banco na décima prestação é de",
    "alternatives": [
      "A) 2 075,00.",
      "B) 2 093,00.",
      "C) 2 138,00.",
      "D) 2 255,00.",
      "E) 2 300,00."
    ],
    "year": "2015",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "D",
    "index_question": "157"
  },
  {
    "description": "QUESTÃO 153) As exportações de soja do Brasil totalizaram 4,129 milhões de toneladas no mês de julho de 2012, e registraram um aumento em relação ao mês de julho de 2011, embora tenha havido uma baixa em relação ao mês de maio de 2012.\nA quantidade, em quilogramas, de soja exportada pelo Brasil no mês de julho de 2012 foi de",
    "alternatives": [
      "A) 4,129 × 103",
      "B) 4,129 × 106",
      "C) 4,129 × 109",
      "D) 4,129 × 1012",
      "E) 4,129 × 1015"
    ],
    "year": "2015",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "158"
  },
  {
    "description": "QUESTÃO 155) Segundo dados apurados no Censo 2010, para uma população de 101,8 milhões de brasileiros com 10 anos ou mais de idade e que teve algum tipo de rendimento em 2010, a renda média mensal apurada foi de R$ 1 202,00. A soma dos rendimentos mensais dos 10% mais pobres correspondeu a apenas 1,1% do total de rendimentos dessa população considerada, enquanto que a soma dos rendimentos mensais dos 10% mais ricos correspondeu a 44,5% desse total.\nQual foi a diferença, em reais, entre a renda média mensal de um brasileiro que estava na faixa dos 10% mais ricos e de um brasileiro que estava na faixa dos 10% mais pobres?",
    "alternatives": [
      "A) 240,40",
      "B) 548,11",
      "C) 1 723,67",
      "D) 4 026,70",
      "E) 5 216,68 substituídas"
    ],
    "year": "2015",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "E",
    "index_question": "160"
  },
  {
    "description": "QUESTÃO 158) O HPV é uma doença sexualmente transmissível. Uma vacina com eficácia de 98% foi criada com o objetivo de prevenir a infecção por HPV e, dessa forma, reduzir o número de pessoas que venham a desenvolver câncer de colo de útero. Uma campanha de vacinação foi lançada em 2014 pelo SUS, para um público-alvo de meninas de 11 a 13 anos de idade. Considera-se que, em uma população não vacinada, o HPV acomete 50% desse público ao longo de suas vidas. Em certo município, a equipe coordenadora da campanha decidiu vacinar meninas entre 11 e 13 anos de idade em quantidade suficiente para que a probabilidade de uma menina nessa faixa etária, escolhida ao acaso, vir a desenvolver essa doença seja, no máximo, de 5,9%. Houve cinco propostas de cobertura, de modo a atingir essa meta: Proposta I: vacinação de 90% do público-alvo.\nProposta II: vacinação de 55,8% do público-alvo.\nProposta III: vacinação de 88,2% do público-alvo.\nProposta IV: vacinação de 49% do público-alvo.\nProposta V: vacinação de 95,9% do público-alvo.\nPara diminuir os custos, a proposta escolhida deveria ser também aquela que vacinasse a menor quantidade possível de pessoas.\nA proposta implementada foi a de número",
    "alternatives": [
      "A) I.",
      "B) II.",
      "C) III.",
      "D) IV.",
      "E) V."
    ],
    "year": "2015",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "A",
    "index_question": "163"
  },
  {
    "description": "QUESTÃO 163) Para resolver o problema de abastecimento de água foi decidida, numa reunião do condomínio, a construção de uma nova cisterna. A cisterna atual tem formato cilíndrico, com 3 m de altura e 2 m de diâmetro, e estimou-se que a nova cisterna deverá comportar 81 m3 de água, mantendo o formato cilíndrico e a altura da atual. Após a inauguração da nova cisterna a antiga será desativada. Utilize 3,0 como aproximação para π.\nQual deve ser o aumento, em metros, no raio da cisterna para atingir o volume desejado?",
    "alternatives": [
      "A) 0,5",
      "B) 1,0",
      "C) 2,0",
      "D) 3,5",
      "E) 8,0"
    ],
    "year": "2015",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "168"
  },
  {
    "description": "QUESTÃO 166) Um concurso é composto por cinco etapas. Cada etapa vale 100 pontos. A pontuação final de cada candidato é a média de suas notas nas cinco etapas. A classificação obedece à ordem decrescente das pontuações finais. O critério de desempate baseia-se na maior pontuação na quinta etapa.\ncandidato Média nas quatro primeiras etapas Pontuação na quinta etapa 90 60 85 85 80 95 60 90 60 100 A ordem de classificação final desse concurso é",
    "alternatives": [
      "A) A, B, C, E, D.",
      "B) B, A, C, E, D.",
      "C) C, B, E, A, D.",
      "D) C, B, E, D, A.",
      "E) E, C, D, B, A."
    ],
    "year": "2015",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "B",
    "index_question": "171"
  },
  {
    "description": "QUESTÃO 167) O índice pluviométrico é utilizado para mensurar a precipitação da água da chuva, em milímetros, em determinado período de tempo. Seu cálculo é feito de acordo com o nível de água da chuva acumulada em 1 m², ou seja, se o índice for de 10 mm, significa que a altura do nível de água acumulada em um tanque aberto, em formato de um cubo com 1 m² de área de base, é de 10 mm. Em uma região, após um forte temporal, verificou-se que a quantidade de chuva acumulada em uma lata de formato cilíndrico, com raio 300 mm e altura 1 200 mm, era de um terço da sua capacidade.\nUtilize 3,0 como aproximação para π.\nO índice pluviométrico da região, durante o período do temporal, em milímetros, é de",
    "alternatives": [
      "A) 10,8.",
      "B) 12,0.",
      "C) 32,4.",
      "D) 108,0.",
      "E) 324,0."
    ],
    "year": "2015",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "D",
    "index_question": "172"
  },
  {
    "description": "QUESTÃO 169) Deseja-se comprar lentes para óculos. As lentes devem ter espessuras mais próximas possíveis da medida 3 mm. No estoque de uma loja, há lentes de espessuras: 3,10 mm; 3,021 mm; 2,96 mm; 2,099 mm e 3,07 mm. Se as lentes forem adquiridas nessa loja, a espessura escolhida será, em milímetros, de",
    "alternatives": [
      "A) 2,099.",
      "B) 2,96.",
      "C) 3,021.",
      "D) 3,07.",
      "E) 3,10."
    ],
    "year": "2015",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "174"
  },
  {
    "description": "QUESTÃO 172) Alguns exames médicos requerem uma ingestão de água maior do que a habitual. Por recomendação médica, antes do horário do exame, uma paciente deveria ingerir 1 copo de água de 150 mililitros a cada meia hora, durante as 10 horas que antecederiam um exame. A paciente foi a um supermercado comprar água e verificou que havia garrafas dos seguintes tipos: • Garrafa I: 0,15 litro • Garrafa II: 0,30 litro • Garrafa III: 0,75 litro • Garrafa IV: 1,50 litro • Garrafa V: 3,00 litros A paciente decidiu comprar duas garrafas do mesmo tipo, procurando atender à recomendação médica e, ainda, de modo a consumir todo o líquido das duas garrafas antes do exame.\nQual o tipo de garrafa escolhida pela paciente?",
    "alternatives": [
      "A) I",
      "B) II",
      "C) III",
      "D) IV",
      "E) V"
    ],
    "year": "2015",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "D",
    "index_question": "177"
  },
  {
    "description": "QUESTÃO 174) Para economizar em suas contas mensais de água, uma família de 10 pessoas deseja construir um reservatório para armazenar a água captada das chuvas, que tenha capacidade suficiente para abastecer a família por 20 dias. Cada pessoa da família consome, diariamente, 0,08 m3 de água.\nPara que os objetivos da família sejam atingidos, a capacidade mínima, em litros, do reservatório a ser construído deve ser",
    "alternatives": [
      "A) 16.",
      "B) 800.",
      "C) 1 600.",
      "D) 8 000.",
      "E) 16 000."
    ],
    "year": "2015",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "E",
    "index_question": "179"
  },
  {
    "description": "QUESTÃO 175) Uma competição esportiva envolveu 20 equipes com 10 atletas cada. Uma denúncia à organização dizia que um dos atletas havia utilizado substância proibida. Os organizadores, então, decidiram fazer um exame antidoping. Foram propostos três modos diferentes para escolher os atletas que irão realizá-lo: Modo I: sortear três atletas dentre todos os participantes; Modo II: sortear primeiro uma das equipes e, desta, sortear três atletas; Modo III: sortear primeiro três equipes e, então, sortear um atleta de cada uma dessas três equipes. Considere que todos os atletas têm igual probabilidade de serem sorteados e que P(I), P(II) e P(III) sejam as probabilidades de o atleta que utilizou a substância proibida seja um dos escolhidos para o exame no caso do sorteio ser feito pelo modo I, II ou III. Comparando-se essas probabilidades, obtém-se",
    "alternatives": [
      "A) P(I) < P(III) < P(II)",
      "B) P(II) < P(I) < P(III)",
      "C) P(I) < P(II) = P(III)",
      "D) P(I) = P(II) < P(III)",
      "E) P(I) = P(II) = P(III)"
    ],
    "year": "2015",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "E",
    "index_question": "180"
  },
  {
    "description": "QUESTÃO 179) Uma fábrica de sorvetes utiliza embalagens plásticas no formato de paralelepípedo retangular reto. Internamente, a embalagem tem 10 cm de altura e base de 20 cm por 10 cm. No processo de confecção do sorvete, uma mistura é colocada na embalagem no estado líquido e, quando levada ao congelador, tem seu volume aumentado em 25%, ficando com consistência cremosa.\nInicialmente é colocada na embalagem uma mistura sabor chocolate com volume de 1 000 cm3 e, após essa mistura ficar cremosa, será adicionada uma mistura sabor morango, de modo que, ao final do processo de congelamento, a embalagem fique completamente preenchida com sorvete, sem transbordar.\nO volume máximo, em cm³, da mistura sabor morango que deverá ser colocado na embalagem é",
    "alternatives": [
      "A) 450.",
      "B) 500.",
      "C) 600.",
      "D) 750.",
      "E) 1 000."
    ],
    "year": "2015",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "184"
  }
]