[
  {
    "description": "QUESTÃO 04) Letters Children and Guns Published: May 7, 2013 To the Editor: Re “Girl’s Death by Gunshot Is Rejected as Symbol” (news article, May 6): I ﬁnd it abhorrent that the people of Burkesville, Ky., are not willing to learn a lesson from the tragic shooting of a 2-year-old girl by her 5-year-old brother. I am not judging their lifestyle of introducing guns to children at a young age, but I do feel that it’s irresponsible not to practice basic safety with anything potentially lethal — guns, knives, ﬁre and so on. How can anyone justify leaving guns lying around, unlocked and possibly loaded, in a home with two young children? I wish the family of the victim comfort during this difﬁcult time, but to dismiss this as a simple accident leaves open the potential for many more such “accidents” to occur. I hope this doesn’t have to happen several more times for legislators to realize that something needs to be changed.\nEMILY LOUBATON Brooklyn, May 6, 2013 No que diz respeito à tragédia ocorrida em Burkesville, a autora da carta enviada ao The New York Times busca",
    "alternatives": [
      "A) reconhecer o acidente noticiado como um fato isolado.",
      "B) responsabilizar o irmão da vítima pelo incidente ocorrido.",
      "C) apresentar versão diferente da notícia publicada pelo jornal.",
      "D) expor sua indignação com a negligência de portadores de armas.",
      "E) reforçar a necessidade de proibição do uso de armas por crianças."
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "4"
  },
  {
    "description": "QUESTÃO 05) Israel Travel Guide Israel has always been a standout destination. From the days of prophets to the modern day nomad this tiny slice of land on the eastern Mediteranean has long attracted visitors. While some arrive in the ‘Holy Land’ on a spiritual quest, many others are on cultural tours, beach holidays and eco-tourism trips. Weeding through Israel’s convoluted history is both exhilarating and exhausting. There are crumbling temples, ruined cities, abandoned forts and hundreds of places associated with the Bible. And while a sense of adventure is required, most sites are safe and easily accessible. Most of all, Israel is about its incredibly diverse population. Jews come from all over the world to live here, while about 20% of the population is Muslim. Politics are hard to get away from in Israel as everyone has an opinion on how to move the country forward — with a ready ear you’re sure to hear opinions from every side of the political spectrum.\nAntes de viajar, turistas geralmente buscam informações sobre o local para onde pretendem ir. O trecho do guia de viagens de Israel",
    "alternatives": [
      "A) descreve a história desse local para que turistas valorizem seus costumes milenares.",
      "B) informa hábitos religiosos para auxiliar turistas a entenderem as diferenças culturais.",
      "C) divulga os principais pontos turísticos para ajudar turistas a planejarem sua viagem.",
      "D) recomenda medidas de segurança para alertar turistas sobre possíveis riscos locais.",
      "E) apresenta aspectos gerais da cultura do país para continuar a atrair turistas estrangeiros. TECNOLOGIAS"
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "5"
  },
  {
    "description": "QUESTÃO 01) El carpintero Orlando Goicoechea reconoce las maderas por el olor, de qué árboles vienen, qué edad tienen, y oliéndolas sabe si fueron cortadas a tiempo o a destiempo y les adivina los posibles contratiempos.\nAl cabo de tantos años de trabajo, Orlando se ha dado el lujo de comprarse un video, y ve una película tras otra.\nNo sabía que eras loco por cine le dice el vecino.\nY Orlando le explica que no, que a él ni le va ni le viene, pero gracias al video puede detener las películas para estudiar los muebles.\n Acesso em: 18 abr. 2012.\nNo conto de Galeano, a expressão ni le va ni le viene encerra uma opinião a respeito de cinema que",
    "alternatives": [
      "A) desconstrói a ideia central do conto sobre a importância das atividades de lazer.",
      "B) contradiz a percepção que o narrador tem em relação à proﬁssão exercida por Orlando.",
      "C) revela o descaso do narrador com relação ao ofício desempenhado por Orlando.",
      "D) reforça a impressão do vizinho de que Orlando gostava de ﬁlmes.",
      "E) evidencia a extrema devoção do carpinteiro ao seu ofício."
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "6"
  },
  {
    "description": "QUESTÃO 02) El virus del papiloma humano (HPV) también es un problema de hombres Para algunos hombres, el virus del papiloma humano (HPV) es algo muy lejano. Se olvidan de que ellos también se infectan y de que, al contagiarnos, nos están regalando un pasaporte mágico para el cáncer cérvico-uterino — segunda causa de muerte entre las mujeres de México —; incluso me ha tocado escuchar en boca de algunos de ellos que “sólo se trata de una infeccioncita”. Pues bien, el HPV también es un problema de hombres, no sólo porque propaga la infección entre la población femenina, sino también porque este virus produce otros problemas de salud tanto en hombres como en mujeres, incluyendo verrugas genitales y cáncer de boca y garganta que, si bien no son tan conocidos o alarmantes por su cantidad, como otros tipos de cáncer, también constituyen un riesgo. Por lo anterior, la Academia Americana de Pediatría decidió enfrentarse al HPV mediante vacunas que se ponen tanto a mujeres como hombres. Los especialistas aﬁrman que la vacuna es más efectiva si se administra antes de que el niño se vuelva sexualmente activo, y responde mejor en el organismo de varones entre 9 y 15 años.\nO texto aborda a temática do HPV. Ao discorrer sobre o contágio e a prevenção do papiloma humano, a autora informa aos leitores que esse vírus é",
    "alternatives": [
      "A) estudado pela Academia Americana de Pediatria por seus efeitos em crianças.",
      "B) responsável pelo aumento de casos de câncer na população jovem mexicana.",
      "C) ignorado pelos homens por se restringir à população feminina.",
      "D) combatido por vacinas que devem ser aplicadas tanto em mulheres quanto em homens.",
      "E) classiﬁcado como um problema superável pela facilidade com que se enfrenta a infecção."
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "7"
  },
  {
    "description": "QUESTÃO 03) Aquí estoy establecido, En los Estados Unidos, Diez años pasaron ya, En que crucé de mojado, Papeles no he arreglado, Sigo siendo un ilegal.\nTengo mi esposa y mis hijos, Que me los traje muy chicos, Y se han olvidado ya, De mi México querido, Del que yo nunca me olvido, Y no puedo regresar.\n[...] Mis hijos no hablan conmigo, Otro idioma han aprendido, Y olvidado el español, Piensan como americanos, Niegan que son mexicanos, Aunque tengan mi color.\nLOS TIGRES DEL NORTE. Jaula de oro. Woodland Hills, Califórnia: Fonovisa, 1986 (fragmento).\nA letra de canção coloca em cena um dilema por vezes vivenciado por imigrantes. Esse dilema se conﬁgura no sentimento do pai em relação ao(à)",
    "alternatives": [
      "A) diluição de sua identidade latino-americana, advinda do contato cotidiano com o outro.",
      "B) distanciamento dos ﬁlhos, gerado pela apropriação da língua e da cultura do outro.",
      "C) preconceito étnico-racial sofrido pelos imigrantes mexicanos no novo país.",
      "D) desejo de se integrar à nova cultura e de se comunicar na outra língua.",
      "E) vergonha perante os ﬁlhos de viver ilegalmente em outro país."
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "8"
  },
  {
    "description": "QUESTÃO 04) Emotivo encuentro en la universidad pública El entonces mandatario uruguayo recibió el cariño de sus compatriotas residentes en Nueva York e informó sobre la evolución del país, las políticas de gobierno, los avances y cuentas pendientes. Como en ocasiones similares, se multiplicaron las muestras de respeto y emoción. “Una nación es un formidable sentimiento de un ‘nosotros’”, dijo.\nMujica comenzó su discurso relatando lo recogido de otras experiencias de comunidades en el exilio. “Muchos de ustedes echaron raíces, tienen hijos y no pueden cometer la agresión de descuajarle la vida. Tienen que cargar con esa nostalgia de ser de allá, pero estar acá”, dijo.\n“Estamos metidos en la lucha por mejorar las circunstancias, con el sueño de que las generaciones que vengan, puedan venir con más soltura, con más apoyo”, dijo el Presidente.\nMujica se reﬁrió a algunas críticas que reciben algunas políticas sociales. “Nos acusan de que damos sin contrapartida. Nos dicen ‘a la gente no hay que darle pescado, sino enseñarle a pescar’. Sí — razonó el Presidente —, pero cuando le afanaste la caña, le afanaste el bote, ¿qué le vas a pedir? Para atrás no arreglamos, arreglamos para adelante.” No discurso dirigido aos compatriotas radicados em Nova York, o então presidente Mujica expressa o desejo de que os cidadãos que vivem no Uruguai",
    "alternatives": [
      "A) apoiem as políticas públicas aﬁrmativas.",
      "B) integrem-se ao processo de globalização.",
      "C) cultivem o sentimento nacionalista.",
      "D) ofereçam uma contrapartida à nação.",
      "E) tenham melhores condições de vida."
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "9"
  },
  {
    "description": "QUESTÃO 05) El eclipse Cuando Fray Bartolomé Arrazola se sintió perdido aceptó que ya nada podría salvarlo. La selva poderosa de Guatemala lo había apresado, implacable y deﬁnitiva. Ante su ignorancia topográﬁca se sentó con tranquilidad a esperar la muerte. Al despertar se encontró rodeado por un grupo de indígenas de rostro impasible que se disponía a sacriﬁcarlo ante un altar, un altar que a Bartolomé le pareció como el lecho en que descansaría, al ﬁn, de sus temores, de su destino, de sí mismo. Tres años en el país le habían conferido un mediano dominio de las lenguas nativas. Intentó algo. Dijo algunas palabras que fueron comprendidas. Entonces floreció en él una idea que tuvo por digna de su talento y de su cultura universal y de su arduo conocimiento de Aristóteles. Recordó que para ese día se esperaba un eclipse total de sol. Y dispuso, en lo más íntimo, valerse de aquel conocimiento para engañar a sus opresores y salvar la vida. — Si me matáis — les dijo — puedo hacer que el sol se oscurezca en su altura. Los indígenas lo miraron ﬁjamente y Bartolomé sorprendió la incredulidad en sus ojos. Vio que se produjo un pequeño consejo, y esperó conﬁado, no sin cierto desdén. Dos horas después el corazón de Fray Bartolomé Arrazola chorreaba su sangre vehemente sobre la piedra de los sacriﬁcios (brillante bajo la opaca luz de un sol eclipsado), mientras uno de los indígenas recitaba sin ninguna inflexión de voz, sin prisa, una por una las inﬁnitas fechas en que se producirían eclipses solares y lunares, que los astrónomos de la comunidad maya habían previsto y anotado en sus códices sin la valiosa ayuda de Aristóteles.\nNo texto, confrontam-se duas visões de mundo: a da cultura ocidental, representada por Frei Bartolomé Arrazola, e a da mítica pré-hispânica, representada pela comunidade indígena maia. Segundo a narrativa,",
    "alternatives": [
      "A) os catequizadores espanhóis avalizam os saberes produzidos pelas comunidades indígenas hispano- americanas.",
      "B) os indígenas da comunidade maia mostram-se perplexos diante da superioridade do conhecimento aristotélico do frei espanhol.",
      "C) o catequizador espanhol Arrazola apresenta-se adaptado às culturas autóctones, ao promover a interlocução entre os conhecimentos aristotélico e indígena.",
      "D) o episódio representa, de forma neutra, o signiﬁcado do conhecimento ancestral indígena, quando comparado ao conhecimento ocidental.",
      "E) os conhecimentos acadêmicos de Arrazola são insuﬁcientes para salvá-lo da morte, ante a sabedoria astronômica da cultura maia. Questões de 06 a 45"
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "10"
  },
  {
    "description": "QUESTÃO 06) Romanos usavam redes sociais há dois mil anos, diz livro Ao tuitar ou comentar embaixo do post de um de seus vários amigos no Facebook, você provavelmente se sente privilegiado por viver em um tempo na história em que é possível alcançar de forma imediata uma vasta rede de contatos por meio de um simples clique no botão “enviar”. Você talvez também reflita sobre como as gerações passadas puderam viver sem mídias sociais, desprovidas da capacidade de verem e serem vistas, de receber, gerar e interagir com uma imensa carga de informações. Mas o que você talvez não saiba é que os seres humanos usam ferramentas de interação social há mais de dois mil anos. É o que aﬁrma Tom Standage, autor do livro Writing on the Wall — Social Media, The first 2 000 Years (Escrevendo no mural — mídias sociais, os primeiros 2 mil anos, em tradução livre).\nSegundo Standage, Marco Túlio Cícero, ﬁlósofo e político romano, teria sido, junto com outros membros da elite romana, precursor do uso de redes sociais. O autor relata como Cícero usava um escravo, que posteriormente tornou-se seu escriba, para redigir mensagens em rolos de papiro que eram enviados a uma espécie de rede de contatos. Estas pessoas, por sua vez, copiavam seu texto, acrescentavam seus próprios comentários e repassavam adiante. “Hoje temos computadores e banda larga, mas os romanos tinham escravos e escribas que transmitiam suas mensagens”, disse Standage à BBC Brasil. “Membros da elite romana escreviam entre si constantemente, comentando sobre as últimas movimentações políticas e expressando opiniões.” Além do papiro, outra plataforma comumente utilizada pelos romanos era uma tábua de cera do tamanho e da forma de um tablet moderno, em que escreviam recados, perguntas ou transmitiam os principais pontos da acta diurna, um “jornal” exposto diariamente no Fórum de Roma. Essa tábua, o “iPad da Roma Antiga”, era levada por um mensageiro até o destinatário, que respondia embaixo da mensagem.\nNa reportagem, há uma comparação entre tecnologias de comunicação antigas e atuais. Quanto ao gênero mensagem, identiﬁca-se como característica que perdura ao longo dos tempos o(a)",
    "alternatives": [
      "A) imediatismo das respostas.",
      "B) compartilhamento de informações.",
      "C) interferência direta de outros no texto original.",
      "D) recorrência de seu uso entre membros da elite.",
      "E) perﬁl social dos envolvidos na troca comunicativa."
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "11"
  },
  {
    "description": "QUESTÃO 07) Garcia tinha-se chegado ao cadáver, levantara o lenço e contemplara por alguns instantes as feições defuntas. Depois, como se a morte espiritualizasse tudo, inclinou-se e beijou-a na testa. Foi nesse momento que Fortunato chegou à porta. Estacou assombrado; não podia ser o beijo da amizade, podia ser o epílogo de um livro adúltero [...].\nEntretanto, Garcia inclinou-se ainda para beijar outra vez o cadáver, mas então não pôde mais. O beijo rebentou em soluços, e os olhos não puderam conter as lágrimas, que vieram em borbotões, lágrimas de amor calado, e irremediável desespero. Fortunato, à porta, onde ﬁcara, saboreou tranquilo essa explosão de dor moral que foi longa, muito longa, deliciosamente longa.\nAcesso em: 9 out. 2015.\nNo fragmento, o narrador adota um ponto de vista que acompanha a perspectiva de Fortunato. O que singulariza esse procedimento narrativo é o registro do(a)",
    "alternatives": [
      "A) indignação face à suspeita do adultério da esposa.",
      "B) tristeza compartilhada pela perda da mulher amada.",
      "C) espanto diante da demonstração de afeto de Garcia.",
      "D) prazer da personagem em relação ao sofrimento alheio.",
      "E) superação do ciúme pela comoção decorrente da morte."
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "12"
  },
  {
    "description": "QUESTÃO 09) TEXTO I Terezinha de Jesus De uma queda foi ao chão Acudiu três cavalheiros Todos os três de chapéu na mão O primeiro foi seu pai O segundo, seu irmão O terceiro foi aquele A quem Tereza deu a mão BATISTA, M. F. B. M.; SANTOS, I. M. F. (Org.). Cancioneiro da Paraíba. TEXTO II Outra interpretação é feita a partir das condições sociais daquele tempo. Para a ama e para a criança para quem cantava a cantiga, a música falava do casamento como um destino natural na vida da mulher, na sociedade brasileira do século XIX, marcada pelo patriarcalismo. A música prepara a moça para o seu destino não apenas inexorável, mas desejável: o casamento, estabelecendo uma hierarquia de obediência (pai, irmão mais velho, marido), de acordo com a época e circunstâncias de sua vida.\nO comentário do Texto II sobre o Texto I evoca a mobilização da língua oral que, em determinados contextos,",
    "alternatives": [
      "A) assegura a existência de pensamentos contrários à ordem vigente.",
      "B) mantém a heterogeneidade das formas de relações sociais.",
      "C) conserva a influência religiosa sobre certas culturas.",
      "D) preserva a diversidade cultural e comportamental.",
      "E) reforça comportamentos e padrões culturais."
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "14"
  },
  {
    "description": "QUESTÃO 11) O consumidor do século XXI, chamado de novo consumidor social, tende a se comportar de modo diferente do consumidor tradicional. Pela associação das características apresentadas no diagrama, infere-se que esse novo consumidor sofre influência da",
    "alternatives": [
      "A) cultura do comércio eletrônico.",
      "B) busca constante pelo menor preço.",
      "C) divulgação de informações pelas empresas.",
      "D) necessidade recorrente de consumo.",
      "E) postura comum aos consumidores tradicionais."
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "16"
  },
  {
    "description": "QUESTÃO 12) A língua tupi no Brasil Há 300 anos, morar na vila de São Paulo de Piratininga (peixe seco, em tupi) era quase sinônimo de falar língua de índio. Em cada cinco habitantes da cidade, só dois conheciam o português. Por isso, em 1698, o governador da província, Artur de Sá e Meneses, implorou a Portugal que só mandasse padres que soubessem “a língua geral dos índios”, pois “aquela gente não se explica em outro idioma”.\nDerivado do dialeto de São Vicente, o tupi de São Paulo se desenvolveu e se espalhou no século XVII, graças ao isolamento geográﬁco da cidade e à atividade pouco cristã dos mamelucos paulistas: as bandeiras, expedições ao sertão em busca de escravos índios. Muitos bandeirantes nem sequer falavam o português ou se expressavam mal. Domingos Jorge Velho, o paulista que destruiu o Quilombo dos Palmares em 1694, foi descrito pelo bispo de Pernambuco como “um bárbaro que nem falar sabe”. Em suas andanças, essa gente batizou lugares como Avanhandava (lugar onde o índio corre), Pindamonhangaba (lugar de fazer anzol) e Itu (cachoeira). E acabou inventando uma nova língua.\n“Os escravos dos bandeirantes vinham de mais de 100 tribos diferentes”, conta o historiador e antropólogo John Monteiro, da Universidade Estadual de Campinas. “Isso mudou o tupi paulista, que, além da influência do português, ainda recebia palavras de outros idiomas.” O resultado da mistura ﬁcou conhecido como língua geral do sul, uma espécie de tupi facilitado.\nO texto trata de aspectos sócio-históricos da formação linguística nacional. Quanto ao papel do tupi na formação do português brasileiro, depreende-se que essa língua indígena",
    "alternatives": [
      "A) contribuiu efetivamente para o léxico, com nomes relativos aos traços característicos dos lugares designados.",
      "B) originou o português falado em São Paulo no século XVII, em cuja base gramatical também está a fala de variadas etnias indígenas.",
      "C) desenvolveu-se sob influência dos trabalhos de catequese dos padres portugueses, vindos de Lisboa.",
      "D) misturou-se aos falares africanos, em razão das interações entre portugueses e negros nas investidas contra o Quilombo dos Palmares.",
      "E) expandiu-se paralelamente ao português falado pelo colonizador, e juntos originaram a língua dos bandeirantes paulistas."
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "17"
  },
  {
    "description": "QUESTÃO 14) PROPAGANDA — O exame dos textos e mensagens de Propaganda revela que ela apresenta posições parciais, que refletem apenas o pensamento de uma minoria, como se exprimissem, em vez disso, a convicção de uma população; trata-se, no fundo, de convencer o ouvinte ou o leitor de que, em termos de opinião, está fora do caminho certo, e de induzi-lo a aderir às teses que lhes são apresentadas, por um mecanismo bem conhecido da psicologia social, o do conformismo induzido por pressões do grupo sobre o indivíduo isolado.\nBOBBIO, N.; MATTEUCCI, N.; PASQUINO, G. Dicionário de política. De acordo com o texto, as estratégias argumentativas e o uso da linguagem na produção da propaganda favorecem a",
    "alternatives": [
      "A) reflexão da sociedade sobre os produtos anunciados.",
      "B) difusão do pensamento e das preferências das grandes massas.",
      "C) imposição das ideias e posições de grupos especíﬁcos.",
      "D) decisão consciente do consumidor a respeito de sua compra.",
      "E) identiﬁcação dos interesses do responsável pelo produto divulgado."
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "C",
    "index_question": "19"
  },
  {
    "description": "QUESTÃO 15) Sítio Gerimum Este é o meu lugar [...] Meu Gerimum é com g Você pode ter estranhado Gerimum em abundância Aqui era plantado E com a letra g Meu lugar foi registrado.\nOLIVEIRA, H. D. Língua Portuguesa, n. 88, fev. 2013 (fragmento).\nNos versos de um menino de 12 anos, o emprego da palavra “Gerimum” grafada com a letra “g” tem por objetivo",
    "alternatives": [
      "A) valorizar usos informais caracterizadores da norma nacional.",
      "B) conﬁrmar o uso da norma-padrão em contexto da linguagem poética.",
      "C) enfatizar um processo recorrente na transformação da língua portuguesa.",
      "D) registrar a diversidade étnica e linguística presente no território brasileiro.",
      "E) reaﬁrmar discursivamente a forte relação do falante com seu lugar de origem."
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "20"
  },
  {
    "description": "QUESTÃO 16) TEXTO I Criatividade em publicidade: teorias e reflexões Resumo: O presente artigo aborda uma questão primordial na publicidade: a criatividade. Apesar de aclamada pelos departamentos de criação das agências, devemos ter a consciência de que nem todo anúncio é, de fato, criativo. A partir do resgate teórico, no qual os conceitos são tratados à luz da publicidade, busca-se estabelecer a compreensão dos temas. Para elucidar tais questões, é analisada uma campanha impressa da marca XXXX. As reflexões apontam que a publicidade criativa é essencialmente simples e apresenta uma releitura do cotidiano.\nDEPEXE, S. D. Travessias: Pesquisas em Educação, Cultura, Linguagem e Artes, n. 2, 2008.\nTEXTO II Os dois textos apresentados versam sobre o tema criatividade. O Texto I é um resumo de caráter cientíﬁco e o Texto II, uma homenagem promovida por um site de publicidade. De que maneira o Texto II exempliﬁca o conceito de criatividade em publicidade apresentado no Texto I?",
    "alternatives": [
      "A) Fazendo menção ao difícil trabalho das mães em criar seus ﬁlhos.",
      "B) Promovendo uma leitura simplista do papel materno em seu trabalho de criar os ﬁlhos.",
      "C) Explorando a polissemia do termo “criação”.",
      "D) Recorrendo a uma estrutura linguística simples.",
      "E) Utilizando recursos gráﬁcos diversiﬁcados."
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "C",
    "index_question": "21"
  },
  {
    "description": "QUESTÃO 17) Textos e hipertextos: procurando o equilíbrio Há um medo por parte dos pais e de alguns professores de as crianças desaprenderem quando navegam, medo de elas viciarem, de obterem informação não conﬁável, de elas se isolarem do mundo real, como se o computador fosse um agente do mal, um vilão. Esse medo é reforçado pela mídia, que costuma apresentar o computador como um agente negativo na aprendizagem e na socialização dos usuários. Nós sabemos que ninguém corre o risco de desaprender quando navega, seja em ambientes digitais ou em materiais impressos, mas é preciso ver o que se está aprendendo e algumas vezes interferir nesse processo a ﬁm de otimizar ou orientar a aprendizagem, mostrando aos usuários outros temas, outros caminhos, outras possibilidades diferentes daquelas que eles encontraram sozinhos ou daquelas que eles costumam usar. É preciso, algumas vezes, negociar o uso para que ele não seja exclusivo, uma vez que há outros meios de comunicação, outros meios de informação e outras alternativas de lazer. É uma questão de equilibrar e não de culpar.\nCOSCARELLI, C. V. Linguagem em (Dis)curso, n. 3, set.-dez. 2009.\nA autora incentiva o uso da internet pelos estudantes, ponderando sobre a necessidade de orientação a esse uso, pois essa tecnologia",
    "alternatives": [
      "A) está repleta de informações conﬁáveis que constituem fonte única para a aprendizagem dos alunos.",
      "B) exige dos pais e professores que proíbam seu uso abusivo para evitar que se torne um vício.",
      "C) tende a se tornar um agente negativo na aprendizagem e na socialização de crianças e jovens.",
      "D) possibilita maior ampliação do conhecimento de mundo quando a aprendizagem é direcionada.",
      "E) leva ao isolamento do mundo real e ao uso exclusivo do computador se a navegação for desmedida."
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "22"
  },
  {
    "description": "QUESTÃO 19) A ascensão social por meio do esporte mexe com o imaginário das pessoas, pois em poucos anos um adolescente pode se tornar milionário caso tenha um bom desempenho esportivo. Muitos meninos de famílias pobres jogam com o objetivo de conseguir dinheiro para oferecer uma boa qualidade de vida à família. Isso aproximou mais ainda o futebol das camadas mais pobres da sociedade, tornando-o cada vez mais popular.\n Acontece que esses jovens sonham com fama e dinheiro, enxergando no futebol o único caminho possível para o sucesso. No entanto, eles não sabem da grande diﬁculdade que existe no início dessa jornada em que a minoria alcança a carreira proﬁssional. Esses garotos abandonam a escola pela ilusão de vencer no futebol, à qual a maioria sucumbe.\n O caminho até o proﬁssionalismo acontece por meio de um longo processo seletivo que os jovens têm de percorrer. Caso não seja selecionado, esse atleta poderá ter que abandonar a carreira involuntariamente por falta de uma equipe que o acolha. Alguns podem acabar em subempregos, à margem da sociedade, ou até mesmo em vícios decorrentes desse fracasso e dessa desilusão. Isso acontece porque no auge da sua formação escolar e na condição juvenil de desenvolvimento, eles não se preparam e não são devidamente orientados para buscar alternativas de experiências mais amplas de ocupação fora e além do futebol.\nBALZANO, O. N.; MORAIS, J. S. A formação do jogador de futebol e sua relação Ao abordar o fato de, no Brasil, muitos jovens depositarem suas esperanças de futuro no futebol, o texto critica o(a)",
    "alternatives": [
      "A) despreparo dos jogadores de futebol para ajudarem suas famílias a superar a miséria.",
      "B) garantia de ascensão social dos jovens pela carreira de jogador de futebol.",
      "C) falta de investimento dos clubes para que os atletas possam atuar proﬁssionalmente e viver do futebol.",
      "D) investimento reduzido dos atletas proﬁssionais em sua formação escolar, gerando frustração e desilusão proﬁssional no esporte.",
      "E) despreocupação dos sujeitos com uma formação paralela à esportiva, para habilitá-los a atuar em outros setores da vida."
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "24"
  },
  {
    "description": "QUESTÃO 22) TEXTO I A língua ticuna é o idioma mais falado entre os indígenas brasileiros. De acordo com o pesquisador Aryon Rodrigues, há 40 mil índios que falam o idioma. A maioria mora ao longo do Rio Solimões, no Alto Amazonas. É a maior nação indígena do Brasil, sendo também encontrada no Peru e na Colômbia. Os ticunas falam uma língua considerada isolada, que não mantém semelhança com nenhuma outra língua indígena e apresenta complexidades em sua fonologia e sintaxe. Sua característica principal é o uso de diferentes alturas na voz.\nO uso intensivo da língua não chega a ser ameaçado pela proximidade de cidades ou mesmo pela convivência com falantes de outras línguas no interior da própria área ticuna: nas aldeias, esses outros falantes são minoritários e acabam por se submeter à realidade ticuna, razão pela qual, talvez, não representem uma ameaça linguística.\nTEXTO II Riqueza da língua “O inglês está destinado a ser uma língua mundial em sentido mais amplo do que o latim foi na era passada e o francês é na presente”, dizia o presidente americano John Adams no século XVIII. A profecia se cumpriu: o inglês é hoje a língua franca da globalização. No extremo oposto da economia linguística mundial, estão as línguas de pequenas comunidades declinantes. Calcula-se que hoje se falem de 6 000 a 7 000 línguas no mundo todo. Quase metade delas deve desaparecer nos próximos 100 anos. A última edição do Ethnologue — o mais abrangente estudo sobre as línguas mundiais —, de 2005, listava 516 línguas em risco de extinção.\nOs textos tratam de línguas de culturas completamente diferentes, cujas realidades se aproximam em função do(a)",
    "alternatives": [
      "A) semelhança no modo de expansão.",
      "B) preferência de uso na modalidade falada.",
      "C) modo de organização das regras sintáticas.",
      "D) predomínio em relação às outras línguas de contato.",
      "E) fato de motivarem o desaparecimento de línguas minoritárias."
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "27"
  },
  {
    "description": "QUESTÃO 23) As atrizes Naturalmente Ela sorria Mas não me dava trela Trocava a roupa Na minha frente E ia bailar sem mais aquela Escolhia qualquer um Lançava olhares Debaixo do meu nariz Dançava colada Em novos pares Com um pé atrás Com um pé a ﬁm Surgiram outras Naturalmente Sem nem olhar a minha cara Tomavam banho Na minha frente Para sair com outro cara Porém nunca me importei Com tais amantes [...] Com tantos ﬁlmes Na minha mente É natural que toda atriz Presentemente represente Muito para mim CHICO BUARQUE. Carioca. Rio de Janeiro: Biscoito Fino, 2006 (fragmento).\nNa canção, Chico Buarque trabalha uma determinada função da linguagem para marcar a subjetividade do eu lírico ante as atrizes que ele admira. A intensidade dessa admiração está marcada em:",
    "alternatives": [
      "A) \"Naturalmente/ Ela sorria/ Mas não me dava trela\".",
      "B) \"Tomavam banho/ Na minha frente/ Para sair com outro cara\".",
      "C) \"Surgiram outras/ Naturalmente/ Sem nem olhar a minha cara\".",
      "D) \"Escolhia qualquer um/ Lançava olhares/ Debaixo do meu nariz\".",
      "E) \"É natural que toda atriz/ Presentemente represente/ Muito para mim\"."
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "28"
  },
  {
    "description": "QUESTÃO 24) E aqui, antes de continuar este espetáculo, é necessário que façamos uma advertência a todos e a cada um. Neste momento, achamos fundamental que cada um tome uma posição deﬁnida. Sem que cada um tome uma posição deﬁnida, não é possível continuarmos. É fundamental que cada um tome uma posição, seja para a esquerda, seja para a direita. Admitimos mesmo que alguns tomem uma posição neutra, ﬁquem de braços cruzados. Mas é preciso que cada um, uma vez tomada sua posição, ﬁque nela! Porque senão, companheiros, as cadeiras do teatro rangem muito e ninguém ouve nada.\nFERNANDES, M.; RANGEL, F. Liberdade, liberdade. Porto Alegre: L&PM, 2009.\nA peça Liberdade, liberdade, encenada em 1964, apresenta o impasse vivido pela sociedade brasileira em face do regime vigente. Esse impasse é representado no fragmento pelo(a)",
    "alternatives": [
      "A) barulho excessivo produzido pelo ranger das cadeiras do teatro.",
      "B) indicação da neutralidade como a melhor opção ideológica naquele momento.",
      "C) constatação da censura em função do engajamento social do texto dramático.",
      "D) correlação entre o alinhamento político e a posição corporal dos espectadores.",
      "E) interrupção do espetáculo em virtude do comportamento inadequado do público."
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "29"
  },
  {
    "description": "QUESTÃO 30) Contranarciso em mim eu vejo o outro e outro e outro enﬁm dezenas trens passando vagões cheios de gente centenas o outro que há em mim é você você e você assim como eu estou em você eu estou nele em nós e só quando estamos em nós estamos em paz mesmo que estejamos a sós LEMINSKI, P. Toda poesia. São Paulo: Cia. das Letras, 2013.\nA busca pela identidade constitui uma faceta da tradição literária, redimensionada pelo olhar contemporâneo. No poema, essa nova dimensão revela a",
    "alternatives": [
      "A) ausência de traços identitários.",
      "B) angústia com a solidão em público.",
      "C) valorização da descoberta do “eu” autêntico.",
      "D) percepção da empatia como fator de autoconhecimento.",
      "E) impossibilidade de vivenciar experiências de pertencimento."
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "35"
  },
  {
    "description": "QUESTÃO 33) João/Zero (Wagner Moura) é um cientista genial, mas infeliz porque há 20 anos atrás foi humilhado publicamente durante uma festa e perdeu Helena (Alinne Moraes), uma antiga e eterna paixão. Certo dia, uma experiência com um de seus inventos permite que ele faça uma viagem no tempo, retornando para aquela época e podendo interferir no seu destino. Mas quando ele retorna, descobre que sua vida mudou totalmente e agora precisa encontrar um jeito de mudar essa história, nem que para isso tenha que voltar novamente ao passado. Será que ele conseguirá acertar as coisas? Qual aspecto da organização gramatical atualiza os eventos apresentados na resenha, contribuindo para despertar o interesse do leitor pelo ﬁlme?",
    "alternatives": [
      "A) O emprego do verbo haver, em vez de ter, em “há 20 anos atrás foi humilhado”.",
      "B) A descrição dos fatos com verbos no presente do indicativo, como “retorna” e “descobre”.",
      "C) A repetição do emprego da conjunção “mas” para contrapor ideias.",
      "D) A ﬁnalização do texto com a frase de efeito “Será que ele conseguirá acertar as coisas?”.",
      "E) O uso do pronome de terceira pessoa “ele” ao longo do texto para fazer referência ao protagonista “João/Zero”."
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "38"
  },
  {
    "description": "QUESTÃO 38) Naquela manhã de céu limpo e ar leve, devido à chuva torrencial da noite anterior, saí a caminhar com o sol ainda escondido para tomar tenência dos primeiros movimentos da vida na roça. Num demorou nem um tiquinho e o cheiro intenso do café passado por Dona Linda me invadiu as narinas e fez a fome se acordar daquela rema letárgica derivada da longa noite de sono. Levei as mãos até a água que corria pela bica feita de bambu e o contato gelado foi de arrepiar. Mas fui em frente e levei as mãos em concha até o rosto. Com o impacto, recuei e me faltou o fôlego por alguns instantes, mas o despertar foi imediato. Já aceso, entrei na cozinha na buscação de derrubar a fome e me acercar do aconchego do calor do fogão à lenha. Foi quando dei reparo da ﬁgura esguia e discreta de uma senhora acompanhada de um garoto aparentando uns cinco anos de idade já aboletada na ponta da mesa em proseio íntimo com a dona da casa. Depois de um vigoroso “Bom dia!”, de um vaporoso aperto de mãos nas apresentações de praxe, ﬁquei sabendo que Dona Flor de Maio levava o ﬁlho Adão para tratamento das feridas que pipocavam por seu corpo, provocando pequenas pústulas de bordas avermelhadas.\nA variedade linguística da narrativa é adequada à descrição dos fatos. Por isso, a escolha de determinadas palavras e expressões usadas no texto está a serviço da",
    "alternatives": [
      "A) localização dos eventos de fala no tempo ﬁccional.",
      "B) composição da verossimilhança do ambiente retratado.",
      "C) restrição do papel do narrador à observação das cenas relatadas.",
      "D) construção mística das personagens femininas pelo autor do texto.",
      "E) caracterização das preferências linguísticas da personagem masculina."
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "43"
  },
  {
    "description": "QUESTÃO 39) Zé Araújo começou a cantar num tom triste, dizendo aos curiosos que começaram a chegar que uma mulher tinha se ajoelhado aos pés da santa cruz e jurado em nome de Jesus um grande amor, mas jurou e não cumpriu, ﬁngiu e me enganou, pra mim você mentiu, pra Deus você pecou, o coração tem razões que a própria razão desconhece, faz promessas e juras, depois esquece.\n O caboclo estava triste e inspirado. Depois dessa canção que arrepiou os cabelos da Neusa, emendou com uma valsa mais arretada ainda, cheia de palavras difíceis, mas bonita que só a gota serena. Era a história de uma boneca encantadora vista numa vitrine de cristal sobre o soberbo pedestal. Zé Araújo fechava os olhos e soltava a voz: Seus cabelos tinham a cor/ Do sol a irradiar/ Fulvos raios de amor./ Seus olhos eram circúnvagos/ Do romantismo azul dos lagos/ Mãos liriais, uns braços divinais,/ Um corpo alvo sem par/ E os pés muito pequenos./ Enfim eu vi nesta boneca/ Uma perfeita Vênus.\nCASTRO, N. L. As pelejas de Ojuara: o homem que desaﬁou o diabo. O comentário do narrador do romance “[...] emendou com uma valsa mais arretada ainda, cheia de palavras difíceis, mas bonita que só a gota serena” relaciona-se ao fato de que essa valsa é representativa de uma variedade linguística",
    "alternatives": [
      "A) detentora de grande prestígio social.",
      "B) especíﬁca da modalidade oral da língua.",
      "C) previsível para o contexto social da narrativa.",
      "D) constituída de construções sintáticas complexas.",
      "E) valorizadora do conteúdo em detrimento da forma."
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "44"
  },
  {
    "description": "QUESTÃO 42) Fim de semana no parque Olha o meu povo nas favelas e vai perceber Daqui eu vejo uma caranga do ano Toda equipada e o tiozinho guiando Com seus ﬁlhos ao lado estão indo ao parque Eufóricos brinquedos eletrônicos Automaticamente eu imagino A molecada lá da área como é que tá Provavelmente correndo pra lá e pra cá Jogando bola descalços nas ruas de terra É, brincam do jeito que dá [...] Olha só aquele clube, que da hora Olha aquela quadra, olha aquele campo, olha Olha quanta gente Tem sorveteria, cinema, piscina quente [...] Aqui não vejo nenhum clube poliesportivo Pra molecada frequentar nenhum incentivo O investimento no lazer é muito escasso O centro comunitário é um fracasso RACIONAIS MCs. Racionais MCs. São Paulo: Zimbabwue, 1994 (fragmento).\nA letra da canção apresenta uma realidade social quanto à distribuição distinta dos espaços de lazer que",
    "alternatives": [
      "A) retrata a ausência de opções de lazer para a população de baixa renda, por falta de espaço adequado.",
      "B) ressalta a irrelevância das opções de lazer para diferentes classes sociais, que o acessam à sua maneira.",
      "C) expressa o desinteresse das classes sociais menos favorecidas economicamente pelas atividades de lazer.",
      "D) implica condições desiguais de acesso ao lazer, pela falta de infraestrutura e investimentos em equipamentos.",
      "E) aponta para o predomínio do lazer contemplativo, nas classes favorecidas economicamente; e do prático, nas menos favorecidas."
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "47"
  },
  {
    "description": "QUESTÃO 43) TEXTO I SPETO. Grafite. Museu Afro Brasil, 2009.\nTEXTO II Speto Paulo César Silva, mais conhecido como Speto, é um graﬁteiro paulista envolvido com o skate e a música. O fortalecimento de sua arte ocorreu, em 1999, pela oportunidade de ver de perto as referências que trazia há tempos, ao passar por diversas cidades do Norte do Brasil em uma turnê com a banda O Rappa.\nRevista Zupi, n. 19, 2010.\nO graﬁte do artista paulista Speto, exposto no Museu Afro Brasil, revela elementos da cultura brasileira reconhecidos",
    "alternatives": [
      "A) na influência da expressão abstrata.",
      "B) na representação de lendas nacionais.",
      "C) na inspiração das composições musicais.",
      "D) nos traços marcados pela xilogravura nordestina.",
      "E) nos usos característicos de graﬁsmos dos skates."
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "48"
  },
  {
    "description": "QUESTÃO 44) O homem disse, Está a chover, e depois, Quem é você, Não sou daqui, Anda à procura de comida, Sim, há quatro dias que não comemos, E como sabe que são quatro dias, É um cálculo, Está sozinha, Estou com o meu marido e uns companheiros, Quantos são, Ao todo, sete, Se estão a pensar em ﬁcar conosco, tirem daí o sentido, já somos muitos, Só estamos de passagem, Donde vêm, Estivemos internados desde que a cegueira começou, Ah, sim, a quarentena, não serviu de nada, Por que diz isso, Deixaram-nos sair, Houve um incêndio e nesse momento percebemos que os soldados que nos vigiavam tinham desaparecido, E saíram, Sim, Os vossos soldados devem ter sido dos últimos a cegar, toda a gente está cega, Toda a gente, a cidade toda, o país, SARAMAGO, J. Ensaio sobre a cegueira. São Paulo: Cia. das Letras, 1995.\nA cena retrata as experiências das personagens em um país atingido por uma epidemia. No diálogo, a violação de determinadas regras de pontuação",
    "alternatives": [
      "A) revela uma incompatibilidade entre o sistema de pontuação convencional e a produção do gênero romance.",
      "B) provoca uma leitura equivocada das frases interrogativas e prejudica a verossimilhança.",
      "C) singulariza o estilo do autor e auxilia na representação do ambiente caótico.",
      "D) representa uma exceção às regras do sistema de pontuação canônica.",
      "E) colabora para a construção da identidade do narrador pouco escolarizado."
    ],
    "year": "2017",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "C",
    "index_question": "49"
  },
  {
    "description": "QUESTÃO 47) Após a Declaração Universal dos Direitos Humanos pela ONU, em 1948, a Unesco publicou estudos de cientistas de todo o mundo que desqualiﬁcaram as doutrinas racistas e demonstraram a unidade do gênero humano. Desde então, a maioria dos próprios cientistas europeus passou a reconhecer o caráter discriminatório da pretensa superioridade racial do homem branco e a condenar as aberrações cometidas em seu nome.\nSILVEIRA, R. Os selvagens e a massa: papel do racismo cientíﬁco na montagem da A posição assumida pela Unesco, a partir de 1948, foi motivada por acontecimentos então recentes, dentre os quais se destacava o(a)",
    "alternatives": [
      "A) ataque feito pelos japoneses à base militar americana de Pearl Harbor.",
      "B) desencadeamento da Guerra Fria e de novas rivalidades entre nações.",
      "C) morte de milhões de soldados nos combates da Segunda Guerra Mundial.",
      "D) execução de judeus e eslavos presos em guetos e campos de concentração nazistas.",
      "E) lançamento de bombas atômicas em Hiroshima e Nagasaki pelas forças norte-americanas."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "52"
  },
  {
    "description": "QUESTÃO 48) A moralidade, Bentham exortava, não é uma questão de agradar a Deus, muito menos de ﬁdelidade a regras abstratas. A moralidade é a tentativa de criar a maior quantidade de felicidade possível neste mundo. Ao decidir o que fazer, deveríamos, portanto, perguntar qual curso de conduta promoveria a maior quantidade de felicidade para todos aqueles que serão afetados.\nRACHELS, J. Os elementos da filosofia moral. Barueri-SP: Manole, 2006.\nOs parâmetros da ação indicados no texto estão em conformidade com uma",
    "alternatives": [
      "A) fundamentação cientíﬁca de viés positivista.",
      "B) convenção social de orientação normativa.",
      "C) transgressão comportamental religiosa.",
      "D) racionalidade de caráter pragmático.",
      "E) inclinação de natureza passional."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "53"
  },
  {
    "description": "QUESTÃO 49) Fala-se muito nos dias de hoje em direitos do homem. Pois bem: foi no século XVIII — em 1789, precisamente — que uma Assembleia Constituinte produziu e proclamou em Paris a Declaração dos Direitos do Homem e do Cidadão. Essa Declaração se impôs como necessária para um grupo de revolucionários, por ter sido preparada por uma mudança no plano das ideias e das mentalidades: o Iluminismo.\nFORTES, L. R. S. O Iluminismo e os reis filósofos. Correlacionando temporalidades históricas, o texto apresenta uma concepção de pensamento que tem como uma de suas bases a",
    "alternatives": [
      "A) modernização da educação escolar.",
      "B) atualização da disciplina moral cristã.",
      "C) divulgação de costumes aristocráticos.",
      "D) socialização do conhecimento cientíﬁco.",
      "E) universalização do princípio da igualdade civil."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "54"
  },
  {
    "description": "QUESTÃO 50) Art. 231. São reconhecidos aos índios sua organização social, costumes, línguas, crenças e tradições, e os direitos originários sobre as terras que tradicionalmente ocupam, competindo à União demarcá-las, proteger e fazer respeitar todos os seus bens.\nBRASIL. Constituição da República Federativa do Brasil de 1988. A persistência das reivindicações relativas à aplicação desse preceito normativo tem em vista a vinculação histórica fundamental entre",
    "alternatives": [
      "A) etnia e miscigenação racial.",
      "B) sociedade e igualdade jurídica.",
      "C) espaço e sobrevivência cultural.",
      "D) progresso e educação ambiental.",
      "E) bem-estar e modernização econômica."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "55"
  },
  {
    "description": "QUESTÃO 51) Fotograﬁa de Augusto Gomes Leal e da ama de leite Mônica, cartão de visita de 1860.\nKOUTSOUKOS, S. S. M. Amas mercenárias: o discurso dos doutores em medicina e os retratos de amas – Brasil, segunda metade do século XIX. História, Ciência, Saúde-Manguinhos, A fotograﬁa, datada de 1860, é um indício da cultura escravista no Brasil, ao expressar a",
    "alternatives": [
      "A) ambiguidade do trabalho doméstico exercido pela ama de leite, desenvolvendo uma relação de proximidade e subordinação em relação aos senhores.",
      "B) integração dos escravos aos valores das classes médias, cultivando a família como pilar da sociedade imperial.",
      "C) melhoria das condições de vida dos escravos observada pela roupa luxuosa, associando o trabalho doméstico a privilégios para os cativos.",
      "D) esfera da vida privada, centralizando a ﬁgura feminina para aﬁrmar o trabalho da mulher na educação letrada dos infantes.",
      "E) distinção étnica entre senhores e escravos, demarcando a convivência entre estratos sociais como meio para superar a mestiçagem."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "56"
  },
  {
    "description": "QUESTÃO 52) A conﬁguração do espaço urbano da região do Entorno do Distrito Federal assemelha-se às demais aglomerações urbanas e regiões metropolitanas do país, onde é facilmente identiﬁcável a constituição de um centro dinâmico e desenvolvido, onde se concentram as oportunidades de trabalho e os principais serviços, e a constituição de uma região periférica concentradora de população de baixa renda, com acesso restrito às principais atividades com capacidade de acumulação e produtividade, e aos serviços sociais e infraestrutura básica.\nCAIADO, M. C. A migração intrametropolitana e o processo de estruturação do espaço urbano da Região Integrada de Desenvolvimento do Distrito Federal e Entorno. In: HOGAN, D. J. et al. (Org.). Migração e ambiente nas aglomerações urbanas. Campinas: Nepo/Unicamp, 2002.\nA organização interna do aglomerado urbano descrito é resultado da ocorrência do processo de",
    "alternatives": [
      "A) expansão vertical.",
      "B) polarização nacional.",
      "C) emancipação municipal.",
      "D) segregação socioespacial.",
      "E) desregulamentação comercial."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "57"
  },
  {
    "description": "QUESTÃO 53) México, Colômbia, Peru e Chile decidiram seguir um caminho mais curto para a integração regional. Os quatro países, em meados de 2012, criaram a Aliança do Pacíﬁco e eliminaram, em 2013, as tarifas aduaneiras de 90% do total de produtos comercializados entre suas fronteiras.\nOLIVEIRA, E. Aliança do Pacíﬁco se fortalece e Mercosul ﬁca à sua sombra. O acordo descrito no texto teve como objetivo econômico para os países-membros",
    "alternatives": [
      "A) promover a livre circulação de trabalhadores.",
      "B) fomentar a competitividade no mercado externo.",
      "C) restringir investimentos de empresas multinacionais.",
      "D) adotar medidas cambiais para subsidiar o setor agrícola.",
      "E) reduzir a ﬁscalização alfandegária para incentivar o consumo."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "58"
  },
  {
    "description": "QUESTÃO 54) Tipologia de área % de chuva retida no local escoada Bacias naturais/florestas 80 a 100 0 a 20 Bacias com ocupação agrícola/cultivos 40 a 60 40 a 60 Bacias com ocupação residencial 40 a 50 50 a 60 Bacias com ocupação urbana pesada 0 a 10 90 a 100 MACHADO, P. J. O.; TORRES, F. T. P. Introdução à hidrogeografia. A leitura dos dados revela que as áreas com maior cobertura vegetal têm o potencial de intensiﬁcar o processo de",
    "alternatives": [
      "A) erosão laminar.",
      "B) intemperismo físico.",
      "C) enchente nas cidades.",
      "D) compactação do solo.",
      "E) recarga dos aquíferos."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "59"
  },
  {
    "description": "QUESTÃO 56) Os maiores consumidores da infraestrutura logística para exportação no Brasil são os produtos a granel, dentre os quais se destacam o minério de ferro, petróleo e seus derivados e a soja, que, por possuírem baixo valor agregado, e por serem movimentados em grandes volumes, necessitam de uma infraestrutura de grande porte e baixos custos. No caso da soja, a infraestrutura deixa muito a desejar, resultando em enormes ﬁlas de navios, caminhões e trens, que, por ﬁcarem grande parte do tempo ociosos nas ﬁlas, têm seu custo majorado, onerando fortemente o exportador, afetando sua margem de lucro e ameaçando nossa competitividade internacional.\nFLEURY, P. F. A infraestrutura e os desafios logísticos das exportações brasileiras. No contexto do início do século XXI, uma ação para solucionar os problemas logísticos da soja apresentados no texto seria a",
    "alternatives": [
      "A) isenção de impostos de transportes.",
      "B) construção de terminais atracadouros.",
      "C) diversiﬁcação dos parceiros comerciais.",
      "D) contratação de trabalhadores portuários.",
      "E) intensiﬁcação do policiamento das rodovias."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "61"
  },
  {
    "description": "QUESTÃO 58) Muitos países se caracterizam por terem populações multiétnicas. Com frequência, evoluíram desse modo ao longo de séculos. Outras sociedades se tornaram multiétnicas mais rapidamente, como resultado de políticas incentivando a migração, ou por conta de legados coloniais e imperiais. Do ponto de vista do funcionamento das democracias contemporâneas, o modelo de sociedade descrito demanda, simultaneamente,",
    "alternatives": [
      "A) defesa do patriotismo e rejeição ao hibridismo.",
      "B) universalização de direitos e respeito à diversidade.",
      "C) segregação do território e estímulo ao autogoverno.",
      "D) políticas de compensação e homogeneização do idioma.",
      "E) padronização da cultura e repressão aos particularismos."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "63"
  },
  {
    "description": "QUESTÃO 60) Procuramos demonstrar que o desenvolvimento pode ser visto como um processo de expansão das liberdades reais que as pessoas desfrutam. O enfoque nas liberdades humanas contrasta com visões mais restritas de desenvolvimento, como as que identiﬁcam desenvolvimento com crescimento do Produto Nacional Bruto, ou industrialização. O crescimento do PNB pode ser muito importante como um meio de expandir as liberdades. Mas as liberdades dependem também de outros determinantes, como os serviços de educação e saúde e os direitos civis.\nSEN, A. Desenvolvimento como liberdade. São Paulo: Cia. das Letras, 2010.\nA concepção de desenvolvimento proposta no texto fundamenta-se no vínculo entre",
    "alternatives": [
      "A) incremento da indústria e atuação no mercado ﬁnanceiro.",
      "B) criação de programas assistencialistas e controle de preços.",
      "C) elevação da renda média e arrecadação de impostos.",
      "D) garantia da cidadania e ascensão econômica.",
      "E) ajuste de políticas econômicas e incentivos ﬁscais."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "65"
  },
  {
    "description": "QUESTÃO 61) A primeira Guerra do Golfo, genuinamente apoiada pelas Nações Unidas e pela comunidade internacional, assim como a reação imediata ao Onze de Setembro, demonstravam a força da posição dos Estados Unidos na era pós-soviética.\nHOBSBAWM, E. Globalização, democracia e terrorismo. São Paulo: Cia. das Letras, 2007.\nUm aspecto que explica a força dos Estados Unidos, apontada pelo texto, reside no(a)",
    "alternatives": [
      "A) poder de suas bases militares espalhadas ao redor do mundo.",
      "B) alinhamento geopolítico da Rússia em relação aos EUA.",
      "C) política de expansionismo territorial exercida sobre Cuba.",
      "D) aliança estratégica com países produtores de petróleo, como Kuwait e Irã.",
      "E) incorporação da China à Organização do Tratado do Atlântico Norte (Otan)."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "66"
  },
  {
    "description": "QUESTÃO 62) O New Deal visa restabelecer o equilíbrio entre o custo de produção e o preço, entre a cidade e o campo, entre os preços agrícolas e os preços industriais, reativar o mercado interno — o único que é importante —, pelo controle de preços e da produção, pela revalorização dos salários e do poder aquisitivo das massas, isto é, dos lavradores e operários, e pela regulamentação das condições de emprego.\nCROUZET, M. Os Estados perante a crise. In: História geral das civilizações. Tendo como referência os condicionantes históricos do entreguerras, as medidas governamentais descritas objetivavam",
    "alternatives": [
      "A) flexibilizar as regras do mercado ﬁnanceiro.",
      "B) fortalecer o sistema de tributação regressiva.",
      "C) introduzir os dispositivos de contenção creditícia.",
      "D) racionalizar os custos da automação industrial mediante negociação sindical.",
      "E) recompor os mecanismos de acumulação econômica por meio da intervenção estatal."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "67"
  },
  {
    "description": "QUESTÃO 63) E venham, então, os alegres incendiários de dedos carbonizados! Vamos! Ateiem fogo às estantes das bibliotecas! Desviem o curso dos canais, para inundar os museus! Empunhem as picaretas, os machados, os martelos e deitem abaixo sem piedade as cidades veneradas! Que princípio marcante do Futurismo e comum a várias correntes artísticas e culturais das primeiras três décadas do século XX está destacado no texto?",
    "alternatives": [
      "A) A tradição é uma força incontornável.",
      "B) A arte é expressão da memória coletiva.",
      "C) A modernidade é a superação decisiva da história.",
      "D) A realidade cultural é determinada economicamente.",
      "E) A memória é um elemento crucial da identidade cultural."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "68"
  },
  {
    "description": "QUESTÃO 64) Uma sociedade é uma associação mais ou menos autossuﬁciente de pessoas que em suas relações mútuas reconhecem certas regras de conduta como obrigatórias e que, na maioria das vezes, agem de acordo com elas. Uma sociedade é bem ordenada não apenas quando está planejada para promover o bem de seus membros, mas quando é também efetivamente regulada por uma concepção pública de justiça. Isto é, trata-se de uma sociedade na qual todos aceitam, e sabem que os outros aceitam, o mesmo princípio de justiça. A visão expressa nesse texto do século XX remete a qual aspecto do pensamento moderno?",
    "alternatives": [
      "A) A relação entre liberdade e autonomia do Liberalismo.",
      "B) A independência entre poder e moral do Racionalismo.",
      "C) A convenção entre cidadãos e soberano do Absolutismo.",
      "D) A dialética entre indivíduo e governo autocrata do Idealismo.",
      "E) A contraposição entre bondade e condição selvagem do Naturalismo."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "69"
  },
  {
    "description": "QUESTÃO 66) Uma conversação de tal natureza transforma o ouvinte; o contato de Sócrates paralisa e embaraça; leva a refletir sobre si mesmo, a imprimir à atenção uma direção incomum: os temperamentais, como Alcibíades, sabem que encontrarão junto dele todo o bem de que são capazes, mas fogem porque receiam essa influência poderosa, que os leva a se censurarem. É sobretudo a esses jovens, muitos quase crianças, que ele tenta imprimir sua orientação.\nBRÉHIER, E. História da filosofia. São Paulo: Mestre Jou, 1977.\nO texto evidencia características do modo de vida socrático, que se baseava na",
    "alternatives": [
      "A) contemplação da tradição mítica.",
      "B) sustentação do método dialético.",
      "C) relativização do saber verdadeiro.",
      "D) valorização da argumentação retórica.",
      "E) investigação dos fundamentos da natureza."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "71"
  },
  {
    "description": "QUESTÃO 68) Ao destruir uma paisagem de árvores de troncos retorcidos, folhas e arbustos ásperos sobre os solos ácidos, não raro laterizados ou tomados pelas formas bizarras dos cupinzeiros, essa modernização lineariza e aparentemente não permite que se questione a pretensão modernista de que a forma deve seguir a função.\nHAESBAERT, R. “Gaúchos” e baianos no “novo” Nordeste: entre a globalização econômica e a reinvenção das identidades territoriais. In: CASTRO, I. E.; GOMES, P. C. C.; CORRÊA, R. L. (Org.). Brasil: questões atuais da reorganização do território. Rio de Janeiro: Bertrand Brasil, 2008.\nO processo descrito ocorre em uma área biogeográﬁca com predomínio de vegetação",
    "alternatives": [
      "A) tropóﬁla e clima tropical.",
      "B) xeróﬁla e clima semiárido.",
      "C) hidróﬁla e clima equatorial.",
      "D) aciculifoliada e clima subtropical.",
      "E) semidecídua e clima tropical úmido."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "73"
  },
  {
    "description": "QUESTÃO 70) Mas era sobretudo a lã que os compradores, vindos da Flandres ou da Itália, procuravam por toda a parte. Para satisfazê-los, as raças foram melhoradas através do aumento progressivo das suas dimensões. Esse crescimento prosseguiu durante todo o século XIII, e as abadias da Ordem de Cister, onde eram utilizados os métodos mais racionais de criação de gado, desempenharam certamente um papel determinante nesse aperfeiçoamento.\nDUBY, G. Economia rural e vida no campo no Ocidente medieval. O texto aponta para a relação entre aperfeiçoamento da atividade pastoril e avanço técnico na Europa ocidental feudal, que resultou do(a)",
    "alternatives": [
      "A) crescimento do trabalho escravo.",
      "B) desenvolvimento da vida urbana.",
      "C) padronização dos impostos locais.",
      "D) uniformização do processo produtivo.",
      "E) desconcentração da estrutura fundiária."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "75"
  },
  {
    "description": "QUESTÃO 71) Comparando os dados das hidrelétricas, uma característica territorial positiva de Belo Monte é o(a)",
    "alternatives": [
      "A) reduzido espaço relativo inundado.",
      "B) acentuado desnível do relevo local.",
      "C) elevado índice de urbanização regional.",
      "D) presença dos grandes parques industriais.",
      "E) proximidade de fronteiras internacionais estratégicas."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "76"
  },
  {
    "description": "QUESTÃO 73) O fenômeno da mobilidade populacional vem, desde as últimas décadas do século XX, apresentando transformações signiﬁcativas no seu comportamento, não só no Brasil como também em outras partes do mundo. Esses novos processos se materializam, entre outros aspectos, na dimensão interna, pelo redirecionamento dos fluxos migratórios para as cidades médias, em detrimento dos grandes centros urbanos; pelos deslocamentos de curta duração e a distâncias menores; pelos movimentos pendulares, que passam a assumir maior relevância nas estratégias de sobrevivência, não mais restritos aos grandes aglomerados urbanos.\nOLIVEIRA, L. A. P.; OLIVEIRA, A. T. R. Reflexões sobre os deslocamentos populacionais A redeﬁnição dos fluxos migratórios internos no Brasil, no período apontado no texto, tem como causa a intensiﬁcação do processo de",
    "alternatives": [
      "A) descapitalização do setor primário.",
      "B) ampliação da economia informal.",
      "C) tributação da área residencial citadina.",
      "D) desconcentração da atividade industrial.",
      "E) saturação da empregabilidade no setor terciário."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "78"
  },
  {
    "description": "QUESTÃO 75) Palestinos se agruparam em frente a aparelhos de televisão e telas montadas ao ar livre em Ramalah, na Cisjordânia, para acompanhar o voto da resolução que pedia o reconhecimento da chamada Palestina como um Estado observador não membro da Organização das Nações Unidas (ONU). O objetivo era esperar pelo nascimento, ao menos formal, de um Estado palestino. Depois da aprovação da resolução, centenas de pessoas foram à praça da cidade com bandeiras palestinas, soltaram fogos de artifício, ﬁzeram buzinaços e dançaram pelas ruas. Aprovada com 138 votos dos 193 da Assembleia-Geral, a resolução eleva o status do Estado palestino perante a organização.\nPalestinos comemoram elevação de status na ONU com bandeiras e fogos. Disponível A mencionada resolução da ONU referendou o(a)",
    "alternatives": [
      "A) delimitação institucional das fronteiras territoriais.",
      "B) aumento da qualidade de vida da população local.",
      "C) implementação do tratado de paz com os israelenses.",
      "D) apoio da comunidade internacional à demanda nacional.",
      "E) equiparação da condição política com a dos demais países."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "80"
  },
  {
    "description": "QUESTÃO 76) Sou ﬁlho natural de uma negra, africana livre, da Costa da Mina (Nagô de Nação), de nome Luiza Mahin, pagã, que sempre recusou o batismo e a doutrina cristã. Minha mãe era baixa de estatura, magra, bonita, a cor era de um preto retinto e sem lustro, tinha os dentes alvíssimos como a neve, era muito altiva, geniosa, insofrida. Dava-se ao comércio — era quitandeira, muito laboriosa e, mais de uma vez, na Bahia, foi presa como suspeita de envolver-se em planos de insurreição de escravos, que não tiveram efeito.\nAZEVEDO, E. “Lá vai verso!”: Luiz Gama e as primeiras trovas burlescas de Getulino. In: CHALHOUB, S.; PEREIRA, L. A. M. A história contada: capítulos de história social da Nesse trecho de suas memórias, Luiz Gama ressalta a importância dos(as)",
    "alternatives": [
      "A) laços de solidariedade familiar.",
      "B) estratégias de resistência cultural.",
      "C) mecanismos de hierarquização tribal.",
      "D) instrumentos de dominação religiosa.",
      "E) limites da concessão de alforria."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "81"
  },
  {
    "description": "QUESTÃO 78) Durante o Estado Novo, os encarregados da propaganda procuraram aperfeiçoar-se na arte da empolgação e envolvimento das “multidões” através das mensagens políticas. Nesse tipo de discurso, o signiﬁcado das palavras importa pouco, pois, como declarou Goebbels, “não falamos para dizer alguma coisa, mas para obter determinado efeito”.\nCAPELATO, M. H. Propaganda política e controle dos meios de comunicação. In: PANDOLFI, D. (Org.). Repensando o Estado Novo. Rio de Janeiro: FGV, 1999.\nO controle sobre os meios de comunicação foi uma marca do Estado Novo, sendo fundamental à propaganda política, na medida em que visava",
    "alternatives": [
      "A) conquistar o apoio popular na legitimação do novo governo.",
      "B) ampliar o envolvimento das multidões nas decisões políticas.",
      "C) aumentar a oferta de informações públicas para a sociedade civil.",
      "D) estender a participação democrática dos meios de comunicação no Brasil.",
      "E) alargar o entendimento da população sobre as intenções do novo governo."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "83"
  },
  {
    "description": "QUESTÃO 79) TEXTO I Sólon é o primeiro nome grego que nos vem à mente quando terra e dívida são mencionadas juntas. Logo depois de 600 a.C., ele foi designado “legislador” em Atenas, com poderes sem precedentes, porque a exigência de redistribuição de terras e o cancelamento das dívidas não podiam continuar bloqueados pela oligarquia dos proprietários de terra por meio da força ou de pequenas concessões.\nFINLEY, M. Economia e sociedade na Grécia antiga. TEXTO II A “Lei das Doze Tábuas” se tornou um dos textos fundamentais do direito romano, uma das principais heranças romanas que chegaram até nós. A publicação dessas leis, por volta de 450 a.C., foi importante, pois o conhecimento das “regras do jogo” da vida em sociedade é um instrumento favorável ao homem comum e potencialmente limitador da hegemonia e arbítrio dos poderosos.\nponto de convergência entre as realidades sociopolíticas indicadas nos textos consiste na ideia de que a",
    "alternatives": [
      "A) discussão de preceitos formais estabeleceu a democracia.",
      "B) invenção de códigos jurídicos desarticulou as aristocracias.",
      "C) formulação de regulamentos oﬁciais instituiu as sociedades.",
      "D) deﬁnição de princípios morais encerrou os conflitos de interesses.",
      "E) criação de normas coletivas diminuiu as desigualdades de tratamento."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "84"
  },
  {
    "description": "QUESTÃO 80) Com a Lei de Terras de 1850, o acesso à terra só passou a ser possível por meio da compra com pagamento em dinheiro. Isso limitava, ou mesmo praticamente impedia, o acesso à terra para os trabalhadores escravos que conquistavam a liberdade.\n OLIVEIRA, A. U. Agricultura brasileira: transformações recentes. In: ROSS, J. L. S. Geografia do Brasil. São Paulo: Edusp, 2009.\nO fato legal evidenciado no texto acentuou o processo de",
    "alternatives": [
      "A) reforma agrária.",
      "B) expansão mercantil.",
      "C) concentração fundiária.",
      "D) desruralização da elite.",
      "E) mecanização da produção."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "85"
  },
  {
    "description": "QUESTÃO 81) Estão aí, como se sabe, dois candidatos à presidência, os senhores Eduardo Gomes e Eurico Dutra, e um terceiro, o senhor Getúlio Vargas, que deve ser candidato de algum grupo político oculto, mas é também o candidato popular. Porque há dois “queremos”: o “queremos” dos que querem ver se continuam nas posições e o “queremos” popular... Aﬁnal, o que é que o senhor Getúlio Vargas é? É fascista? É comunista? É ateu? É cristão? Quer sair? Quer ﬁcar? O povo, entretanto, parece que gosta dele por isso mesmo, porque ele é “à moda da casa”.\nA Democracia. 16 set. 1945, apud GOMES, A. C.; D’ARAÚJO, M. C. Getulismo e trabalhismo. São Paulo: Ática, 1989.\nO movimento político mencionado no texto caracterizou-se por",
    "alternatives": [
      "A) reclamar a participação das agremiações partidárias.",
      "B) apoiar a permanência da ditadura estadonovista.",
      "C) demandar a conﬁrmação dos direitos trabalhistas.",
      "D) reivindicar a transição constitucional sob influência do governante.",
      "E) resgatar a representatividade dos sindicatos sob controle social."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "86"
  },
  {
    "description": "QUESTÃO 82) O instituto popular, de acordo com o exame da razão, fez da ﬁgura do alferes Xavier o principal dos inconﬁdentes, e colocou os seus parceiros a meia ração de glória. Merecem, decerto, a nossa estima aqueles outros; eram patriotas. Mas o que se ofereceu a carregar com os pecadores de Israel, o que chorou de alegria quando viu comutada a pena de morte dos seus companheiros, pena que só ia ser executada nele, o enforcado, o esquartejado, o decapitado, esse tem de receber o prêmio na proporção do martírio, e ganhar por todos, visto que pagou por todos.\nASSIS, M. Gazeta de Notícias, n. 114, 24 abr. 1892.\nNo processo de transição para a República, a narrativa machadiana sobre a Inconﬁdência Mineira associa",
    "alternatives": [
      "A) redenção cristã e cultura cívica.",
      "B) veneração aos santos e radicalismo militar.",
      "C) apologia aos protestantes e culto ufanista.",
      "D) tradição messiânica e tendência regionalista.",
      "E) representação eclesiástica e dogmatismo ideológico."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "87"
  },
  {
    "description": "QUESTÃO 83) No período anterior ao golpe militar de 1964, os documentos episcopais indicavam para os bispos que o desenvolvimento econômico, e claramente o desenvolvimento capitalista, orientando-se no sentido da justa distribuição da riqueza, resolveria o problema da miséria rural e, consequentemente, suprimiria a possibilidade do proselitismo e da expansão comunista entre os camponeses. Foi nesse sentido que o golpe de Estado, de 31 de março de 1964, foi acolhido pela Igreja.\nEm que pesem as divergências no interior do clero após a instalação da ditadura civil-militar, o posicionamento mencionado no texto fundamentou-se no entendimento da hierarquia católica de que o(a)",
    "alternatives": [
      "A) luta de classes é estimulada pelo livre mercado.",
      "B) poder oligárquico é limitado pela ação do Exército.",
      "C) doutrina cristã é beneﬁciada pelo atraso do interior.",
      "D) espaço político é dominado pelo interesse empresarial.",
      "E) manipulação ideológica é favorecida pela privação material."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "88"
  },
  {
    "description": "QUESTÃO 84) O conceito de democracia, no pensamento de Habermas, é construído a partir de uma dimensão procedimental, calcada no discurso e na deliberação. A legitimidade democrática exige que o processo de tomada de decisões políticas ocorra a partir de uma ampla discussão pública, para somente então decidir. Assim, o caráter deliberativo corresponde a um processo coletivo de ponderação e análise, permeado pelo discurso, que antecede a decisão.\nVITALE, D. Jürgen Habermas, modernidade e democracia deliberativa. O conceito de democracia proposto por Jürgen Habermas pode favorecer processos de inclusão social. De acordo com o texto, é uma condição para que isso aconteça o(a)",
    "alternatives": [
      "A) participação direta periódica do cidadão.",
      "B) debate livre e racional entre cidadãos e Estado.",
      "C) interlocução entre os poderes governamentais.",
      "D) eleição de lideranças políticas com mandatos temporários.",
      "E) controle do poder político por cidadãos mais esclarecidos."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "89"
  },
  {
    "description": "QUESTÃO 85) Uma pessoa vê-se forçada pela necessidade a pedir dinheiro emprestado. Sabe muito bem que não poderá pagar, mas vê também que não lhe emprestarão nada se não prometer ﬁ rmemente pagar em prazo determinado. Sente a tentação de fazer a promessa; mas tem ainda consciência bastante para perguntar a si mesma: não é proibido e contrário ao dever livrar-se de apuros desta maneira? Admitindo que se decida a fazê-lo, a sua máxima de ação seria: quando julgo estar em apuros de dinheiro, vou pedi-lo emprestado e prometo pagá-lo, embora saiba que tal nunca sucederá.\nKANT, I. Fundamentação da metafísica dos costumes. São Paulo: Abril Cultural, 1980.\nDe acordo com a moral kantiana, a “falsa promessa de pagamento” representada no texto",
    "alternatives": [
      "A) assegura que a ação seja aceita por todos a partir da livre discussão participativa.",
      "B) garante que os efeitos das ações não destruam a possibilidade da vida futura na terra.",
      "C) opõe-se ao princípio de que toda ação do homem possa valer como norma universal.",
      "D) materializa-se no entendimento de que os ﬁ ns da ação humana podem justiﬁ car os meios.",
      "E) permite que a ação individual produza a mais ampla felicidade para as pessoas envolvidas."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "90"
  },
  {
    "description": "QUESTÃO 88) Se, pois, para as coisas que fazemos existe um ﬁm que desejamos por ele mesmo e tudo o mais é desejado no interesse desse ﬁm; evidentemente tal ﬁm será o bem, ou antes, o sumo bem. Mas não terá o conhecimento, porventura, grande influência sobre essa vida? Se assim é, esforcemo-nos por determinar, ainda que em linhas gerais apenas, o que seja ele e de qual das ciências ou faculdades constitui o objeto. Ninguém duvidará de que o seu estudo pertença à arte mais prestigiosa e que mais verdadeiramente se pode chamar a arte mestra. Ora, a política mostra ser dessa natureza, pois é ela que determina quais as ciências que devem ser estudadas num Estado, quais são as que cada cidadão deve aprender, e até que ponto; e vemos que até as faculdades tidas em maior apreço, como a estratégia, a economia e a retórica, estão sujeitas a ela. Ora, como a política utiliza as demais ciências e, por outro lado, legisla sobre o que devemos e o que não devemos fazer, a ﬁnalidade dessa ciência deve abranger as das outras, de modo que essa ﬁnalidade será o bem humano. Para Aristóteles, a relação entre o sumo bem e a organização da pólis pressupõe que",
    "alternatives": [
      "A) o bem dos indivíduos consiste em cada um perseguir seus interesses.",
      "B) o sumo bem é dado pela fé de que os deuses são os portadores da verdade.",
      "C) a política é a ciência que precede todas as demais na organização da cidade.",
      "D) a educação visa formar a consciência de cada pessoa para agir corretamente.",
      "E) a democracia protege as atividades políticas necessárias para o bem comum."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "93"
  },
  {
    "description": "QUESTÃO 89) O comércio soube extrair um bom proveito da interatividade própria do meio tecnológico. A possibilidade de se obter um alto desenho do perﬁl de interesses do usuário, que deverá levar às últimas consequências o princípio da oferta como isca para o desejo consumista, foi o principal deles.\nSANTAELLA, L. Culturas e artes do pós-humano: da cultura das mídias à cibercultura. Do ponto de vista comercial, o avanço das novas tecnologias, indicado no texto, está associado à",
    "alternatives": [
      "A) atuação dos consumidores como ﬁscalizadores da produção.",
      "B) exigência de consumidores conscientes de seus direitos.",
      "C) relação direta entre fabricantes e consumidores.",
      "D) individualização das mensagens publicitárias.",
      "E) manutenção das preferências de consumo."
    ],
    "year": "2017",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "94"
  },
  {
    "description": "QUESTÃO 91) Um fato corriqueiro ao se cozinhar arroz é o derramamento de parte da água de cozimento sobre a chama azul do fogo, mudando-a para uma chama amarela. Essa mudança de cor pode suscitar interpretações diversas, relacionadas às substâncias presentes na água de cozimento. Além do sal de cozinha (NaCl), nela se encontram carboidratos, proteínas e sais minerais.\nCientiﬁcamente, sabe-se que essa mudança de cor da chama ocorre pela",
    "alternatives": [
      "A) reação do gás de cozinha com o sal, volatilizando gás cloro.",
      "B) emissão de fótons pelo sódio, excitado por causa da chama.",
      "C) produção de derivado amarelo, pela reação com o carboidrato.",
      "D) reação do gás de cozinha com a água, formando gás hidrogênio.",
      "E) excitação das moléculas de proteínas, com formação de luz amarela."
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "B",
    "index_question": "96"
  },
  {
    "description": "QUESTÃO 92) A classiﬁcação biológica proposta por Whittaker permite distinguir cinco grandes linhas evolutivas utilizando, como critérios de classiﬁcação, a organização celular e o modo de nutrição. Woese e seus colaboradores, com base na comparação das sequências que codiﬁcam o RNA ribossômico dos seres vivos, estabeleceram relações de ancestralidade entre os grupos e concluíram que os procariontes do reino Monera não eram um grupo coeso do ponto de vista evolutivo.\nWhittaker (1969) Cinco reinos Woese (1990) Três domínios Monera Archaea Eubacteria Protista Eukarya Fungi Plantae Animalia A diferença básica nas classiﬁcações citadas é que a mais recente se baseia fundamentalmente em",
    "alternatives": [
      "A) tipos de células.",
      "B) aspectos ecológicos.",
      "C) relações ﬁlogenéticas.",
      "D) propriedades ﬁsiológicas.",
      "E) características morfológicas."
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "C",
    "index_question": "97"
  },
  {
    "description": "QUESTÃO 93) Em uma colisão frontal entre dois automóveis, a força que o cinto de segurança exerce sobre o tórax e abdômen do motorista pode causar lesões graves nos órgãos internos. Pensando na segurança do seu produto, um fabricante de automóveis realizou testes em cinco modelos diferentes de cinto. Os testes simularam uma colisão de 0,30 segundo de duração, e os bonecos que representavam os ocupantes foram equipados com acelerômetros. Esse equipamento registra o módulo da desaceleração do boneco em função do tempo. Os parâmetros como massa dos bonecos, dimensões dos cintos e velocidade imediatamente antes e após o impacto foram os mesmos para todos os testes. O resultado ﬁnal obtido está no gráﬁco de aceleração por tempo.\n200 160 120 80 40 0 Aceleração (m/s2) 0,00 0,05 0,10 0,15 Tempo (s) 0,20 0,25 0,30 Cinto 1 Cinto 2 Cinto 3 Cinto 4 Cinto 5 Qual modelo de cinto oferece menor risco de lesão interna ao motorista?",
    "alternatives": [
      "A) 1",
      "B) 2",
      "C) 3",
      "D) 4",
      "E) 5"
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "B",
    "index_question": "98"
  },
  {
    "description": "QUESTÃO 94) Pesquisadores criaram um tipo de plaqueta artiﬁcial, feita com um polímero gelatinoso coberto de anticorpos, que promete agilizar o processo de coagulação quando injetada no corpo. Se houver sangramento, esses anticorpos fazem com que a plaqueta mude sua forma e se transforme em uma espécie de rede que gruda nas lesões dos vasos sanguíneos e da pele.\nQual a doença cujos pacientes teriam melhora de seu estado de saúde com o uso desse material?",
    "alternatives": [
      "A) Filariose.",
      "B) Hemoﬁlia.",
      "C) Aterosclerose.",
      "D) Doença de Chagas.",
      "E) Síndrome da imunodeﬁciência adquirida."
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "B",
    "index_question": "99"
  },
  {
    "description": "QUESTÃO 97) As centrífugas são equipamentos utilizados em laboratórios, clínicas e indústrias. Seu funcionamento faz uso da aceleração centrífuga obtida pela rotação de um recipiente e que serve para a separação de sólidos em suspensão em líquidos ou de líquidos misturados entre si.\nNesse aparelho, a separação das substâncias ocorre em função",
    "alternatives": [
      "A) das diferentes densidades.",
      "B) dos diferentes raios de rotação.",
      "C) das diferentes velocidades angulares.",
      "D) das diferentes quantidades de cada substância.",
      "E) da diferente coesão molecular de cada substância."
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "A",
    "index_question": "102"
  },
  {
    "description": "QUESTÃO 98) Visando explicar uma das propriedades da membrana plasmática, fusionou-se uma célula de camundongo com uma célula humana, formando uma célula híbrida. Em seguida, com o intuito de marcar as proteínas de membrana, dois anticorpos foram inseridos no experimento, um especíﬁco para as proteínas de membrana do camundongo e outro para as proteínas de membrana humana. Os anticorpos foram visualizados ao microscópio por meio de fluorescência de cores diferentes.\nCélula de camundongo Célula humana Célula híbrida Anticorpos contra proteína de membrana de camundongo, marcados com fluoresceína. Anticorpos contra proteína de membrana humana, marcados com rodamina.\nIncubação a 37 °C Proteína da membrana Tempo = 0 minuto Tempo = 40 minutos Proteína da membrana Fusão celular ETAPA 1 ETAPA 2 ETAPA 3 ETAPA 4 A mudança observada da etapa 3 para a etapa 4 do experimento ocorre porque as proteínas",
    "alternatives": [
      "A) movimentam-se livremente no plano da bicamada lipídica.",
      "B) permanecem conﬁnadas em determinadas regiões da bicamada.",
      "C) auxiliam o deslocamento dos fosfolipídios da membrana plasmática.",
      "D) são mobilizadas em razão da inserção de anticorpos.",
      "E) são bloqueadas pelos anticorpos."
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "A",
    "index_question": "103"
  },
  {
    "description": "QUESTÃO 99) A ﬁgura mostra como é a emissão de radiação eletromagnética para cinco tipos de lâmpada: haleto metálico, tungstênio, mercúrio, xênon e LED (diodo emissor de luz). As áreas marcadas em cinza são proporcionais à intensidade da energia liberada pela lâmpada. As linhas pontilhadas mostram a sensibilidade do olho humano aos diferentes comprimentos de onda. UV e IV são as regiões do ultravioleta e do infravermelho, respectivamente.\nUm arquiteto deseja iluminar uma sala usando uma lâmpada que produza boa iluminação, mas que não aqueça o ambiente.\nHaleto metálico Tungstênio Mercúrio Xênon Intensidade emitida LED 300 200 900 800 700 600 500 400 UV IV Visível Comprimento de onda (nm) Qual tipo de lâmpada melhor atende ao desejo do arquiteto?",
    "alternatives": [
      "A) Haleto metálico.",
      "B) Tungstênio.",
      "C) Mercúrio.",
      "D) Xênon.",
      "E) LED."
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "104"
  },
  {
    "description": "QUESTÃO 101) Em uma linha de transmissão de informações por ﬁbra óptica, quando um sinal diminui sua intensidade para valores inferiores a 10 dB, este precisa ser retransmitido. No entanto, intensidades superiores a 100 dB não podem ser transmitidas adequadamente. A ﬁgura apresenta como se dá a perda de sinal (perda óptica) para diferentes comprimentos de onda para certo tipo de ﬁbra óptica.\nComprimento de onda (µm) Perda óptica (dB/km) 0,8 1 2 3 4 5 6 0,9 1,0 1,1 1,2 1,3 1,4 1,5 1,6 1,7 1,8 Qual é a máxima distância, em km, que um sinal pode ser enviado nessa ﬁbra sem ser necessária uma retransmissão?",
    "alternatives": [
      "A) 6",
      "B) 18",
      "C) 60",
      "D) 90",
      "E) 100"
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "106"
  },
  {
    "description": "QUESTÃO 102) A técnica do carbono-14 permite a datação de fósseis pela medição dos valores de emissão beta desse isótopo presente no fóssil. Para um ser em vida, o máximo são 15 emissões beta/(min g). Após a morte, a quantidade de 14C se reduz pela metade a cada 5 730 anos.\nConsidere que um fragmento fóssil de massa igual a 30 g foi encontrado em um sítio arqueológico, e a medição de radiação apresentou 6 750 emissões beta por hora. A idade desse fóssil, em anos, é",
    "alternatives": [
      "A) 450.",
      "B) 1 433.",
      "C) 11 460.",
      "D) 17 190.",
      "E) 27 000."
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "C",
    "index_question": "107"
  },
  {
    "description": "QUESTÃO 103) A ﬁgura mostra o funcionamento de uma estação híbrida de geração de eletricidade movida a energia eólica e biogás. Essa estação possibilita que a energia gerada no parque eólico seja armazenada na forma de gás hidrogênio, usado no fornecimento de energia para a rede elétrica comum e para abastecer células a combustível.\nRede de distribuição elétrica Turbinas eólicas Produção de hidrogênio Armazenamento de hidrogênio Combustível Hidrogênio Biogás Hidrogênio Hidrogênio Eletricidade Eletricidade Eletricidade Mistura Armazenamento de biogás Calor Destino da energia térmica Planta mista de geração de energia Válvula para mistura Mesmo com ausência de ventos por curtos períodos, essa estação continua abastecendo a cidade onde está instalada, pois o(a)",
    "alternatives": [
      "A) planta mista de geração de energia realiza eletrólise para enviar energia à rede de distribuição elétrica.",
      "B) hidrogênio produzido e armazenado é utilizado na combustão com o biogás para gerar calor e eletricidade.",
      "C) conjunto de turbinas continua girando com a mesma velocidade, por inércia, mantendo a eﬁciência anterior.",
      "D) combustão da mistura biogás-hidrogênio gera diretamente energia elétrica adicional para a manutenção da estação.",
      "E) planta mista de geração de energia é capaz de utilizar todo o calor fornecido na combustão para a geração de eletricidade."
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "B",
    "index_question": "108"
  },
  {
    "description": "QUESTÃO 105) Uma grande virada na moderna história da agricultura ocorreu depois da Segunda Guerra Mundial. Após a guerra, os governos haviam se deparado com um enorme excedente de nitrato de amônio, ingrediente usado na fabricação de explosivos. A partir daí as fábricas de munição foram adaptadas para começar a produzir fertilizantes tendo como componente principal os nitratos.\nSOUZA, F. A. Agricultura natural/orgânica como instrumento de fixação biológica e manutenção do nitrogênio no solo: um modelo sustentável de MDL. No ciclo natural do nitrogênio, o equivalente ao principal componente desses fertilizantes industriais é produzido na etapa de",
    "alternatives": [
      "A) nitratação.",
      "B) nitrosação.",
      "C) amoniﬁcação.",
      "D) desnitriﬁcação.",
      "E) ﬁxação biológica do N2."
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "A",
    "index_question": "110"
  },
  {
    "description": "QUESTÃO 107) Os medicamentos são rotineiramente utilizados pelo ser humano com o intuito de diminuir ou, por muitas vezes, curar possíveis transtornos de saúde. Os antibióticos são grupos de fármacos inseridos no tratamento de doenças causadas por bactérias.\nNa terapêutica das doenças mencionadas, alguns desses fármacos atuam",
    "alternatives": [
      "A) ativando o sistema imunológico do hospedeiro.",
      "B) interferindo na cascata bioquímica da inflamação.",
      "C) removendo as toxinas sintetizadas pelas bactérias.",
      "D) combatendo as células hospedeiras das bactérias.",
      "E) daniﬁcando estruturas especíﬁcas da célula bacteriana."
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "112"
  },
  {
    "description": "QUESTÃO 108) Dispositivos eletrônicos que utilizam materiais de baixo custo, como polímeros semicondutores, têm sido desenvolvidos para monitorar a concentração de amônia (gás tóxico e incolor) em granjas avícolas. A polianilina é um polímero semicondutor que tem o valor de sua resistência elétrica nominal quadruplicado quando exposta a altas concentrações de amônia. Na ausência de amônia, a polianilina se comporta como um resistor ôhmico e a sua resposta elétrica é mostrada no gráﬁco.\nCorrente (10–6 A) Diferença de potencial (V) 6,0 5,0 4,0 3,0 2,0 1,0 1,0 0,5 1,5 2,0 2,5 3,0 O valor da resistência elétrica da polianilina na presença de altas concentrações de amônia, em ohm, é igual a",
    "alternatives": [
      "A) 0,5 × 100.",
      "B) 2,0 × 100.",
      "C) 2,5 × 105.",
      "D) 5,0 × 105.",
      "E) 2,0 × 106."
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "113"
  },
  {
    "description": "QUESTÃO 109) Pesquisadores conseguiram estimular a absorção de energia luminosa em plantas graças ao uso de nanotubos de carbono. Para isso, nanotubos de carbono “se inseriram” no interior dos cloroplastos por uma montagem espontânea, através das membranas dos cloroplastos. Pigmentos da planta absorvem as radiações luminosas, os elétrons são “excitados” e se deslocam no interior de membranas dos cloroplastos, e a planta utiliza em seguida essa energia elétrica para a fabricação de açúcares. Os nanotubos de carbono podem absorver comprimentos de onda habitualmente não utilizados pelos cloroplastos, e os pesquisadores tiveram a ideia de utilizá-los como “antenas”, estimulando a conversão de energia solar pelos cloroplastos, com o aumento do transporte de elétrons.\nNanotubos de carbono incrementam a fotossíntese de plantas. O aumento da eﬁciência fotossintética ocorreu pelo fato de os nanotubos de carbono promoverem diretamente a",
    "alternatives": [
      "A) utilização de água.",
      "B) absorção de fótons.",
      "C) formação de gás oxigênio.",
      "D) proliferação dos cloroplastos.",
      "E) captação de dióxido de carbono."
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "B",
    "index_question": "114"
  },
  {
    "description": "QUESTÃO 110) O fenômeno da piracema (subida do rio) é um importante mecanismo que influencia a reprodução de algumas espécies de peixes, pois induz o processo que estimula a queima de gordura e ativa mecanismos hormonais complexos, preparando-os para a reprodução. Intervenções antrópicas nos ambientes aquáticos, como a construção de barragens, interferem na reprodução desses animais.\nMALTA, P. Impacto ambiental das barragens hidrelétricas. Essa intervenção antrópica prejudica a piracema porque reduz o(a)",
    "alternatives": [
      "A) percurso da migração.",
      "B) longevidade dos indivíduos.",
      "C) disponibilidade de alimentos.",
      "D) período de migração da espécie.",
      "E) número de espécies de peixes no local."
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "A",
    "index_question": "115"
  },
  {
    "description": "QUESTÃO 111) Fusível é um dispositivo de proteção contra sobrecorrente em circuitos. Quando a corrente que passa por esse componente elétrico é maior que sua máxima corrente nominal, o fusível queima. Dessa forma, evita que a corrente elevada daniﬁque os aparelhos do circuito. Suponha que o circuito elétrico mostrado seja alimentado por uma fonte de tensão U e que o fusível suporte uma corrente nominal de 500 mA.\nFusível 60 Ω 60 Ω 60 Ω 40 Ω 30 Ω 120 Ω Qual é o máximo valor da tensão U para que o fusível não queime?",
    "alternatives": [
      "A) 20 V",
      "B) 40 V",
      "C) 60 V",
      "D) 120 V",
      "E) 185 V"
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "116"
  },
  {
    "description": "QUESTÃO 112) Os botos-cinza (Sotalia guianensis), mamíferos da família dos golﬁnhos, são excelentes indicadores da poluição das áreas em que vivem, pois passam toda a sua vida — cerca de 30 anos — na mesma região. Além disso, a espécie acumula mais contaminantes em seu organismo, como o mercúrio, do que outros animais da sua cadeia alimentar.\nOs botos-cinza acumulam maior concentração dessas substâncias porque",
    "alternatives": [
      "A) são animais herbívoros.",
      "B) são animais detritívoros.",
      "C) são animais de grande porte.",
      "D) digerem o alimento lentamente.",
      "E) estão no topo da cadeia alimentar."
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "117"
  },
  {
    "description": "QUESTÃO 113) O trombone de Quincke é um dispositivo experimental utilizado para demonstrar o fenômeno da interferência de ondas sonoras. Uma fonte emite ondas sonoras de determinada frequência na entrada do dispositivo. Essas ondas se dividem pelos dois caminhos (ADC e AEC) e se encontram no ponto C, a saída do dispositivo, onde se posiciona um detector. O trajeto ADC pode ser aumentado pelo deslocamento dessa parte do dispositivo. Com o trajeto ADC igual ao AEC, capta-se um som muito intenso na saída. Entretanto, aumentando-se gradativamente o trajeto ADC, até que ele ﬁque como mostrado na ﬁgura, a intensidade do som na saída ﬁca praticamente nula. Desta forma, conhecida a velocidade do som no interior do tubo (320 m/s), é possível determinar o valor da frequência do som produzido pela fonte.\nFonte sonora Entrada do som 40 cm Saída do som Detector 30 cm O valor da frequência, em hertz, do som produzido pela fonte sonora é",
    "alternatives": [
      "A) 3 200.",
      "B) 1 600.",
      "C) 800.",
      "D) 640.",
      "E) 400."
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "C",
    "index_question": "118"
  },
  {
    "description": "QUESTÃO 115) A Mata Atlântica caracteriza-se por uma grande diversidade de epíﬁtas, como as bromélias. Essas plantas estão adaptadas a esse ecossistema e conseguem captar luz, água e nutrientes mesmo vivendo sobre as árvores.\nEssas espécies captam água do(a)",
    "alternatives": [
      "A) organismo das plantas vizinhas.",
      "B) solo através de suas longas raízes.",
      "C) chuva acumulada entre suas folhas.",
      "D) seiva bruta das plantas hospedeiras.",
      "E) comunidade que vive em seu interior."
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "C",
    "index_question": "120"
  },
  {
    "description": "QUESTÃO 118) A distroﬁa muscular Duchenne (DMD) é uma doença causada por uma mutação em um gene localizado no cromossomo X. Pesquisadores estudaram uma família na qual gêmeas monozigóticas eram portadoras de um alelo mutante recessivo para esse gene (heterozigóticas). O interessante é que uma das gêmeas apresentava o fenótipo relacionado ao alelo mutante, isto é, DMD, enquanto a sua irmã apresentava fenótipo normal.\nA diferença na manifestação da DMD entre as gêmeas pode ser explicada pela",
    "alternatives": [
      "A) dominância incompleta do alelo mutante em relação ao alelo normal.",
      "B) falha na separação dos cromossomos X no momento da separação dos dois embriões.",
      "C) recombinação cromossômica em uma divisão celular embrionária anterior à separação dos dois embriões.",
      "D) inativação aleatória de um dos cromossomos X em fase posterior à divisão que resulta nos dois embriões.",
      "E) origem paterna do cromossomo portador do alelo mutante em uma das gêmeas e origem materna na outra."
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "123"
  },
  {
    "description": "QUESTÃO 120) Diversos produtos naturais podem ser obtidos de plantas por processo de extração. O lapachol é da classe das naftoquinonas. Sua estrutura apresenta uma hidroxila enólica (pKa = 6,0) que permite que este composto seja isolado da serragem dos ipês por extração com solução adequada, seguida de ﬁltração simples. Considere que pKa = −log Ka, em que Ka é a constante ácida da reação de ionização do lapachol.\nOH Lapachol COSTA, P. R. R. et al. Ácidos e bases em química orgânica. Qual solução deve ser usada para extração do lapachol da serragem do ipê com maior eﬁciência?",
    "alternatives": [
      "A) Solução de Na2CO3 para formar um sal de lapachol.",
      "B) Solução-tampão ácido acético/acetato de sódio (pH = 4,5).",
      "C) Solução de NaCl a ﬁm de aumentar a força iônica do meio.",
      "D) Solução de Na2SO4 para formar um par iônico com lapachol.",
      "E) Solução de HCl a ﬁm de extraí-lo por meio de reação ácido-base."
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "A",
    "index_question": "125"
  },
  {
    "description": "QUESTÃO 121) Alguns tipos de dessalinizadores usam o processo de osmose reversa para obtenção de água potável a partir da água salgada. Nesse método, utiliza-se um recipiente contendo dois compartimentos separados por uma membrana semipermeável: em um deles coloca-se água salgada e no outro recolhe-se a água potável. A aplicação de pressão mecânica no sistema faz a água fluir de um compartimento para o outro. O movimento das moléculas de água através da membrana é controlado pela pressão osmótica e pela pressão mecânica aplicada.\nPara que ocorra esse processo é necessário que as resultantes das pressões osmótica e mecânica apresentem",
    "alternatives": [
      "A) mesmo sentido e mesma intensidade.",
      "B) sentidos opostos e mesma intensidade.",
      "C) sentidos opostos e maior intensidade da pressão osmótica.",
      "D) mesmo sentido e maior intensidade da pressão osmótica.",
      "E) sentidos opostos e maior intensidade da pressão mecânica."
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "126"
  },
  {
    "description": "QUESTÃO 122) Na Idade Média, para elaborar preparados a partir de plantas produtoras de óleos essenciais, as coletas das espécies eram realizadas ao raiar do dia. Naquela época, essa prática era fundamentada misticamente pelo efeito mágico dos raios lunares, que seria anulado pela emissão dos raios solares. Com a evolução da ciência, foi comprovado que a coleta de algumas espécies ao raiar do dia garante a obtenção de material com maiores quantidades de óleos essenciais.\nA explicação cientíﬁca que justiﬁca essa prática se baseia na",
    "alternatives": [
      "A) volatilização das substâncias de interesse.",
      "B) polimerização dos óleos catalisada pela radiação solar.",
      "C) solubilização das substâncias de interesse pelo orvalho.",
      "D) oxidação do óleo pelo oxigênio produzido na fotossíntese.",
      "E) liberação das moléculas de óleo durante o processo de fotossíntese."
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "A",
    "index_question": "127"
  },
  {
    "description": "QUESTÃO 123) A epilação a laser (popularmente conhecida como depilação a laser) consiste na aplicação de uma fonte de luz para aquecer e causar uma lesão localizada e controlada nos folículos capilares. Para evitar que outros tecidos sejam daniﬁcados, selecionam-se comprimentos de onda que são absorvidos pela melanina presente nos pelos, mas que não afetam a oxi-hemoglobina do sangue e a água dos tecidos da região em que o tratamento será aplicado. A ﬁgura mostra como é a absorção de diferentes comprimentos de onda pela melanina, oxi-hemoglobina e água.\nAbsorção (%) Comprimento de onda (nm) Melanina 50,0 37,5 25,0 12,5 0 400 500 600 700 800 900 1 000 1 100 Oxi-hemoglobina Água MACEDO, F. S.; MONTEIRO, E. O. Epilação com laser e luz intensa pulsada. Qual é o comprimento de onda, em nm, ideal para a epilação a laser?",
    "alternatives": [
      "A) 400",
      "B) 700",
      "C) 1 100",
      "D) 900",
      "E) 500"
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "B",
    "index_question": "128"
  },
  {
    "description": "QUESTÃO 125) Um motorista que atende a uma chamada de celular é levado à desatenção, aumentando a possibilidade de acidentes ocorrerem em razão do aumento de seu tempo de reação. Considere dois motoristas, o primeiro atento e o segundo utilizando o celular enquanto dirige. Eles aceleram seus carros inicialmente a 1,00 m/s2. Em resposta a uma emergência, freiam com uma desaceleração igual a 5,00 m/s2. O motorista atento aciona o freio à velocidade de 14,0 m/s, enquanto o desatento, em situação análoga, leva 1,00 segundo a mais para iniciar a frenagem.\nQue distância o motorista desatento percorre a mais do que o motorista atento, até a parada total dos carros?",
    "alternatives": [
      "A) 2,90 m",
      "B) 14,0 m",
      "C) 14,5 m",
      "D) 15,0 m",
      "E) 17,4 m"
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "130"
  },
  {
    "description": "QUESTÃO 126) Uma das estratégias para conservação de alimentos é o salgamento, adição de cloreto de sódio (NaCl), historicamente utilizado por tropeiros, vaqueiros e sertanejos para conservar carnes de boi, porco e peixe.\nO que ocorre com as células presentes nos alimentos preservados com essa técnica?",
    "alternatives": [
      "A) O sal adicionado diminui a concentração de solutos em seu interior.",
      "B) O sal adicionado desorganiza e destrói suas membranas plasmáticas.",
      "C) A adição de sal altera as propriedades de suas membranas plasmáticas.",
      "D) Os íons Na+ e Cl− provenientes da dissociação do sal entram livremente nelas.",
      "E) A grande concentração de sal no meio extracelular provoca a saída de água de dentro delas."
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "131"
  },
  {
    "description": "QUESTÃO 129) A terapia celular tem sido amplamente divulgada como revolucionária, por permitir a regeneração de tecidos a partir de células novas. Entretanto, a técnica de se introduzirem novas células em um tecido, para o tratamento de enfermidades em indivíduos, já era aplicada rotineiramente em hospitais.\nA que técnica refere-se o texto?",
    "alternatives": [
      "A) Vacina.",
      "B) Biópsia.",
      "C) Hemodiálise.",
      "D) Quimioterapia.",
      "E) Transfusão de sangue."
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "134"
  },
  {
    "description": "QUESTÃO 130) Em algumas residências, cercas eletriﬁcadas são utilizadas com o objetivo de afastar possíveis invasores. Uma cerca eletriﬁcada funciona com uma diferença de potencial elétrico de aproximadamente 10 000 V. Para que não seja letal, a corrente que pode ser transmitida através de uma pessoa não deve ser maior do que 0,01 A. Já a resistência elétrica corporal entre as mãos e os pés de uma pessoa é da ordem de 1 000 Ω.\nPara que a corrente não seja letal a uma pessoa que toca a cerca eletriﬁcada, o gerador de tensão deve possuir uma resistência interna que, em relação à do corpo humano, é",
    "alternatives": [
      "A) praticamente nula.",
      "B) aproximadamente igual.",
      "C) milhares de vezes maior.",
      "D) da ordem de 10 vezes maior.",
      "E) da ordem de 10 vezes menor."
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "C",
    "index_question": "135"
  },
  {
    "description": "QUESTÃO 131) A cromatograﬁa em papel é um método de separação que se baseia na migração diferencial dos componentes de uma mistura entre duas fases imiscíveis. Os componentes da amostra são separados entre a fase estacionária e a fase móvel em movimento no papel. A fase estacionária consiste de celulose praticamente pura, que pode absorver até 22% de água. É a água absorvida que funciona como fase estacionária líquida e que interage com a fase móvel, também líquida (partição líquido-líquido). Os componentes capazes de formar interações intermoleculares mais fortes com a fase estacionária migram mais lentamente.\nUma mistura de hexano com 5% (v/v) de acetona foi utilizada como fase móvel na separação dos componentes de um extrato vegetal obtido a partir de pimentões. Considere que esse extrato contém as substâncias representadas.\nγ-caroteno α-criptoxantina OH Capsorubina OH HO Licopeno α-caroteno A substância presente na mistura que migra mais lentamente é o(a)",
    "alternatives": [
      "A) licopeno.",
      "B) α-caroteno.",
      "C) γ-caroteno.",
      "D) capsorubina.",
      "E) α-criptoxantina."
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "136"
  },
  {
    "description": "QUESTÃO 133) No ar que respiramos existem os chamados “gases inertes”. Trazem curiosos nomes gregos, que signiﬁcam “o Novo”, “o Oculto”, “o Inativo”. E de fato são de tal modo inertes, tão satisfeitos em sua condição, que não interferem em nenhuma reação química, não se combinam com nenhum outro elemento e justamente por esse motivo ﬁcaram sem ser observados durante séculos: só em 1962 um químico, depois de longos e engenhosos esforços, conseguiu forçar “o Estrangeiro” (o xenônio) a combinar-se fugazmente com o flúor ávido e vivaz, e a façanha pareceu tão extraordinária que lhe foi conferido o Prêmio Nobel.\nQual propriedade do flúor justiﬁca sua escolha como reagente para o processo mencionado?",
    "alternatives": [
      "A) Densidade.",
      "B) Condutância.",
      "C) Eletronegatividade.",
      "D) Estabilidade nuclear.",
      "E) Temperatura de ebulição."
    ],
    "year": "2017",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "C",
    "index_question": "138"
  },
  {
    "description": "QUESTÃO 136) Os congestionamentos de trânsito constituem um problema que aflige, todos os dias, milhares de motoristas brasileiros. O gráﬁco ilustra a situação, representando, ao longo de um intervalo deﬁnido de tempo, a variação da velocidade de um veículo durante um congestionamento.\nVelocidade Tempo (min) 0 2 4 6 8 10 Quantos minutos o veículo permaneceu imóvel ao longo do intervalo de tempo total analisado?",
    "alternatives": [
      "A) 4",
      "B) 3",
      "C) 2",
      "D) 1",
      "E) 0"
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "141"
  },
  {
    "description": "QUESTÃO 137) Um garçom precisa escolher uma bandeja de base retangular para servir quatro taças de espumante que precisam ser dispostas em uma única ﬁleira, paralela ao lado maior da bandeja, e com suas bases totalmente apoiadas na bandeja. A base e a borda superior das taças são círculos de raio 4 cm e 5 cm, respectivamente. A bandeja a ser escolhida deverá ter uma área mínima, em centímetro quadrado, igual a",
    "alternatives": [
      "A) 192.",
      "B) 300.",
      "C) 304.",
      "D) 320.",
      "E) 400."
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "142"
  },
  {
    "description": "QUESTÃO 138) Em uma cantina, o sucesso de venda no verão são sucos preparados à base de polpa de frutas. Um dos sucos mais vendidos é o de morango com acerola, que é preparado com 2 3 de polpa de morango e 1 3 de polpa de acerola.\nPara o comerciante, as polpas são vendidas em embalagens de igual volume. Atualmente, a embalagem da polpa de morango custa R$ 18,00 e a de acerola, R$ 14,70. Porém, está prevista uma alta no preço da embalagem da polpa de acerola no próximo mês, passando a custar R$ 15,30.\nPara não aumentar o preço do suco, o comerciante negociou com o fornecedor uma redução no preço da embalagem da polpa de morango.\nA redução, em real, no preço da embalagem da polpa de morango deverá ser de",
    "alternatives": [
      "A) 1,20.",
      "B) 0,90.",
      "C) 0,60.",
      "D) 0,40.",
      "E) 0,30."
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "E",
    "index_question": "143"
  },
  {
    "description": "QUESTÃO 139) Um casal realiza sua mudança de domicílio e necessita colocar numa caixa de papelão um objeto cúbico, de 80 cm de aresta, que não pode ser desmontado. Eles têm à disposição cinco caixas, com diferentes dimensões, conforme descrito: • Caixa 1: 86 cm × 86 cm × 86 cm • Caixa 2: 75 cm × 82 cm × 90 cm • Caixa 3: 85 cm × 82 cm × 90 cm • Caixa 4: 82 cm × 95 cm × 82 cm • Caixa 5: 80 cm × 95 cm × 85 cm O casal precisa escolher uma caixa na qual o objeto caiba, de modo que sobre o menor espaço livre em seu interior.\nA caixa escolhida pelo casal deve ser a de número",
    "alternatives": [
      "A) 1.",
      "B) 2.",
      "C) 3.",
      "D) 4.",
      "E) 5."
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "144"
  },
  {
    "description": "QUESTÃO 142) Um morador de uma região metropolitana tem 50% de probabilidade de atrasar-se para o trabalho quando chove na região; caso não chova, sua probabilidade de atraso é de 25%. Para um determinado dia, o serviço de meteorologia estima em 30% a probabilidade da ocorrência de chuva nessa região.\nQual é a probabilidade de esse morador se atrasar para o serviço no dia para o qual foi dada a estimativa de chuva?",
    "alternatives": [
      "A) 0,075",
      "B) 0,150",
      "C) 0,325",
      "D) 0,600",
      "E) 0,800"
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "147"
  },
  {
    "description": "QUESTÃO 143) Às 17 h 15 min começa uma forte chuva, que cai com intensidade constante. Uma piscina em forma de um paralelepípedo retângulo, que se encontrava inicialmente vazia, começa a acumular a água da chuva e, às 18 horas, o nível da água em seu interior alcança 20 cm de altura. Nesse instante, é aberto o registro que libera o escoamento da água por um ralo localizado no fundo dessa piscina, cuja vazão é constante. Às 18 h 40 min a chuva cessa e, nesse exato instante, o nível da água na piscina baixou para 15 cm. O instante em que a água dessa piscina terminar de escoar completamente está compreendido entre",
    "alternatives": [
      "A) 19 h 30 min e 20 h 10 min.",
      "B) 19 h 20 min e 19 h 30 min.",
      "C) 19 h 10 min e 19 h 20 min.",
      "D) 19 h e 19 h 10 min.",
      "E) 18 h 40 min e 19 h."
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "D",
    "index_question": "148"
  },
  {
    "description": "QUESTÃO 146) Raios de luz solar estão atingindo a superfície de um lago formando um ângulo x com a sua superfície, conforme indica a ﬁgura. Em determinadas condições, pode-se supor que a intensidade luminosa desses raios, na superfície do lago, seja dada aproximadamente por I x sen x ( ) ( ) = ⋅ κ , sendo k uma constante, e supondo-se que x está entre 0° e 90°.\nx Quando x = 30º, a intensidade luminosa se reduz a qual percentual de seu valor máximo?",
    "alternatives": [
      "A) 33%",
      "B) 50%",
      "C) 57%",
      "D) 70%",
      "E) 86%"
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "B",
    "index_question": "151"
  },
  {
    "description": "QUESTÃO 149) Um brinquedo infantil caminhão-cegonha é formado por uma carreta e dez carrinhos nela transportados, conforme a ﬁgura.\nNo setor de produção da empresa que fabrica esse brinquedo, é feita a pintura de todos os carrinhos para que o aspecto do brinquedo ﬁque mais atraente. São utilizadas as cores amarelo, branco, laranja e verde, e cada carrinho é pintado apenas com uma cor. O caminhão-cegonha tem uma cor ﬁxa. A empresa determinou que em todo caminhão-cegonha deve haver pelo menos um carrinho de cada uma das quatro cores disponíveis. Mudança de posição dos carrinhos no caminhão-cegonha não gera um novo modelo do brinquedo.\nCom base nessas informações, quantos são os modelos distintos do brinquedo caminhão-cegonha que essa empresa poderá produzir?",
    "alternatives": [
      "A) C6,4",
      "B) C9,3",
      "C) C10,4",
      "D) 64",
      "E) 46"
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "B",
    "index_question": "154"
  },
  {
    "description": "QUESTÃO 150) Uma empresa especializada em conservação de piscinas utiliza um produto para tratamento da água cujas especiﬁcações técnicas sugerem que seja adicionado 1,5 mL desse produto para cada 1 000 L de água da piscina. Essa empresa foi contratada para cuidar de uma piscina de base retangular, de profundidade constante igual a 1,7 m, com largura e comprimento iguais a 3 m e 5 m, respectivamente. O nível da lâmina d’água dessa piscina é mantido a 50 cm da borda da piscina.\nA quantidade desse produto, em mililitro, que deve ser adicionada a essa piscina de modo a atender às suas especiﬁcações técnicas é",
    "alternatives": [
      "A) 11,25.",
      "B) 27,00.",
      "C) 28,80.",
      "D) 32,25.",
      "E) 49,50."
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "B",
    "index_question": "155"
  },
  {
    "description": "QUESTÃO 151) Um instituto de pesquisas eleitorais recebe uma encomenda na qual a margem de erro deverá ser de, no máximo, 2 pontos percentuais (0,02).\nO instituto tem 5 pesquisas recentes, P1 a P5, sobre o tema objeto da encomenda e irá usar a que tiver o erro menor que o pedido.\nOs dados sobre as pesquisas são os seguintes: Pesquisa σ P1 0,5 1 764 42 P2 0,4 784 28 P3 0,3 576 24 P4 0,2 441 21 P5 0,1 64 8 O erro e pode ser expresso por | | , e < 196 σ em que σ é um parâmetro e N é o número de pessoas entrevistadas pela pesquisa.\nQual pesquisa deverá ser utilizada?",
    "alternatives": [
      "A) P1",
      "B) P2",
      "C) P3",
      "D) P4",
      "E) P5"
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "D",
    "index_question": "156"
  },
  {
    "description": "QUESTÃO 152) Em um teleférico turístico, bondinhos saem de estações ao nível do mar e do topo de uma montanha. A travessia dura 1,5 minuto e ambos os bondinhos se deslocam à mesma velocidade. Quarenta segundos após o bondinho A partir da estação ao nível do mar, ele cruza com o bondinho B, que havia saído do topo da montanha.\nQuantos segundos após a partida do bondinho B partiu o bondinho A?",
    "alternatives": [
      "A) 5",
      "B) 10",
      "C) 15",
      "D) 20",
      "E) 25"
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "B",
    "index_question": "157"
  },
  {
    "description": "QUESTÃO 153) Num dia de tempestade, a alteração na profundidade de um rio, num determinado local, foi registrada durante um período de 4 horas. Os resultados estão indicados no gráﬁco de linhas. Nele, a profundidade h, registrada às 13 horas, não foi anotada e, a partir de h, cada unidade sobre o eixo vertical representa um metro.\nHora 0 Profundidade (m) Registro de profundidade 13 14 15 16 17 Foi informado que entre 15 horas e 16 horas, a profundidade do rio diminuiu em 10%.\nÀs 16 horas, qual é a profundidade do rio, em metro, no local onde foram feitos os registros?",
    "alternatives": [
      "A) 18",
      "B) 20",
      "C) 24",
      "D) 36",
      "E) 40"
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "A",
    "index_question": "158"
  },
  {
    "description": "QUESTÃO 155) A ﬁgura ilustra uma partida de Campo Minado, o jogo presente em praticamente todo computador pessoal. Quatro quadrados em um tabuleiro 16 × 16 foram abertos, e os números em suas faces indicam quantos dos seus 8 vizinhos contêm minas (a serem evitadas). O número 40 no canto inferior direito é o número total de minas no tabuleiro, cujas posições foram escolhidas ao acaso, de forma uniforme, antes de se abrir qualquer quadrado.\nEm sua próxima jogada, o jogador deve escolher dentre os quadrados marcados com as letras P, Q, R, S e T um para abrir, sendo que deve escolher aquele com a menor probabilidade de conter uma mina.\nO jogador deverá abrir o quadrado marcado com a letra",
    "alternatives": [
      "A) P.",
      "B) Q.",
      "C) R.",
      "D) S.",
      "E) T."
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "B",
    "index_question": "160"
  },
  {
    "description": "QUESTÃO 161) Em um parque há dois mirantes de alturas distintas que são acessados por elevador panorâmico. O topo do mirante 1 é acessado pelo elevador 1, enquanto que o topo do mirante 2 é acessado pelo elevador 2. Eles encontram-se a uma distância possível de ser percorrida a pé, e entre os mirantes há um teleférico que os liga que pode ou não ser utilizado pelo visitante.\nMirante 1 Mirante 2 O acesso aos elevadores tem os seguintes custos: • Subir pelo elevador 1: R$ 0,15; • Subir pelo elevador 2: R$ 1,80; • Descer pelo elevador 1: R$ 0,10; • Descer pelo elevador 2: R$ 2,30.\nO custo da passagem do teleférico partindo do topo do mirante 1 para o topo do mirante 2 é de R$ 2,00, e do topo do mirante 2 para o topo do mirante 1 é de R$ 2,50.\nQual é o menor custo, em real, para uma pessoa visitar os topos dos dois mirantes e retornar ao solo?",
    "alternatives": [
      "A) 2,25",
      "B) 3,90",
      "C) 4,35",
      "D) 4,40",
      "E) 4,45"
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "166"
  },
  {
    "description": "QUESTÃO 163) Uma desenhista projetista deverá desenhar uma tampa de panela em forma circular. Para realizar esse desenho, ela dispõe, no momento, de apenas um compasso, cujo comprimento das hastes é de 10 cm, um transferidor e uma folha de papel com um plano cartesiano. Para esboçar o desenho dessa tampa, ela afastou as hastes do compasso de forma que o ângulo formado por elas fosse de 120°. A ponta seca está representada pelo ponto C, a ponta do graﬁte está representada pelo ponto B e a cabeça do compasso está representada pelo ponto A conforme a ﬁgura.\n120° y x 1 0 3 Após concluir o desenho, ela o encaminha para o setor de produção. Ao receber o desenho com a indicação do raio da tampa, veriﬁcará em qual intervalo este se encontra e decidirá o tipo de material a ser utilizado na sua fabricação, de acordo com os dados.\nTipo de material Intervalo de valores do raio (cm) 0 < R ≤ 5 II 5 < R ≤ 10 III 10 < R ≤ 15 IV 15 < R ≤ 21 21 < R ≤ 40 Considere 1,7 como aproximação para 3 .\nO tipo de material a ser utilizado pelo setor de produção será",
    "alternatives": [
      "A) I.",
      "B) II.",
      "C) III.",
      "D) IV.",
      "E) V."
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "D",
    "index_question": "168"
  },
  {
    "description": "QUESTÃO 164) Uma pessoa ganhou uma pulseira formada por pérolas esféricas, na qual faltava uma das pérolas. A ﬁgura indica a posição em que estaria faltando esta pérola.\nEla levou a joia a um joalheiro que veriﬁcou que a medida do diâmetro dessas pérolas era 4 milímetros. Em seu estoque, as pérolas do mesmo tipo e formato, disponíveis para reposição, tinham diâmetros iguais a: 4,025 mm; 4,100 mm; 3,970 mm; 4,080 mm e 3,099 mm.\nO joalheiro então colocou na pulseira a pérola cujo diâmetro era o mais próximo do diâmetro das pérolas originais.\nA pérola colocada na pulseira pelo joalheiro tem diâmetro, em milímetro, igual a",
    "alternatives": [
      "A) 3,099.",
      "B) 3,970.",
      "C) 4,025.",
      "D) 4,080.",
      "E) 4,100."
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "169"
  },
  {
    "description": "QUESTÃO 165) Em uma de suas viagens, um turista comprou uma lembrança de um dos monumentos que visitou. Na base do objeto há informações dizendo que se trata de uma peça em escala 1 : 400, e que seu volume é de 25 cm3.\nO volume do monumento original, em metro cúbico, é de",
    "alternatives": [
      "A) 100.",
      "B) 400.",
      "C) 1 600.",
      "D) 6 250.",
      "E) 10 000."
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "170"
  },
  {
    "description": "QUESTÃO 167) O comitê organizador da Copa do Mundo 2014 criou a logomarca da Copa, composta de uma ﬁgura plana e o slogan “Juntos num só ritmo”, com mãos que se unem formando a taça Fifa. Considere que o comitê organizador resolvesse utilizar todas as cores da bandeira nacional (verde, amarelo, azul e branco) para colorir a logomarca, de forma que regiões vizinhas tenham cores diferentes.\nDe quantas maneiras diferentes o comitê organizador da Copa poderia pintar a logomarca com as cores citadas?",
    "alternatives": [
      "A) 15",
      "B) 30",
      "C) 108",
      "D) 360",
      "E) 972"
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "E",
    "index_question": "172"
  },
  {
    "description": "QUESTÃO 168) Viveiros de lagostas são construídos, por cooperativas locais de pescadores, em formato de prismas reto-retangulares, ﬁxados ao solo e com telas flexíveis de mesma altura, capazes de suportar a corrosão marinha. Para cada viveiro a ser construído, a cooperativa utiliza integralmente 100 metros lineares dessa tela, que é usada apenas nas laterais. Nível do mar Quais devem ser os valores de X e de Y, em metro, para que a área da base do viveiro seja máxima?",
    "alternatives": [
      "A) 1 e 49",
      "B) 1 e 99",
      "C) 10 e 10",
      "D) 25 e 25",
      "E) 50 e 50"
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "D",
    "index_question": "173"
  },
  {
    "description": "QUESTÃO 170) O gráﬁco apresenta a taxa de desemprego (em %) para o período de março de 2008 a abril de 2009, obtida com base nos dados observados nas regiões metropolitanas de Recife, Salvador, Belo Horizonte, Rio de Janeiro, São Paulo e Porto Alegre.\nTaxa de desemprego (%) 8,6 8,5 8,1 7,7 7,6 7,9 7,9 7,6 7,5 6,8 8,2 8,5 8,9 9,0 03/08 04 05 06 07 08 09 10 11 12 01/09 02 03 04 A mediana dessa taxa de desemprego, no período de março de 2008 a abril de 2009, foi de",
    "alternatives": [
      "A) 8,1%",
      "B) 8,0%",
      "C) 7,9%",
      "D) 7,7%",
      "E) 7,6%"
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "B",
    "index_question": "175"
  },
  {
    "description": "QUESTÃO 172) A energia solar vai abastecer parte da demanda de energia do campus de uma universidade brasileira. A instalação de painéis solares na área dos estacionamentos e na cobertura do hospital pediátrico será aproveitada nas instalações universitárias e também ligada na rede da companhia elétrica distribuidora de energia.\nO projeto inclui 100 m² de painéis solares que ﬁcarão instalados nos estacionamentos, produzindo energia elétrica e proporcionando sombra para os carros. Sobre o hospital pediátrico serão colocados aproximadamente 300 m² de painéis, sendo 100 m² para gerar energia elétrica utilizada no campus, e 200 m² para geração de energia térmica, produzindo aquecimento de água utilizada nas caldeiras do hospital.\nSuponha que cada metro quadrado de painel solar para energia elétrica gere uma economia de 1 kWh por dia e cada metro quadrado produzindo energia térmica permita economizar 0,7 kWh por dia para a universidade. Em uma segunda fase do projeto, será aumentada em 75% a área coberta pelos painéis solares que geram energia elétrica. Nessa fase também deverá ser ampliada a área de cobertura com painéis para geração de energia térmica.\nPara se obter o dobro da quantidade de energia economizada diariamente, em relação à primeira fase, a área total dos painéis que geram energia térmica, em metro quadrado, deverá ter o valor mais próximo de",
    "alternatives": [
      "A) 231.",
      "B) 431.",
      "C) 472.",
      "D) 523.",
      "E) 672."
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "177"
  },
  {
    "description": "QUESTÃO 173) Dois reservatórios A e B são alimentados por bombas distintas por um período de 20 horas. A quantidade de água contida em cada reservatório nesse período pode ser visualizada na ﬁgura.\n180 000 170 000 160 000 150 000 140 000 130 000 120 000 110 000 100 000 90 000 80 000 70 000 60 000 50 000 40 000 30 000 20 000 10 000 0 0 0 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 90 000 80 000 70 000 60 000 50 000 40 000 30 000 20 000 10 000 Reservatório A Quantidade de água armazenada Volume (L) Reservatório B Tempo (h) Reservatório B Reservatório A O número de horas em que os dois reservatórios contêm a mesma quantidade de água é",
    "alternatives": [
      "A) 1.",
      "B) 2.",
      "C) 4.",
      "D) 5.",
      "E) 6."
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "A",
    "index_question": "178"
  },
  {
    "description": "QUESTÃO 174) Neste modelo de termômetro, os ﬁletes na cor preta registram as temperaturas mínima e máxima do dia anterior e os ﬁletes na cor cinza registram a temperatura ambiente atual, ou seja, no momento da leitura do termômetro. −30 −20 −10 10 20 30 40 50 0 50 40 30 20 10 −10 −20 −30 0 Por isso ele tem duas colunas. Na da esquerda, os números estão em ordem crescente, de cima para baixo, de −30 °C até 50 °C. Na coluna da direita, os números estão ordenados de forma crescente, de baixo para cima, de −30 °C até 50 °C.\nA leitura é feita da seguinte maneira: • a temperatura mínima é indicada pelo nível inferior do ﬁlete preto na coluna da esquerda; • a temperatura máxima é indicada pelo nível inferior do ﬁlete preto na coluna da direita; • a temperatura atual é indicada pelo nível superior dos ﬁletes cinza nas duas colunas.\nQual é a temperatura máxima mais aproximada registrada nesse termômetro?",
    "alternatives": [
      "A) 5 °C",
      "B) 7 °C",
      "C) 13 °C",
      "D) 15 °C",
      "E) 19 °C"
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "E",
    "index_question": "179"
  },
  {
    "description": "QUESTÃO 175) Pivô central é um sistema de irrigação muito usado na agricultura, em que uma área circular é projetada para receber uma estrutura suspensa. No centro dessa área, há uma tubulação vertical que transmite água através de um cano horizontal longo, apoiado em torres de sustentação, as quais giram, sobre rodas, em torno do centro do pivô, também chamado de base, conforme mostram as ﬁguras. Cada torre move-se com velocidade constante.\nBASE T1 T2 T3 Um pivô de três torres (T1, T2 e T3) será instalado em uma fazenda, sendo que as distâncias entre torres consecutivas bem como da base à torre T1 são iguais a 50 m. O fazendeiro pretende ajustar as velocidades das torres, de tal forma que o pivô efetue uma volta completa em 25 horas. Use 3 como aproximação para π.\nPara atingir seu objetivo, as velocidades das torres T1, T2 e T3 devem ser, em metro por hora, de",
    "alternatives": [
      "A) 12 , 24 e 36.",
      "B) 6 , 12 e 18.",
      "C) 2 , 4 e 6.",
      "D) 300 , 1 200 e 2 700.",
      "E) 600 , 2 400 e 5 400."
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "A",
    "index_question": "180"
  },
  {
    "description": "QUESTÃO 177) Quanto tempo você ﬁca conectado à internet? Para responder a essa pergunta foi criado um miniaplicativo de computador que roda na área de trabalho, para gerar automaticamente um gráﬁco de setores, mapeando o tempo que uma pessoa acessa cinco sites visitados. Em um computador, foi observado que houve um aumento signiﬁcativo do tempo de acesso da sexta-feira para o sábado, nos cinco sites mais acessados. A seguir, temos os dados do miniaplicativo para esses dias.\nTempo de acesso na sexta-feira (minuto) Tempo de acesso no sábado (minuto) Site X 12 Site Y 30 Site U 40 Site Z 10 Site W 38 Site U 56 Site X 21 Site Y 51 Site W 57 Site Z 11 Analisando os gráﬁcos do computador, a maior taxa de aumento no tempo de acesso, da sexta-feira para o sábado, foi no site",
    "alternatives": [
      "A) X.",
      "B) Y.",
      "C) Z.",
      "D) W.",
      "E) U."
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "A",
    "index_question": "182"
  },
  {
    "description": "QUESTÃO 179) Um cientista, em seus estudos para modelar a pressão arterial de uma pessoa, utiliza uma função do tipo P(t) = A + Bcos(kt) em que A, B e K são constantes reais positivas e t representa a variável tempo, medida em segundo. Considere que um batimento cardíaco representa o intervalo de tempo entre duas sucessivas pressões máximas.\nAo analisar um caso especíﬁco, o cientista obteve os dados: Pressão mínima 78 Pressão máxima 120 Número de batimentos cardíacos por minuto 90 A função P(t) obtida, por este cientista, ao analisar o caso especíﬁco foi",
    "alternatives": [
      "A) P(t) = 99 + 21cos(3πt)",
      "B) P(t) = 78 + 42cos(3πt)",
      "C) P(t) = 99 + 21cos(2πt)",
      "D) P(t) = 99 + 21cos(t)",
      "E) P(t) = 78 + 42cos(t)"
    ],
    "year": "2017",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "A",
    "index_question": "184"
  }
]