[
  {
    "description": "Questão 01) 5 Ways Pets Can Improve Your Health A pet is certainly a great friend. After a difficult day, pet owners quite literally feel the love.\nIn fact, for nearly 25 years, research has shown that living with pets provides certain health benefits. Pets help lower blood pressure and lessen anxiety. They boost our immunity. They can even help you get dates.\nAllergy Fighters: A growing number of studies have suggested that kids growing up in a home with “furred animals” will have less risk of allergies and asthma.\nDate Magnets: Dogs are great for making love connections. Forget Internet matchmaking — a dog is a natural conversation starter.\nDogs for the Aged: Walking a dog or just caring for a pet — for elderly people who are able — can provide exercise and companionship.\nGood for Mind and Soul: Like any enjoyable activity, playing with a dog can elevate levels of serotonin and dopamine — nerve transmitters that are known to have pleasurable and calming properties.\nGood for the Heart: Heart attack patients who have pets survive longer than those without, according to several studies.\nAo discutir sobre a influência de animais de estimação no bem-estar do ser humano, a autora, a fim de fortalecer seus argumentos, utiliza palavras e expressões como research, a growing number of research e several studies com o objetivo de",
    "alternatives": [
      "A) mostrar que animais de estimação ajudam na cura de doenças como alergias e asma.",
      "B) convencer sobre os benefícios da adoção de animais de estimação para a saúde.",
      "C) fornecer dados sobre os impactos de animais de estimação nas relações amorosas.",
      "D) explicar como o contato com animais de estimação pode prevenir ataques cardíacos.",
      "E) esclarecer sobre o modo como idosos devem se relacionar com animais de estimação."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "1"
  },
  {
    "description": "Questão 02) LETTER TO THE EDITOR: Sugar fear-mongering unhelpful By The Washington Times Tuesday, June 25, 2013 In his recent piece “Is obesity a disease?” (Web, June 19), Dr. Peter Lind refers to high-fructose corn syrup and other “manufactured sugars” as “poison” that will “guarantee storage of fat in the body.” Current scientific research strongly indicates that obesity results from excessive calorie intake combined with a sedentary lifestyle. The fact is Americans are consuming more total calories now than ever before. According to the U.S. Department of Agriculture, our total per-capita daily caloric intake increased by 22 percent from 2,076 calories per day in 1970 to 2,534 calories per day in 2010 — an additional 458 calories, only 34 of which come from increased added sugar intake. A vast majority of these calories come from increased fats and flour/ cereals. Surprisingly, the amount of caloric sweeteners (i.e. sugar, high-fructose, corn syrup, honey, etc.). Americans consume has actually decreased over the past decade. We need to continue to study the obesity epidemic to see what more can be done, but demonizing one specific ingredient accomplishes nothing and raises unnecessary fears that get in the way of real solutions.\nJAMES M. RIPPE Shrewsbury, Mass.\nAo abordar o assunto “obesidade”, em uma seção de jornal, o autor",
    "alternatives": [
      "A) defende o consumo liberado de açúcar.",
      "B) aponta a gordura como o grande vilão da saúde.",
      "C) demonstra acreditar que a obesidade não é preocupante.",
      "D) indica a necessidade de mais pesquisas sobre o assunto.",
      "E) enfatiza a redução de ingestão de calorias pelos americanos."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "2"
  },
  {
    "description": "Questão 03) In this life Sitting on a park bench Thinking about a friend of mine He was only twenty-three Gone before he had his time. It came without a warning Didnꞌt want his friends to see him cry He knew the day was dawning And I didnꞌt have a chance to say goodbye.\nMADONNA. Erotica. Estados Unidos: Maverick, 1992.\nA canção, muitas vezes, é uma forma de manifestar sentimentos e emoções da vida cotidiana. Por exemplo, o sofrimento retratado nessa canção foi causado",
    "alternatives": [
      "A) pela morte precoce de um amigo jovem.",
      "B) pelo término de um relacionamento amoroso.",
      "C) pela mudança de um amigo para outro país.",
      "D) pelo fim de uma amizade de mais de vinte anos.",
      "E) pela traição por parte de pessoa próxima."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "3"
  },
  {
    "description": "Questão 04) If children live with criticism, they learn to condemn. If children live with fear, they learn to be apprehensive. If children live with pity, they learn to feel sorry for themselves. If children live with ridicule, they learn to feel shy. If children live with tolerance, they learn patience. If children live with praise, they learn appreciation. If children live with acceptance, they learn to love. If children live with approval, they learn to like themselves. If children live with recognition, they learn it is good to have a goal. If children live with sharing, they learn generosity. If children live with fairness, they learn justice. If children live with kindness and consideration, they learn respect. If children live with friendliness, they learn the world is a nice place in which to live.\nAcesso em: 30 jul. 2012.\nValores culturais de um povo revelam sua forma de ser, agir e pensar. Na concepção da autora, as diferentes formas de educar crianças nos Estados Unidos confirmam que as crianças",
    "alternatives": [
      "A) temem quem as amedronta.",
      "B) aprendem com o que vivem.",
      "C) amam aqueles que as aceitam.",
      "D) são gentis quando respeitadas.",
      "E) ridicularizam quem as intimida."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "4"
  },
  {
    "description": "Questão 01) Adelfos Yo soy como las gentes que a mi tierra vinieron — soy de la raza mora, vieja amiga del sol —, que todo lo ganaron y todo lo perdieron.\nTengo el alma de nardo del árabe español.\nAcesso em: 22 out. 2015 (fragmento).\nNessa estrofe, o poeta e dramaturgo espanhol Manuel Machado reflete acerca",
    "alternatives": [
      "A) de sua formação identitária plural.",
      "B) da condição nômade de seus antepassados.",
      "C) da perda sofrida com o processo de migração.",
      "D) da dívida do povo espanhol para com o povo árabe.",
      "E) de sua identificação com os elementos da natureza."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "6"
  },
  {
    "description": "Questão 02) Millennials: Así es la generación que ya no recuerda cómo era el mundo sin Internet Algunos los llaman generación Y, otros “Millennials”, generación del milenio o incluso “Echo Boomers”.\nNacieron y crecieron en una era de rápido desarrollo de las nuevas tecnologías, y casi no recuerdan cómo era el mundo sin Internet.\nSon idealistas, impacientes y están bien preparados académicamente. Muchos de ellos han tenido oportunidad de viajar por el mundo a una edad temprana, de estudiar en las mejores universidades y de trabajar en empresas multinacionales y extranjeras.\nLa generación Y se compone de este tipo de personas que quieren todo a la vez. No están dispuestos a soportar un trabajo poco interesante y rutinario, no quieren dejar las cosas buenas para luego. Lo que sí quieren es dejar su huella en la historia, vivir una vida interesante, formar parte de algo grande, crecer y desarrollarse, cambiar el mundo que les rodea, y no solo ganar dinero.\nO texto aponta características e interesses da “Geração Y”. Nele, a expressão dejar su huella refere-se a um dos desejos dessa geração, que é o de",
    "alternatives": [
      "A) conhecer diferentes lugares.",
      "B) fazer a diferença no mundo.",
      "C) aproveitar todas as oportunidades.",
      "D) obter uma formação acadêmica de excelência.",
      "E) conquistar boas colocações no mundo do trabalho."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "7"
  },
  {
    "description": "Questão 03) Que hay de cierto en la fábula de la cigarra y la hormiga Cuenta una conocida fábula que, tras pasar todo un verano cantando y ociosa, una cigarra se encontró sin alimento y decidió pedir a su vecina, la hormiga algo que llevarse a la boca. Esta le ofreció granos de arroz acompañados de una moraleja: más vale prevenir que lamentar. ¿Merecen su fama de previsoras y afanosas las hormigas? Sin duda. Las hormigas cortadoras de hojas (Atta cephalotes), por ejemplo, son consideradas las primeras agricultoras del planeta, dedicadas a cortar, acarrear e integrar hojas en el jardín de hongos del que se alimentan. Otro dato curioso es que se ha comprobado que, prácticamente en todas las especies de hormigas, las más ancianas asumen trabajos de mayor riesgo. De acuerdo con Dawid Moron de la Universidad de Jagiellonian (Polonia), esto se debe a que es mejor para la colonia sacrificar una vida que está cerca de su fin que a un individuo joven.\nEn cuanto a las cigarras, no se les puede acusar de perezosas. Lo que sí es cierto es que los machos pasan el verano “cantando” — un sonido que producen con unas membranas llamadas timbales — y encaramados a un árbol, de cuya savia se alimentan.\nfábula é um gênero de ampla divulgação frequentemente revisitado com diversos objetivos. No texto, a fábula A cigarra e a formiga é retomada para",
    "alternatives": [
      "A) apresentar ao leitor um ensinamento moral.",
      "B) reforçar o estereótipo associado às cigarras.",
      "C) descrever o comportamento dos insetos na natureza.",
      "D) expor a superioridade das formigas em relação às cigarras.",
      "E) descrever a relação social entre formigas e cigarras na natureza."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "C",
    "index_question": "8"
  },
  {
    "description": "Questão 04) Empanada Overa en bayo claro, vaquilla echada, eres del vino tinto la camarada.\n[...] Vienes llena de pino, cebolla y carne, con pasas, huevo duro, y aliño de hambre. Con el primer mordisco por una oreja, se abre tu boca ardiente como sorpresa. Te la lleno de pebre quedas picante si te beso muy fuerte, no me reclames. Busco, loco, en tu vientre, delicia oscura, la traición exquisita de tu aceituna.\n[...] Y repite el ataque por andanadas: Nadie queda con hambre si hay empanadas.\nAcesso em: 8 dez. 2018 (fragmento).\nA gastronomia é uma das formas de expressão cultural de um povo. Nesse poema, ao personificar as empanadas, o escritor chileno Antrix",
    "alternatives": [
      "A) enaltece esse prato da culinária hispânica.",
      "B) descreve algumas etapas de preparação dessa receita.",
      "C) destaca a importância do vinho na alimentação hispânica.",
      "D) resgata o papel histórico desse alimento em tempos de fome.",
      "E) evidencia a relevância de alguns condimentos na cozinha hispânica."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "9"
  },
  {
    "description": "Questão 08) Meu caro Sherlock Holmes, algo horrível aconteceu às três da manhã no Jardim Lauriston. Nosso homem que estava na vigia viu uma luz às duas da manhã saindo de uma casa vazia. Quando se aproximou, encontrou a porta aberta e, na sala da frente, o corpo de um cavalheiro bem vestido. Os cartões que estavam em seu bolso tinham o nome de Enoch J. Drebber, Cleveland, Ohio, EUA. Não houve assalto e nosso homem não conseguiu encontrar algo que indicasse como ele morreu. Não havia marcas de sangue, nem feridas nele. Não sabemos como ele entrou na casa vazia. Na verdade, todo assunto é um quebra-cabeça sem fim. Se puder vir até a casa seria ótimo, se não, eu lhe conto os detalhes e gostaria muito de saber sua opinião. Atenciosamente, Tobias Gregson.\nDOYLE, A. C. Um estudo em vermelho. Cotia: Pé de Letra, 2017.\nConsiderando o objetivo da carta de Tobias Gregson, a sequência de enunciados negativos presente nesse texto tem a função de",
    "alternatives": [
      "A) restringir a investigação, deixando-a sob a responsabilidade do autor da carta.",
      "B) refutar possíveis causas da morte do cavalheiro, auxiliando na investigação.",
      "C) identificar o local da cena do crime, localizando-o no Jardim Lauriston.",
      "D) introduzir o destinatário da carta, caracterizando sua personalidade.",
      "E) apresentar o vigia, incluindo-o entre os suspeitos do assassinato."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "13"
  },
  {
    "description": "Questão 11) Esporte e cultura: análise acerca da esportivização de práticas corporais nos jogos indígenas Nos Jogos dos Povos Indígenas, observa-se que as práticas corporais realizadas envolvem elementos tradicionais (como as pinturas e adornos corporais) e modernos (como a regulamentação, a fiscalização e a padronização). O arco e flecha e a lança, por exemplo, são instrumentos tradicionalmente utilizados para a caça e a defesa da comunidade na aldeia. Na ocasião do evento, esses artefatos foram produzidos pela própria etnia, porém sua estruturação como “modalidade esportiva” promoveu uma semelhança entre as técnicas apresentadas, com o sentido único da competição.\nA relação entre os elementos tradicionais e modernos nos Jogos dos Povos Indígenas desencadeou a",
    "alternatives": [
      "A) padronização de pinturas e adornos corporais.",
      "B) sobreposição de elementos tradicionais sobre os modernos.",
      "C) individuação das técnicas apresentadas em diferentes modalidades.",
      "D) legitimação das práticas corporais indígenas como modalidade esportiva.",
      "E) preservação dos significados próprios das práticas corporais em cada cultura."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "16"
  },
  {
    "description": "Questão 13) HELOÍSA: Faz versos? PINOTE: Sendo preciso... Quadrinhas... Acrósticos... Sonetos... Reclames. HELOÍSA: Futuristas? PINOTE: Não senhora! Eu já fui futurista. Cheguei a acreditar na independência... Mas foi uma tragédia! Começaram a me tratar de maluco. A me olhar de esguelha. A não me receber mais. As crianças choravam em casa. Tenho três filhos. No jornal também não pagavam, devido à crise. Precisei viver de bicos. Ah! Reneguei tudo. Arranjei aquele instrumento (Mostra a faca) e fiquei passadista.\nANDRADE, O. O rei da vela. São Paulo: Globo, 2003.\nO fragmento da peça teatral de Oswald de Andrade ironiza a reação da sociedade brasileira dos anos 1930 diante de determinada vanguarda europeia. Nessa visão, atribui-se ao público leitor uma postura",
    "alternatives": [
      "A) preconceituosa, ao evitar formas poéticas simplificadas.",
      "B) conservadora, ao optar por modelos consagrados.",
      "C) preciosista, ao preferir modelos literários eruditos.",
      "D) nacionalista, ao negar modelos estrangeiros.",
      "E) eclética, ao aceitar diversos estilos poéticos."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "18"
  },
  {
    "description": "Questão 16) Ed Mort só vai Mort. Ed Mort. Detetive particular. Está na plaqueta. Tenho um escritório numa galeria de Copacabana entre um fliperama e uma loja de carimbos. Dá só para o essencial, um telefone mudo e um cinzeiro. Mas insisto numa mesa e numa cadeira. Apesar do protesto das baratas. Elas não vencerão. Comprei um jogo de máscaras. No meu trabalho o disfarce é essencial. Para escapar dos credores. Outro dia entrei na sala e vi a cara do King Kong andando pelo chão. As baratas estavam roubando as máscaras. Espisoteei meia dúzia. As outras atacaram a mesa. Consegui salvar a minha Bic e o jornal. O jornal era novo, tinha só uma semana. Mas elas levaram a agenda. Saí ganhando. A agenda estava em branco. Meu último caso fora com a funcionária do Erótica, a primeira ótica da cidade com balconista topless. Acabara mal. Mort. Ed Mort. Está na plaqueta.\nVERISSIMO, L. F. Ed Mort: todas as histórias. Nessa crônica, o efeito de humor é basicamente construído por uma",
    "alternatives": [
      "A) segmentação de enunciados baseada na descrição dos hábitos do personagem.",
      "B) ordenação dos constituintes oracionais na qual se destaca o núcleo verbal.",
      "C) estrutura composicional caracterizada pelo arranjo singular dos períodos.",
      "D) sequenciação narrativa na qual se articulam eventos absurdos.",
      "E) seleção lexical na qual predominam informações redundantes."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "21"
  },
  {
    "description": "Questão 18) O que é software livre Software livre é qualquer programa de computador construído de forma colaborativa, via internet, por uma comunidade internacional de desenvolvedores independentes. São centenas de milhares de hackers, que negam sua associação com os “violadores de segurança”. Esses desenvolvedores de software se recusam a reconhecer o significado pejorativo do termo e continuam usando a palavra hacker para indicar “alguém que ama programar e que gosta de ser hábil e engenhoso”. Além disso, esses programas são entregues à comunidade com o código fonte aberto e disponível, permitindo que a ideia original possa ser aperfeiçoada e devolvida novamente à comunidade. Nos programas convencionais, o código de programação é secreto e de propriedade da empresa que o desenvolveu, sendo quase impossível decifrar a programação.\nO que está em jogo é o controle da inovação tecnológica. Software livre é uma questão de liberdade de expressão e não apenas uma relação econômica. Hoje existem milhares de programas alternativos construídos dessa forma e uma comunidade de usuários com milhões de membros no mundo.\nBRANCO, M. Software livre e desenvolvimento social e económico. In: CASTELLS, M.; CARDOSO, G. (Org). A criação de softwares livres contribui para a produção do conhecimento na sociedade porque",
    "alternatives": [
      "A) democratiza o acesso a produtos construídos coletivamente.",
      "B) complexifica os sistemas operacionais disponíveis no mercado.",
      "C) qualifica um maior número de pessoas para o uso de tecnologias.",
      "D) possibilita a coleta de dados confidenciais para seus desenvolvedores.",
      "E) insere profissionalmente os hackers na área de inovação tecnológica."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "23"
  },
  {
    "description": "Questão 20) O projeto DataViva consiste na oferta de dados oficiais sobre exportações, atividades econômicas, localidades e ocupações profissionais de todo o Brasil. Num primeiro momento, o DataViva construiu uma ferramenta que permitia a análise da economia mineira embasada por essa perspectiva metodológica complexa e diversa. No entanto, diante das possibilidades oferecidas pelas bases de dados trabalhadas, a plataforma evoluiu para um sistema mais completo. De maneira interativa e didática, o usuário é guiado por meio das diversas formas de navegação dos aplicativos. Além de informações sobre os produtos exportados, bem como acerca do volume das exportações em cada um dos estados e municípios do País, em poucos cliques, o interessado pode conhecer melhor o perfil da população, o tipo de atividade desenvolvida, as ocupações formais e a média salarial por categoria.\nMANTOVANI, C. A. Guardião de informações. Minas faz Ciência, Entre as novas possibilidades promovidas pelo desenvolvimento de novas tecnologias, o texto destaca a",
    "alternatives": [
      "A) auditoria das ações de governo.",
      "B) publicidade das entidades públicas.",
      "C) obtenção de informações estratégicas.",
      "D) disponibilidade de ambientes coletivos.",
      "E) comunicação entre órgãos administrativos."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "C",
    "index_question": "25"
  },
  {
    "description": "Questão 22) Uma ouriça Se o de longe esboça lhe chegar perto, se fecha (convexo integral de esfera), se eriça (bélica e multiespinhenta): e, esfera e espinho, se ouriça à espera. Mas não passiva (como ouriço na loca); nem só defensiva (como se eriça o gato); sim agressiva (como jamais o ouriço), do agressivo capaz de bote, de salto (não do salto para trás, como o gato): daquele capaz de salto para o assalto. Se o de longe lhe chega em (de longe), de esfera aos espinhos, ela se desouriça. Reconverte: o metal hermético e armado na carne de antes (côncava e propícia), e as molas felinas (para o assalto), nas molas em espiral (para o abraço).\nMELO NETO, J. C. A educação pela pedra. Rio de Janeiro: Nova Fronteira, 1997.\nCom apuro formal, o poema tece um conjunto semântico que metaforiza a atitude feminina de",
    "alternatives": [
      "A) tenacidade transformada em brandura.",
      "B) obstinação traduzida em isolamento.",
      "C) inércia provocada pelo desejo platônico.",
      "D) irreverência cultivada de forma cautelosa.",
      "E) desconfiança consumada pela intolerância."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "27"
  },
  {
    "description": "Questão 24) Blues da piedade Vamos pedir piedade Senhor, piedade Pra essa gente careta e covarde Vamos pedir piedade Senhor, piedade Lhes dê grandeza e um pouco de coragem CAZUZA. Cazuza: o poeta não morreu. Rio de Janeiro: Universal Music, 2000 (fragmento).\nTodo gênero apresenta elementos constitutivos que condicionam seu uso em sociedade. A letra de canção identifica-se com o gênero ladainha, essencialmente, pela utilização da sequência textual",
    "alternatives": [
      "A) expositiva, por discorrer sobre um dado tema.",
      "B) narrativa, por apresentar uma cadeia de ações.",
      "C) injuntiva, por chamar o interlocutor à participação.",
      "D) descritiva, por enumerar características de um personagem.",
      "E) argumentativa, por incitar o leitor a uma tomada de atitude."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "C",
    "index_question": "29"
  },
  {
    "description": "Questão 25) Com o enredo que homenageou o centenário do Rei do Baião, Luiz Gonzaga, a Unidos da Tijuca foi coroada no Carnaval 2012.\nA penúltima escola a entrar na Sapucaí, na segunda noite de desfiles, mergulhou no universo do cantor e compositor brasileiro e trouxe a cultura nordestina com criatividade para a Avenida, com o enredo O dia em que toda a realeza desembarcou na Avenida para coroar o Rei Luiz do Sertão.\nA notícia relata um evento cultural que marca a",
    "alternatives": [
      "A) primazia do samba sobre a música nordestina.",
      "B) inter-relação entre dois gêneros musicais brasileiros.",
      "C) valorização das origens oligárquicas da cultura nordestina.",
      "D) proposta de resgate de antigos gêneros musicais brasileiros.",
      "E) criatividade em compor um samba-enredo em homenagem a uma pessoa."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "30"
  },
  {
    "description": "Questão 26) TEXTO I O Estatuto do Idoso completou 15 anos em 2018 e só no primeiro semestre o Disque 100 recebeu 16 mil denúncias de violação de direitos dos idosos em todo o País.\nPara especialistas da área, o aumento no número de denúncias pode ser consequência do encorajamento dos mais velhos na busca pelos direitos. Mas também pode refletir uma onda crescente de violência na sociedade e dentro das próprias famílias.\nPolíticas públicas mais eficazes no atendimento ao idoso são o mínimo que um país deve estabelecer. O Brasil está ficando para trás e é preciso levar em consideração que o País envelhece (tendência mundial) sem estar preparado para arcar com os desafios, como criar uma rede de proteção, preparar os serviços de saúde pública e dar suporte às famílias que precisam cuidar de seus idosos dependentes.\n TEXTO II Na comparação entre os textos, conclui-se que as regras do Estatuto do Idoso",
    "alternatives": [
      "A) apresentam vantagens em relação às de outros países.",
      "B) são ignoradas pelas famílias responsáveis por idosos.",
      "C) alteram a qualidade de vida das pessoas com mais de 60 anos.",
      "D) precisam ser revistas em razão do envelhecimento da população.",
      "E) contrastam com as condições de vida proporcionadas pelo País."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "31"
  },
  {
    "description": "Questão 27) Educação para a saúde mediante programas de educação física escolar A educação para a saúde deverá ser alcançada mediante interação de ações que possam envolver o próprio homem mediante suas atitudes frente às exigências ambientais representadas pelos hábitos alimentares, estado de estresse, opções de lazer, atividade física, agressões climáticas etc. Dessa forma, parece evidente que o estado de ser saudável não é algo estático. Pelo contrário, torna-se necessário adquiri-lo e construí-lo de forma individualizada constantemente ao longo de toda a vida, apontando para o fato de que saúde é educável e, portanto, deve ser tratada não apenas com base em referenciais de natureza biológica e higienista, mas sobretudo em um contexto didático-pedagógico.\nGUEDES, D. P. Motriz, n. 1, 1999.\nA educação para a saúde pressupõe a adoção de comportamentos com base na interação de fatores relacionados à",
    "alternatives": [
      "A) adesão a programas de lazer.",
      "B) opção por dietas balanceadas.",
      "C) constituição de hábitos saudáveis.",
      "D) evasão de ambientes estressores.",
      "E) realização de atividades físicas regulares."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "C",
    "index_question": "32"
  },
  {
    "description": "Questão 29) A rede é, antes de tudo, um instrumento de comunicação entre pessoas, um laço virtual em que as comunidades auxiliam seus membros a aprender o que querem saber. Os dados não representam senão a matéria-prima de um processo intelectual e social vivo, altamente elaborado. Enfim, toda inteligência coletiva do mundo jamais dispensará a inteligência pessoal, o esforço individual e o tempo necessário para aprender, pesquisar, avaliar e integrar-se a diversas comunidades, sejam elas virtuais ou não. A rede jamais pensará em seu lugar, fique tranquilo.\nLÉVY, P. A máquina universo: criação, cognição e cultura informática. Porto Alegre: Artmed, 1998.\nNo contexto das novas tecnologias de informação e comunicação, a circulação de saberes depende da",
    "alternatives": [
      "A) otimização do tempo.",
      "B) confiabilidade dos sites.",
      "C) contribuição dos usuários.",
      "D) quantidade de informação.",
      "E) colaboração de intelectuais."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "C",
    "index_question": "34"
  },
  {
    "description": "Questão 30) TEXTO I Estratos Na passagem de uma língua para outra, algo sempre permanece, mesmo que não haja ninguém para se lembrar desse algo. Pois um idioma retém em si mais memórias que os seus falantes e, como uma chapa mineral marcada por camadas de uma história mais antiga do que aquela dos seres viventes, inevitavelmente carrega em si a impressão das eras pelas quais passou. Se as “línguas são arquivos da história”, elas carecem de livros de registro e catálogos. Aquilo que contêm pode apenas ser consultado em parte, fornecendo ao pesquisador menos os elementos de uma biografia do que um estudo geológico de uma sedimentação realizada em um período sem começo ou sem fim definido.\nHELLER-ROAZEN, D. Ecolalias: sobre o esquecimento das línguas. Campinas: Unicamp, 2010.\nTEXTO II Na reflexão gramatical dos séculos XVI e XVII, a influência árabe aparece pontualmente, e se reveste sobretudo de item bélico fundamental na atribuição de rudeza aos idiomas português e castelhano por seus respectivos detratores. Parecer com o árabe, assim, é uma acusação de dessemelhança com o latim.\nSOUZA, M. P. Linguística histórica. Campinas: Unicamp, 2006.\nRelacionando-se as ideias dos textos a respeito da história e memória das línguas, quanto à formação da língua portuguesa, constata-se que",
    "alternatives": [
      "A) a presença de elementos de outras línguas no português foi historicamente avaliada como um índice de riqueza.",
      "B) o estudioso da língua pode identificar com precisão os elementos deixados por outras línguas na transformação da língua portuguesa.",
      "C) o português é o resultado da influência de outras línguas no passado e carrega marcas delas em suas múltiplas camadas.",
      "D) o árabe e o latim estão na formação escolar e na memória dos falantes brasileiros.",
      "E) a influência de outras línguas no português ocorreu de maneira uniforme ao longo da história."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "C",
    "index_question": "35"
  },
  {
    "description": "Questão 32) Emagrecer sem exercício? Hormônio aumenta a esperança de perder gordura sem sair do sofá. A solução viria em cápsulas.\nO sonho dos sedentários ganhou novo aliado. Um estudo publicado na revista científica Nature, em janeiro, sugere que é possível modificar a gordura corporal sem fazer exercício. Pesquisadores do Dana-Farber Cancer Institute e da Escola de Medicina de Harvard, nos EUA, isolaram em laboratório a irisina, hormônio naturalmente produzido pelas células musculares durante os exercícios aeróbicos, como caminhada, corrida ou pedalada. A substância foi aplicada em ratos e agiu como se eles tivessem se exercitado, inclusive com efeito protetor contra o diabetes.\nO segredo foi a conversão de gordura branca — aquela que estoca energia inerte e estraga nossa silhueta — em marrom. Mais comum em bebês, e praticamente inexistente em adultos, esse tipo de gordura serve para nos aquecer. E, nesse processo, gasta uma energia tremenda. Como efeito colateral, afinaria nossa silhueta.\nA expectativa é que, se o hormônio funcionar da mesma forma em humanos, surja em breve um novo medicamento para emagrecer. Mas ele estaria longe de substituir por completo os benefícios da atividade física. “Possivelmente existem muitos outros hormônios musculares liberados durante o exercício e ainda não descobertos”, diz o fisiologista Paul Coen, professor assistente da Universidade de Pittsburgh, nos EUA. A irisina não fortalece os músculos, por exemplo. E para ficar com aquele tríceps de fazer inveja só o levantamento de controle remoto não daria conta.\nLIMA, F. Galileu. São Paulo, n. 248, mar. 2012.\nPara convencer o leitor de que o exercício físico é importante, o autor usa a estratégia de divulgar que",
    "alternatives": [
      "A) a falta de exercício físico não emagrece e desenvolve doenças.",
      "B) se trata de uma forma de transformar a gordura branca em marrom e de emagrecer.",
      "C) a irisina é um hormônio que apenas é produzido com o exercício físico.",
      "D) o exercício é uma forma de afinar a silhueta por eliminar a gordura branca.",
      "E) se produzem outros hormônios e há outros benefícios com o exercício."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "37"
  },
  {
    "description": "Questão 34) Antes de Roma ser fundada, as colinas de Alba eram ocupadas por tribos latinas, que dividiam o ano de acordo com seus deuses. Os romanos adaptaram essa estrutura. No princípio dessa civilização o ano tinha dez meses e começava por Martius (atual março). Os outros dois teriam sido acrescentados por Numa Pompílio, o segundo rei de Roma.\nAté Júlio César reformar o calendário local, os meses eram lunares, mas as festas em homenagem aos deuses permaneciam designadas pelas estações. O descompasso de dez dias por ano fazia com que, em todos os triênios, um décimo terceiro mês, o Intercalaris, tivesse que ser enxertado. Com a ajuda de matemáticos do Egito emprestados por Cleópatra, Júlio César acabou com a bagunça ao estabelecer o seguinte calendário solar: Januarius, Februarius, Martius, Aprilis, Maius, Junius, Quinctilis, Sextilis, September, October, November e December. Quase igual ao nosso, com as diferenças de que Quinctilis e Sextilis deram origem aos meses de julho e agosto.\nAcesso em: 8 dez. 2018.\nConsiderando as informações no texto e aspectos históricos da formação da língua, a atual escrita dos meses do ano em português",
    "alternatives": [
      "A) reflete a origem latina de nossa língua.",
      "B) decorre de uma língua falada no Egito antigo.",
      "C) tem como base um calendário criado por Cleópatra.",
      "D) segue a reformulação da norma da língua proposta por Júlio César.",
      "E) resulta da padronização do calendário antes da fundação de Roma."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "39"
  },
  {
    "description": "Questão 37) Na semana passada, os alunos do colégio do meu filho se mobilizaram, através do Twitter, para não comprarem na cantina da escola naquele dia, pois acharam o preço do pão de queijo abusivo. São adolescentes. Quase senhores das novas tecnologias, transitam nas redes sociais, varrem o mundo através dos teclados dos celulares, iPads e se organizam para fazer um movimento pacífico de não comprar lanches por um dia. Foi parar na TV e em muitas páginas da internet.\nGOMES, A. A revolução silenciosa e o impacto na sociedade das Acesso em: 31 jul. 2012.\nO texto aborda a temática das tecnologias da informação e comunicação, especificamente o uso de redes sociais. Muito se debate acerca dos benefícios e malefícios do uso desses recursos e, nesse sentido, o texto",
    "alternatives": [
      "A) aborda a discriminação que as redes sociais sofrem de outros meios de comunicação.",
      "B) mostra que as reivindicações feitas nas redes sociais não têm impacto fora da internet.",
      "C) expõe a possibilidade de as redes sociais favorecerem comportamentos e manifestações violentos dos adolescentes que nelas se relacionam.",
      "D) trata as redes sociais como modo de agregar e empoderar grupos de pessoas, que se unem em prol de causas próprias ou de mudanças sociais.",
      "E) evidencia que as redes sociais são usadas inadequadamente pelos adolescentes, que, imaturos, não utilizam a ferramenta como forma de mudança social."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "42"
  },
  {
    "description": "Questão 38) “O computador, dando prioridade à busca pela própria felicidade, parou de trabalhar para os humanos”. É assim que termina o conto O dia em que um computador escreveu um conto, escrito por uma inteligência artificial com a ajuda de cientistas humanos.\nOs cientistas selecionaram palavras e frases que seriam usadas na narrativa, e definiram um roteiro geral da história, que serviria como guia para a inteligência artificial. A partir daí, o computador criou o texto combinando as frases e seguindo as diretrizes que os cientistas impuseram. Os juízes não sabem quais textos são escritos por humanos e quais são feitos por computadores, o que mostra que o conto estava bem escrito. O dia só não passou para as próximas etapas porque, de acordo com os juízes, os personagens não foram muito bem descritos, embora o texto estivesse estruturalmente impecável.\nA ideia dos cientistas é continuar desenvolvendo a criatividade da IA para que ela se pareça cada vez mais com a humana. Simular esse tipo de resposta é difícil, porque o computador precisa ter, primeiro, um banco de dados vasto vinculado a uma programação específica para cada tipo de projeto — escrita, pintura, música, desenho e por aí vai.\nAcesso em: 5 dez. 2018.\nO êxito e as limitações da tecnologia utilizada na composição do conto evidenciam a",
    "alternatives": [
      "A) indistinção entre personagens produzidos por máquinas e seres humanos.",
      "B) necessidade de reformulação da base de dados elaborada por cientistas.",
      "C) autonomia de programas computacionais no desenvolvimento ficcional.",
      "D) diferença entre a estrutura e a criatividade da linguagem humana.",
      "E) qualidade artística de textos produzidos por computadores."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "43"
  },
  {
    "description": "Questão 39) Essa lua enlutada, esse desassossego A convulsão de dentro, ilharga Dentro da solidão, corpo morrendo Tudo isso te devo. E eram tão vastas As coisas planejadas, navios, Muralhas de marfim, palavras largas Consentimento sempre. E seria dezembro. Um cavalo de jade sob as águas Dupla transparência, fio suspenso Todas essas coisas na ponta dos teus dedos E tudo se desfez no pórtico do tempo Em lívido silêncio. Umas manhãs de vidro Vento, a alma esvaziada, um sol que não vejo Também isso te devo.\nHILST, H. Júbilo, memória, noviciado da paixão. São Paulo: Cia. das Letras, 2018.\nNo poema, o eu lírico faz um inventário de estados passados espelhados no presente. Nesse processo, aflora o",
    "alternatives": [
      "A) cuidado em apagar da memória os restos do amor.",
      "B) amadurecimento revestido de ironia e desapego.",
      "C) mosaico de alegrias formado seletivamente.",
      "D) desejo reprimido convertido em delírio.",
      "E) arrependimento dos erros cometidos."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "44"
  },
  {
    "description": "Questão 40) 1. Nós queremos cantar o amor ao perigo, o hábito da energia e da temeridade.\n2. A coragem, a audácia, a rebelião serão elementos essenciais de nossa poesia.\n3. A literatura exaltou até hoje a imobilidade pensativa, o êxtase, o sono. Nós queremos exaltar o movimento agressivo, a insônia febril, o passo de corrida, o salto mortal, o bofetão e o soco.\n4. Nós afirmamos que a magnificência do mundo enriqueceu-se de uma beleza nova: a beleza da velocidade. Um automóvel de corrida com seu cofre enfeitado com tubos grossos, semelhantes a serpentes de hálito explosivo... um automóvel rugidor, que parece correr sobre a metralha, é mais bonito que a Vitória de Samotrácia.\n5. Nós queremos entoar hinos ao homem que segura o volante, cuja haste ideal atravessa a Terra, lançada também numa corrida sobre o circuito da sua órbita.\n6. É preciso que o poeta prodigalize com ardor, fausto e munificiência, para aumentar o entusiástico fervor dos elementos primordiais.\nMARINETTI, F. T. Manifesto futurista. In: TELES, G. M. Vanguardas europeias e Modernismo brasileiro. Petrópolis: Vozes, 1985.\nO documento de Marinetti, de 1909, propõe os referenciais estéticos do Futurismo, que valorizam a",
    "alternatives": [
      "A) composição estática.",
      "B) inovação tecnológica.",
      "C) suspensão do tempo.",
      "D) retomada do helenismo.",
      "E) manutenção das tradições."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "45"
  },
  {
    "description": "Questão 41) Ela nasceu lesma, vivia no meio das lesmas, mas não estava satisfeita com sua condição. Não passamos de criaturas desprezadas, queixava-se. Só somos conhecidas por nossa lentidão. O rastro que deixaremos na História será tão desprezível quanto a gosma que marca nossa passagem pelos pavimentos.\nA esta frustração correspondia um sonho: a lesma queria ser como aquele parente distante, o escargot. O simples nome já a deixava fascinada: um termo francês, elegante, sofisticado, um termo que as pessoas pronunciavam com respeito e até com admiração. Mas, lembravam as outras lesmas, os escargots são comidos, enquanto nós pelo menos temos chance de sobreviver. Este argumento não convencia a insatisfeita lesma, ao contrário: preferiria exatamente terminar sua vida desta maneira, numa mesa de toalha adamascada, entre talheres de prata e cálices de cristal. Assim como o mar é o único túmulo digno de um almirante batavo, respondia, a travessa de porcelana é a única lápide digna dos meus sonhos.\nSCLIAR, M. Sonho de lesma. In: ABREU, C. F. et al. A prosa do mundo. São Paulo: Global, 2009.\nIncorporando o devaneio da personagem, o narrador compõe uma alegoria que representa o anseio de",
    "alternatives": [
      "A) rejeitar metas de superação de desafios.",
      "B) restaurar o estado de felicidade pregressa.",
      "C) materializar expectativas de natureza utópica.",
      "D) rivalizar com indivíduos de condição privilegiada.",
      "E) valorizar as experiências hedonistas do presente."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "C",
    "index_question": "46"
  },
  {
    "description": "Questão 42) A ciência do Homem-Aranha Muitos dos superpoderes do querido Homem- -Aranha de fato se assemelham às habilidades biológicas das aranhas e são objeto de estudo para produção de novos materiais.\nO “sentido-aranha” adquirido por Peter Parker funciona quase como um sexto sentido, uma espécie de habilidade premonitória e, por isso, soa como um mero elemento ficcional. No entanto, as aranhas realmente têm um sentido mais aguçado. Na verdade, elas têm um dos sistemas sensoriais mais impressionantes da natureza.\nOs pelos sensoriais das aranhas, que estão espalhados por todo o corpo, funcionam como uma forma muito boa de perceber o mundo e captar informações do ambiente. Em muitas espécies, esse tato por meio dos pelos tem papel mais importante que a própria visão, uma vez que muitas aranhas conseguem prender e atacar suas presas na completa escuridão. E por que os pelos humanos não são tão eficientes como órgãos sensoriais como os das aranhas? Primeiro, porque um ser humano tem em média 60 fios de pelo em cada cm² do corpo, enquanto algumas espécies de aranha podem chegar a ter 40 mil pelos por cm²; segundo, porque cada pelo das aranhas possui até 3 nervos para fazer a comunicação entre a sensação percebida e o cérebro, enquanto nós, seres humanos, temos apenas 1 nervo por pelo.\nComo estratégia de progressão do texto, o autor simula uma interlocução com o público leitor ao recorrer à",
    "alternatives": [
      "A) revelação do “sentido-aranha” adquirido pelo super- -herói como um sexto sentido.",
      "B) caracterização do afeto do público pelo super-herói marcado pela palavra “querido”.",
      "C) comparação entre os poderes do super-herói e as habilidades biológicas das aranhas.",
      "D) pergunta retórica na introdução das causas da eficiência do sistema sensorial das aranhas.",
      "E) comprovação das diferenças entre a constituição física do homem e da aranha por meio de dados numéricos."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "47"
  },
  {
    "description": "Questão 44) Toca a sirene na fábrica, e o apito como um chicote bate na manhã nascente e bate na tua cama no sono da madrugada.\nTernuras da áspera lona pelo corpo adolescente.\nÉ o trabalho que te chama.\nÀs pressas tomas o banho, tomas teu café com pão, tomas teu lugar no bote no cais do Capibaribe.\nDeixas chorando na esteira teu filho de mãe solteira.\nLevas ao lado a marmita, contendo a mesma ração do meio de todo o dia, a carne-seca e o feijão.\nDe tudo quanto ele pede dás só bom-dia ao patrão, e recomeças a luta na engrenagem da fiação.\nMOTA, M. Canto ao meio. Rio de Janeiro: Civilização Brasileira, 1964.\nNesse texto, a mobilização do uso padrão das formas verbais e pronominais",
    "alternatives": [
      "A) ajuda a localizar o enredo num ambiente estático.",
      "B) auxilia na caracterização física do personagem principal.",
      "C) acrescenta informações modificadoras às ações dos personagens.",
      "D) alterna os tempos da narrativa, fazendo progredir as ideias do texto.",
      "E) está a serviço do projeto poético, auxiliando na distinção dos referentes."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "49"
  },
  {
    "description": "Questão 45) Irerê, meu passarinho do sertão do Cariri, Irerê, meu companheiro, Cadê viola? Cadê meu bem? Cadê Maria? Ai triste sorte a do violeiro cantadô! Ah! Sem a viola em que cantava o seu amô, Ah! Seu assobio é tua flauta de irerê: Que tua flauta do sertão quando assobia, Ah! A gente sofre sem querê! Ah! Teu canto chega lá no fundo do sertão, Ah! Como uma brisa amolecendo o coração, Ah! Ah! Irerê, solta teu canto! Canta mais! Canta mais! Prá alembrá o Cariri! VILLA-LOBOS, H. Bachianas Brasileiras n. 5 para soprano e oito Acesso em: 23 abr. 2019.\nNesses versos, há uma exaltação ao sertão do Cariri em uma ambientação linguisticamente apoiada no(a)",
    "alternatives": [
      "A) uso recorrente de pronomes.",
      "B) variedade popular da língua portuguesa.",
      "C) referência ao conjunto da fauna nordestina.",
      "D) exploração de instrumentos musicais eruditos.",
      "E) predomínio de regionalismos lexicais nordestinos."
    ],
    "year": "2019",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "50"
  },
  {
    "description": "Questão 46) A pegada ecológica gigante que estamos a deixar no planeta está a transformá-lo de tal forma que os especialistas consideram que já entramos numa nova época geológica, o Antropoceno. E muitos defendem que, se não travarmos a crise ambiental, mais rapidamente transformaremos a Terra em Vênus do que iremos a Marte. A expressão “Antropoceno” é atribuída ao químico e prêmio Nobel Paul Crutzen, que a propôs durante uma conferência em 2000, ao mesmo tempo que anunciou o fim do Holoceno — a época geológica em que os seres humanos se encontram há cerca de 12 mil anos, segundo a União Internacional das Ciências Geológicas (UICG), a entidade que define as unidades de tempo geológicas.\nA concepção apresentada considera a existência de uma nova época geológica concebida a partir da capacidade de influência humana nos processos",
    "alternatives": [
      "A) eruptivos.",
      "B) exógenos.",
      "C) tectônicos.",
      "D) magmáticos.",
      "E) metamórficos."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "51"
  },
  {
    "description": "Questão 48) Dizem que Humboldt, naturalista do século XIX, maravilhado pela geografia, flora e fauna da região sul-americana, via seus habitantes como se fossem mendigos sentados sobre um saco de ouro, referindo-se a suas incomensuráveis riquezas naturais não exploradas. De alguma maneira, o cientista ratificou nosso papel de exportadores de natureza no que seria o mundo depois da colonização ibérica: enxergou-nos como territórios condenados a aproveitar os recursos naturais existentes.\nACOSTA, A. Bem viver: uma oportunidade para imaginar outros mundos. A relação entre ser humano e natureza ressaltada no texto refletia a permanência da seguinte corrente filosófica:",
    "alternatives": [
      "A) Relativismo cognitivo.",
      "B) Materialismo dialético.",
      "C) Racionalismo cartesiano.",
      "D) Pluralismo epistemológico.",
      "E) Existencialismo fenomenológico."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "53"
  },
  {
    "description": "Questão 49) O Instituto Brasileiro do Meio Ambiente e dos Recursos Naturais Renováveis (Ibama) está investigando o extermínio de abelhas por intoxicação por agrotóxicos em colmeias de São Paulo e Minas Gerais. Os estudos com inseticidas do tipo neonicotinoides devem estar concluídos no primeiro semestre de 2015. Trata-se de um problema de escala mundial, presente, inclusive, em países do chamado primeiro mundo, e que traz, como consequência, grave ameaça aos seres vivos do planeta, inclusive ao homem.\nIBAMA. Polinizadores em risco de extinção são ameaça Acesso em: 10 mar. 2014.\nQual solução para o problema apresentado garante a produtividade da agricultura moderna?",
    "alternatives": [
      "A) Preservação da área de mata ciliar.",
      "B) Adoção da prática de adubação química.",
      "C) Utilização da técnica de controle biológico.",
      "D) Ampliação do modelo de monocultura tropical.",
      "E) Intensificação da drenagem do solo de várzea. Satélite Sol Energia solar refletida Energia solar incidente Floresta Rio Pastagens Rodovia Atmosfera"
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "54"
  },
  {
    "description": "Questão 50) A hospitalidade pura consiste em acolher aquele que chega antes de lhe impor condições, antes de saber e indagar o que quer que seja, ainda que seja um nome ou um “documento” de identidade. Mas ela também supõe que se dirija a ele, de maneira singular, chamando-o portanto e reconhecendo-lhe um nome próprio: “Como você se chama?” A hospitalidade consiste em fazer tudo para se dirigir ao outro, em lhe conceder, até mesmo perguntar seu nome, evitando que essa pergunta se torne uma “condição”, um inquérito policial, um fichamento ou um simples controle das fronteiras. Uma arte e uma poética, mas também toda uma política dependem disso, toda uma ética se decide aí.\nDERRIDA, J. Papel-máquina. São Paulo: Associado ao contexto migratório contemporâneo, o conceito de hospitalidade proposto pelo autor impõe a necessidade de",
    "alternatives": [
      "A) anulação da diferença.",
      "B) cristalização da biografia.",
      "C) incorporação da alteridade.",
      "D) supressão da comunicação.",
      "E) verificação da proveniência."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "55"
  },
  {
    "description": "Questão 51) Em sentido geral e fundamental, Direito é a técnica da coexistência humana, isto é, a técnica voltada a tornar possível a coexistência dos homens. Como técnica, o Direito se concretiza em um conjunto de regras (que, nesse caso, são leis ou normas); e tais regras têm por objeto o comportamento intersubjetivo, isto é, o comportamento recíproco dos homens entre si.\nABBAGNANO, N. Dicionário de Filosofia. São Paulo: Martins Fontes, 2007.\nO sentido geral e fundamental do Direito, conforme foi destacado, refere-se à",
    "alternatives": [
      "A) aplicação de códigos legais.",
      "B) regulação do convívio social.",
      "C) legitimação de decisões políticas.",
      "D) mediação de conflitos econômicos.",
      "E) representação da autoridade constituída."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "56"
  },
  {
    "description": "Questão 52) O processamento da mandioca era uma atividade já realizada pelos nativos que viviam no Brasil antes da chegada de portugueses e africanos. Entretanto, ao longo do processo de colonização portuguesa, a produção de farinha foi aperfeiçoada e ampliada, tornando-se lugar-comum em todo o território da colônia portuguesa na América. Com a consolidação do comércio atlântico em suas diferentes conexões, a farinha atravessou os mares e chegou aos mercados africanos.\nBEZERRA, N. R. Escravidão, farinha e tráfico atlântico: um novo olhar sobre as relações entre o Rio de Janeiro e Considerando a formação do espaço atlântico, esse produto exemplifica historicamente a",
    "alternatives": [
      "A) difusão de hábitos alimentares.",
      "B) disseminação de rituais festivos.",
      "C) ampliação dos saberes autóctones.",
      "D) apropriação de costumes guerreiros.",
      "E) diversificação de oferendas religiosas."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "57"
  },
  {
    "description": "Questão 53) Brasil, Alemanha, Japão e Índia pedem reforma do Conselho de Segurança Os representantes do G4 (Brasil, Alemanha, Índia e Japão) reiteraram, em setembro de 2018, a defesa pela ampliação do Conselho de Segurança da Organização das Nações Unidas (ONU) durante reunião em Nova York (Estados Unidos). Em declaração conjunta, de dez itens, os chanceleres destacaram que o órgão, no formato em que está, com apenas cinco membros permanentes e dez rotativos, não reflete o século 21. “A reforma do Conselho de Segurança é essencial para enfrentar os desafios complexos de hoje. Como aspirantes a novos membros permanentes de um conselho reformado, os ministros reiteraram seu compromisso de trabalhar para fortalecer o funcionamento da ONU e da ordem multilateral global, bem como seu apoio às respectivas candidaturas”, afirma a declaração conjunta.\nOs países mencionados no texto justificam sua pretensão com base na seguinte característica comum:",
    "alternatives": [
      "A) Extensividade de área territorial.",
      "B) Protagonismo em escala regional.",
      "C) Investimento em tecnologia militar.",
      "D) Desenvolvimento de energia nuclear.",
      "E) Disponibilidade de recursos minerais."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "58"
  },
  {
    "description": "Questão 54) Dificilmente passa-se uma noite sem que algum sitiante tenha seu celeiro ou sua pilha de cereais destruídos pelo fogo. Vários trabalhadores não diretamente envolvidos nos ataques pareciam apoiá-los, como se vê neste depoimento ao The Times: “deixa queimar, pena que não foi a casa”; “podemos nos aquecer agora”; “nós só queríamos algumas batatas, há um fogo ótimo para cozinhá-las”.\nHOBSBAWM, E.; RUDÉ, G. Capitão Swing. Rio de Janeiro: A revolta descrita no texto, ocorrida na Inglaterra no século XIX, foi uma reação ao seguinte processo socioespacial:",
    "alternatives": [
      "A) Restrição da propriedade privada.",
      "B) Expropriação das terras comunais.",
      "C) Imposição da estatização fundiária.",
      "D) Redução da produção monocultora.",
      "E) Proibição das atividades artesanais."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "59"
  },
  {
    "description": "Questão 55) Entre os combatentes estava a mais famosa heroína da Independência. Nascida em Feira de Santana, filha de lavradores pobres, Maria Quitéria de Jesus tinha trinta anos quando a Bahia começou a pegar em armas contra os portugueses. Apesar da proibição de mulheres nos batalhões de voluntários, decidiu se alistar às escondidas. Cortou os cabelos, amarrou os seios, vestiu-se de homem e incorporou-se às fileiras brasileiras com o nome de Soldado Medeiros.\nGOMES, L. 1822. Rio de Janeiro: Nova Fronteira, 2010.\nNo processo de Independência do Brasil, o caso mencionado é emblemático porque evidencia a",
    "alternatives": [
      "A) rigidez hierárquica da estrutura social.",
      "B) inserção feminina nos ofícios militares.",
      "C) adesão pública dos imigrantes portugueses.",
      "D) flexibilidade administrativa do governo imperial.",
      "E) receptividade metropolitana aos ideais emancipatórios."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "60"
  },
  {
    "description": "Questão 56) A reestruturação global da indústria, condicionada pelas estratégias de gestão global da cadeia de valor dos grandes grupos transnacionais, promoveu um forte deslocamento do processo produtivo, até mesmo de plantas industriais inteiras, e redirecionou os fluxos de produção e de investimento. Entretanto, o aumento da participação dos países em desenvolvimento no produto global deu-se de forma bastante assimétrica quando se compara o dinamismo dos países do leste asiático com o dos demais países, sobretudo os latino-americanos, no período 1980-2000.\nSARTI, F.; HIRATUKA, C. Indústria mundial: mudanças e tendências recentes. Campinas: Unicamp, n. 186, dez. 2010.\nA dinâmica de transformação da geografia das indústrias descrita expõe a complementaridade entre dispersão espacial e",
    "alternatives": [
      "A) autonomia tecnológica.",
      "B) crises de abastecimento.",
      "C) descentralização política.",
      "D) concentração econômica.",
      "E) compartilhamento de lucros."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "61"
  },
  {
    "description": "Questão 58) De fato, não é porque o homem pode usar a vontade livre para pecar que se deve supor que Deus a concedeu para isso. Há, portanto, uma razão pela qual Deus deu ao homem esta característica, pois sem ela não poderia viver e agir corretamente. Pode-se compreender, então, que ela foi concedida ao homem para esse fim, considerando-se que se um homem a usa para pecar, recairão sobre ele as punições divinas. Ora, isso seria injusto se a vontade livre tivesse sido dada ao homem não apenas para agir corretamente, mas também para pecar. Na verdade, por que deveria ser punido aquele que usasse sua vontade para o fim para o qual ela lhe foi dada? AGOSTINHO. O livre-arbítrio. In: MARCONDES, D. Textos básicos de ética. Rio de Janeiro: Jorge Zahar, 2008.\nNesse texto, o filósofo cristão Agostinho de Hipona sustenta que a punição divina tem como fundamento o(a)",
    "alternatives": [
      "A) desvio da postura celibatária.",
      "B) insuficiência da autonomia moral.",
      "C) afastamento das ações de desapego.",
      "D) distanciamento das práticas de sacrifício.",
      "E) violação dos preceitos do Velho Testamento."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "63"
  },
  {
    "description": "Questão 60) A cidade medieval é, antes de mais nada, uma sociedade da abundância, concentrada num pequeno espaço em meio a vastas regiões pouco povoadas. Em seguida, é um lugar de produção e de trocas, onde se articulam o artesanato e o comércio, sustentados por uma economia monetária. É também o centro de um sistema de valores particular, do qual emerge a prática laboriosa e criativa do trabalho, o gosto pelo negócio e pelo dinheiro, a inclinação para o luxo, o senso da beleza. É ainda um sistema de organização de um espaço fechado com muralhas, onde se penetra por portas e se caminha por ruas e praças e que é guarnecido por torres.\nLE GOFF, J.; SCHMITT, J.-C. Dicionário temático do Ocidente Medieval. Bauru: Edusc, 2006.\nNo texto, o espaço descrito se caracteriza pela associação entre a ampliação das atividades urbanas e a",
    "alternatives": [
      "A) emancipação do poder hegemônico da realeza.",
      "B) aceitação das práticas usurárias dos religiosos.",
      "C) independência da produção alimentar dos campos.",
      "D) superação do ordenamento corporativo dos ofícios.",
      "E) permanência dos elementos arquitetônicos de proteção."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "65"
  },
  {
    "description": "Questão 61) TEXTO I Deixa esse som te embalar Terminam nas águas do mar Quando amanhã por acaso faltar Uma alegria no seu coração Lembra do som dessas águas de lá Faz desse rio a sua oração.\nMONTE, M. et al. O rio. In: . Rio de Janeiro: Sony; Universal Music, 2006 (fragmento).\nTEXTO II O atrativo ecoturístico não é somente o banho de cachoeira, sentar e caminhar pela praia, cavalgar, mas conhecer a biodiversidade, às vezes supostamente tocar em corais, sair ao encontro de dezenas de jacarés em seu hábitat natural são símbolos que fascinam um ecoturista. A natureza é transformada em espetáculo diferente da vida urbana moderna.\nSANTANA, P. V. Ecoturismo: uma indústria sem chaminé? São Paulo: Labur Edições, 2008.\nposturas em relação à natureza:",
    "alternatives": [
      "A) Exploração e romantização.",
      "B) Sacralização e profanação.",
      "C) Preservação e degradação.",
      "D) Segregação e democratização.",
      "E) Idealização e mercantilização."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "66"
  },
  {
    "description": "Questão 62) A maior parte das agressões e manifestações discriminatórias contra as religiões de matrizes africanas ocorrem em locais públicos (57%). É na rua, na via pública, que tiveram lugar mais de 2/3 das agressões, geralmente em locais próximos às casas de culto dessas religiões. O transporte público também é apontado como um local em que os adeptos das religiões de matrizes africanas são discriminados, geralmente quando se encontram paramentados por conta dos preceitos religiosos.\nREGO, L. F.; FONSECA, D. P. R.; GIACOMINI, S. M. . Rio de Janeiro: PUC-Rio, 2014.\nAs práticas descritas no texto são incompatíveis com a dinâmica de uma sociedade laica e democrática porque",
    "alternatives": [
      "A) asseguram as expressões multiculturais.",
      "B) promovem a diversidade de etnias.",
      "C) falseiam os dogmas teológicos.",
      "D) estimulam os rituais sincréticos.",
      "E) restringem a liberdade de credo."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "67"
  },
  {
    "description": "Questão 63) TEXTO I A centralização econômica, o protecionismo e a expansão ultramarina engrandeceram o Estado, ANDERSON, P. In: DEYON, P. O mercantilismo.\nTEXTO II As interferências da legislação e das práticas natural na esfera das relações econômicas.\nSMITH, A. A riqueza das Nações. São Paulo: Entre os séculos XVI e XIX, diferentes concepções sobre as relações entre Estado e economia foram formuladas. Tais concepções, associadas a cada um dos textos, confrontam-se, respectivamente, na oposição entre as práticas de",
    "alternatives": [
      "A) valorização do pacto colonial — combate à livre- -iniciativa.",
      "B) defesa dos monopólios régios — apoio à livre concorrência.",
      "C) formação do sistema metropolitano — crítica à livre navegação.",
      "D) abandono da acumulação metalista — estímulo ao livre-comércio.",
      "E) eliminação das tarifas alfandegárias — incentivo ao livre-cambismo."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "68"
  },
  {
    "description": "Questão 64)",
    "alternatives": [
      "A) lenda diz que, em um belo dia ensolarado, Newton estava relaxando sob uma macieira. Pássaros gorjeavam em suas orelhas. Havia uma brisa gentil. Ele cochilou por alguns minutos. De repente, uma maçã caiu sobre a sua cabeça e ele acordou com um susto. Olhou para cima. “Com certeza um pássaro ou um esquilo derrubou a maçã da árvore”, supôs. Mas não havia pássaros ou esquilos na árvore por perto. Ele, então, pensou: “Apenas alguns minutos antes, a maçã estava pendurada na árvore. Nenhuma força externa fez ela cair. Deve haver alguma força subjacente que causa a queda das coisas para a terra”. Em contraponto a uma interpretação idealizada, o texto aponta para a seguinte dimensão fundamental da ciência moderna:",
      "B) Negação da observação.",
      "C) Proposição de hipóteses.",
      "D) Contemplação da natureza.",
      "E) Universalização de conclusões."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "69"
  },
  {
    "description": "Questão 65) Para Maquiavel, quando um homem decide dizer a verdade pondo em risco a própria integridade física, tal resolução diz respeito apenas a sua pessoa. Mas se esse mesmo homem é um chefe de Estado, os critérios pessoais não são mais adequados para decidir sobre ações cujas consequências se tornam tão amplas, já que o prejuízo não será apenas individual, mas coletivo. Nesse caso, conforme as circunstâncias e os fins a serem atingidos, pode-se decidir que o melhor para o bem comum seja mentir.\nARANHA, M. L. Maquiavel: a lógica da força. O texto aponta uma inovação na teoria política na época moderna expressa na distinção entre",
    "alternatives": [
      "A) idealidade e efetividade da moral.",
      "B) nulidade e preservabilidade da liberdade.",
      "C) ilegalidade e legitimidade do governante.",
      "D) verificabilidade e possibilidade da verdade.",
      "E) objetividade e subjetividade do conhecimento."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "70"
  },
  {
    "description": "Questão 66) A criação do Sistema Único de Saúde (SUS) como uma política para todos constitui-se uma das mais importantes conquistas da sociedade brasileira no século XX. O SUS deve ser valorizado e defendido como um marco para a cidadania e o avanço civilizatório. A democracia envolve um modelo de Estado no qual políticas protegem os cidadãos e reduzem as desigualdades. O SUS é uma diretriz que fortalece a cidadania e contribui para assegurar o exercício de direitos, o pluralismo político e o bem-estar como valores de uma sociedade fraterna, pluralista e sem preconceitos, conforme prevê a Constituição Federal de 1988.\nRIZZOTO, M. L. F. et al. Justiça social, democracia com direitos sociais e saúde: a luta do Cebes. Revista Saúde em Debate, Segundo o texto, duas características da concepção da política pública analisada são:",
    "alternatives": [
      "A) Paternalismo e filantropia.",
      "B) Liberalismo e meritocracia.",
      "C) Universalismo e igualitarismo.",
      "D) Nacionalismo e individualismo.",
      "E) Revolucionarismo e coparticipação."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "71"
  },
  {
    "description": "Questão 68) A comunidade de Mumbuca, em Minas Gerais, tem uma organização coletiva de tal forma expressiva que coopera para o abastecimento de mantimentos da cidade do Jequitinhonha, o que pode ser atestado pela feira aos sábados. Em Campinho da Independência, no Rio de Janeiro, o artesanato local encanta os frequentadores do litoral sul do estado, além do restaurante quilombola que atende aos turistas.\nALMEIDA, A. W. B. (Org.). Cadernos de debates nova cartografia social: Territórios quilombolas e conflitos. Manaus: Projeto Nova No texto, as estratégias territoriais dos grupos de remanescentes de quilombo visam garantir:",
    "alternatives": [
      "A) Perdão de dívidas fiscais.",
      "B) Reserva de mercado local.",
      "C) Inserção econômica regional.",
      "D) Protecionismo comercial tarifário.",
      "E) Benefícios assistenciais públicos."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "73"
  },
  {
    "description": "Questão 69) Localizado a 160 km da cidade de Porto Velho (capital do estado de Rondônia), nos limites da Reserva Extrativista Jaci-Paraná e Terra Indígena Karipunas, o povoado de União Bandeirantes surgiu em 2000 a partir de movimentos de camponeses, madeireiros, pecuaristas e grileiros que, à revelia do ordenamento territorial e diante da passividade governamental, demarcaram e invadiram terras na área rural fundando a vila. Atualmente, constitui-se na região de maior produção agrícola e leiteira do município de Porto Velho, fornecendo, inclusive, alimentos para a Hidrelétrica de Jirau.\nA dinâmica de ocupação territorial descrita foi decorrente da",
    "alternatives": [
      "A) mecanização do processo produtivo.",
      "B) adoção da colonização dirigida.",
      "C) realização de reforma agrária.",
      "D) ampliação de franjas urbanas.",
      "E) expansão de frentes pioneiras."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "74"
  },
  {
    "description": "Questão 70) Em nenhuma outra época o corpo magro adquiriu um sentido de corpo ideal e esteve tão em evidência como nos dias atuais: esse corpo, nu ou vestido, exposto em diversas revistas femininas e masculinas, está na moda: é capa de revistas, matérias de jornais, manchetes publicitárias, e se transformou em sonho de consumo para milhares de pessoas. Partindo dessa concepção, o gordo passa a ter um corpo visivelmente sem comedimento, sem saúde, um corpo estigmatizado pelo desvio, o desvio pelo excesso. Entretanto, como afirma a escritora Marylin Wann, é perfeitamente possível ser gordo e saudável. Frequentemente os gordos adoecem não por causa da gordura, mas sim pelo estresse, pela opressão a que são submetidos.\nVASCONCELOS, N. A.; SUDO, I.; SUDO, N. Um peso na alma: o corpo gordo e a mídia. Revista Mal-Estar e Subjetividade, No texto, o tratamento predominante na mídia sobre a relação entre saúde e corpo recebe a seguinte crítica:",
    "alternatives": [
      "A) Difusão das estéticas antigas.",
      "B) Exaltação das crendices populares.",
      "C) Propagação das conclusões científicas.",
      "D) Reiteração dos discursos hegemônicos.",
      "E) Contestação dos estereótipos consolidados."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "75"
  },
  {
    "description": "Questão 71) No sistema capitalista, as muitas manifestações de crise criam condições que forçam a algum tipo de racionalização. Em geral, essas crises periódicas têm o efeito de expandir a capacidade produtiva e de renovar as condições de acumulação. Podemos conceber cada crise como uma mudança do processo de acumulação para um nível novo e superior.\nHARVEY, D. A produção capitalista do espaço. A condição para a inclusão dos trabalhadores no novo processo produtivo descrito no texto é a",
    "alternatives": [
      "A) associação sindical.",
      "B) participação eleitoral.",
      "C) migração internacional.",
      "D) qualificação profissional.",
      "E) regulamentação funcional."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "76"
  },
  {
    "description": "Questão 72) Art. 90. As nomeações dos deputados e senadores para a Assembleia Geral, e dos membros dos Conselhos Gerais das províncias, serão feitas por eleições, elegendo a massa dos cidadãos ativos em assembleias paroquiais, os eleitores de província, e estes, os representantes da nação e província.\nArt. 92. São excluídos de votar nas assembleias paroquiais: I. Os menores de vinte e cinco anos, nos quais se não compreendem os casados, os oficiais militares, que forem maiores de vinte e um anos, os bacharéis formados e os clérigos de ordens sacras.\nII. Os filhos de famílias, que estiverem na companhia de seus pais, salvo se servirem a ofícios públicos.\nIII. Os criados de servir, em cuja classe não entram os guarda-livros, e primeiros caixeiros das casas de comércio, os criados da Casa Imperial, que não forem de galão branco, e os administradores das fazendas rurais e fábricas.\nIV. Os religiosos e quaisquer que vivam em comunidade claustral.\nV. Os que não tiverem de renda líquida anual cem mil réis por bens de raiz, indústria, comércio, ou emprego.\nDe acordo com os artigos do dispositivo legal apresentado, o sistema eleitoral instituído no início do Império é marcado pelo(a)",
    "alternatives": [
      "A) representação popular e sigilo individual.",
      "B) voto indireto e perfil censitário.",
      "C) liberdade pública e abertura política.",
      "D) ética partidária e supervisão estatal.",
      "E) caráter liberal e sistema parlamentar."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "77"
  },
  {
    "description": "Questão 73) O cristianismo incorporou antigas práticas relativas ao fogo para criar uma festa sincrética. A igreja retomou a distância de seis meses entre os nascimentos de Jesus Cristo e João Batista e instituiu a data de comemoração a este último de tal maneira que as festas do solstício de verão europeu com suas tradicionais fogueiras se tornaram “fogueiras de São João”. A festa do fogo e da luz no entanto não foi imediatamente associada a São João Batista. Na Baixa Idade Média, algumas práticas tradicionais da festa (como banhos, danças e cantos) foram perseguidas por monges e bispos. A partir do Concílio de Trento (1545-1563), a Igreja resolveu adotar celebrações em torno do fogo e associá-las à doutrina cristã.\nCHIANCA, L. Devoção e diversão: expressões contemporâneas de festas e santos católicos. Revista Anthropológicas, Com o objetivo de se fortalecer, a instituição mencionada no texto adotou as práticas descritas, que consistem em",
    "alternatives": [
      "A) promoção de atos ecumênicos.",
      "B) fomento de orientações bíblicas.",
      "C) apropriação de cerimônias seculares.",
      "D) retomada de ensinamentos apostólicos.",
      "E) ressignificação de rituais fundamentalistas."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "78"
  },
  {
    "description": "Questão 74) Penso que não há um sujeito soberano, fundador, uma forma universal de sujeito que poderíamos encontrar em todos os lugares. Penso, pelo contrário, que o sujeito se constitui através das práticas de sujeição ou, de maneira mais autônoma, através de práticas de liberação, de liberdade, como na Antiguidade — a partir, obviamente, de um certo número de regras, de estilos, que podemos encontrar no meio cultural.\nFOUCAULT, M. Ditos e escritos V: ética, sexualidade, política. Rio de Janeiro: Forense Universitária, 2004.\nO texto aponta que a subjetivação se efetiva numa dimensão",
    "alternatives": [
      "A) legal, pautada em preceitos jurídicos.",
      "B) racional, baseada em pressupostos lógicos.",
      "C) contingencial, processada em interações sociais.",
      "D) transcendental, efetivada em princípios religiosos.",
      "E) essencial, fundamentada em parâmetros substancialistas."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "79"
  },
  {
    "description": "Questão 75) TEXTO I Os segredos da natureza se revelam mais sob a tortura dos experimentos do que no seu curso natural.\nBACON, F. Novum Organum, 1620. In: HADOT, P. O véu de Ísis: ensaio sobre a história da ideia de natureza. São Paulo: Loyola, 2006.\nTEXTO II O ser humano, totalmente desintegrado do todo, não percebe mais as relações de equilíbrio da natureza. Age de forma totalmente desarmônica sobre o ambiente, causando grandes desequilíbrios ambientais.\nGUIMARÃES, M. A dimensão ambiental na educação. Campinas: Papirus, 1995.\nOs textos indicam uma relação da sociedade diante da natureza caracterizada pela",
    "alternatives": [
      "A) objetificação do espaço físico.",
      "B) retomada do modelo criacionista.",
      "C) recuperação do legado ancestral.",
      "D) infalibilidade do método científico.",
      "E) formação da cosmovisão holística."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "80"
  },
  {
    "description": "Questão 78) TEXTO I Duas coisas enchem o ânimo de admiração e veneração sempre crescentes: o céu estrelado sobre mim e a lei moral em mim.\nTEXTO II Duas coisas admiro: a dura lei cobrindo-me e o estrelado céu dentro de mim.\nFONTELA, O. Kant (relido). In: Poesia completa. São Paulo: Hedra, 2015.\nA releitura realizada pela poeta inverte as seguintes ideias centrais do pensamento kantiano:",
    "alternatives": [
      "A) Possibilidade da liberdade e obrigação da ação.",
      "B) Aprioridade do juízo e importância da natureza.",
      "C) Necessidade da boa vontade e crítica da metafísica.",
      "D) Prescindibilidade do empírico e autoridade da razão.",
      "E) Interioridade da norma e fenomenalidade do mundo."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "83"
  },
  {
    "description": "Questão 79) A soberania dos cidadãos dotados de plenos direitos era imprescindível para a existência da cidade-estado. Segundo os regimes políticos, a proporção desses cidadãos em relação à população total dos homens livres podia variar muito, sendo bastante pequena nas aristocracias e oligarquias e maior nas democracias.\nCARDOSO, C. F. A cidade-estado clássica. São Paulo: Ática, 1985.\nNas cidades-estado da Antiguidade Clássica, a proporção de cidadãos descrita no texto é explicada pela adoção do seguinte critério para a participação política:",
    "alternatives": [
      "A) Controle da terra.",
      "B) Liberdade de culto.",
      "C) Igualdade de gênero.",
      "D) Exclusão dos militares.",
      "E) Exigência da alfabetização."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "84"
  },
  {
    "description": "Questão 80) A Revolta da Vacina (1904) mostrou claramente o aspecto defensivo, desorganizado, fragmentado da ação popular. Não se negava o Estado, não se reivindicava participação nas decisões políticas; defendiam-se valores e direitos considerados acima da intervenção do Estado.\nCARVALHO, J. M. Os bestializados: o Rio de Janeiro e a República A mobilização analisada representou um alerta, na medida em que a ação popular questionava",
    "alternatives": [
      "A) a alta de preços.",
      "B) a política clientelista.",
      "C) as reformas urbanas.",
      "D) o arbítrio governamental.",
      "E) as práticas eleitorais."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "85"
  },
  {
    "description": "Questão 82) Tratava-se agora de construir um ritmo novo. Para tanto, era necessário convocar todas as forças vivas da Nação, todos os homens que, com vontade de trabalhar e confiança no futuro, pudessem erguer, num tempo novo, um novo Tempo. E, à grande convocação que conclamava o povo para a gigantesca tarefa, começaram a chegar de todos os cantos da imensa pátria os trabalhadores: os homens simples e quietos, com pés de raiz, rostos de couro e mãos de pedra, e no calcanho, em carro de boi, em lombo de burro, em paus-de-arara, por todas as formas possíveis e imagináveis, em sua mudez cheia de esperança, muitas vezes deixando para trás mulheres e filhos a aguardar suas promessas de melhores dias; foram chegando de tantos povoados, tantas cidades cujos nomes pareciam cantar saudades aos seus ouvidos, dentro dos antigos ritmos da imensa pátria... Terra de sol, Terra de luz... Brasil! Brasil! Brasília! MORAES, V.; JOBIM, A. C. Brasília, sinfonia da alvorada. III — A chegada No texto, a narrativa produzida sobre a construção de Brasília articula os elementos políticos e socioeconômicos indicados, respectivamente, em:",
    "alternatives": [
      "A) Apelo simbólico e migração inter-regional.",
      "B) Organização sindical e expansão do capital.",
      "C) Segurança territorial e estabilidade financeira.",
      "D) Consenso partidário e modernização rodoviária.",
      "E) Perspectiva democrática e eficácia dos transportes."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "87"
  },
  {
    "description": "Questão 83) Saudado por centenas de militantes de movimentos sociais de quarenta países, o papa Francisco encerrou no dia 09/07/2015 o 2º Encontro Mundial dos Movimentos Populares, em Santa Cruz de La Sierra, na Bolívia. Segundo ele, a “globalização da esperança, que nasce dos povos e cresce entre os pobres, deve substituir esta globalização da exclusão e da indiferença”.\nNo texto há uma crítica ao seguinte aspecto do mundo globalizado:",
    "alternatives": [
      "A) Liberdade política.",
      "B) Mobilidade humana.",
      "C) Conectividade cultural.",
      "D) Disparidade econômica.",
      "E) Complementaridade comercial."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "88"
  },
  {
    "description": "Questão 84) A Declaração Universal dos Direitos Humanos, adotada e proclamada pela Assembleia Geral da ONU na Resolução 217-A, de 10 de dezembro de 1948, foi um acontecimento histórico de grande relevância. Ao afirmar, pela primeira vez em escala planetária, o papel dos direitos humanos na convivência coletiva, pode ser considerada um evento inaugural de uma nova concepção de vida internacional.\nLAFER, C. Declaração Universal dos Direitos Humanos (1948). In: MAGNOLI, D. (Org.). História da paz. São Paulo: Contexto, 2008.\nA declaração citada no texto introduziu uma nova concepção nas relações internacionais ao possibilitar a",
    "alternatives": [
      "A) superação da soberania estatal.",
      "B) defesa dos grupos vulneráveis.",
      "C) redução da truculência belicista.",
      "D) impunidade dos atos criminosos.",
      "E) inibição dos choques civilizacionais."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "89"
  },
  {
    "description": "Questão 86) A ocasião fez o ladrão: Francis Drake travava sua guerra de pirataria contra a Espanha papista quando roubou as tropas de mulas que levavam o ouro do Peru para o Panamá. Graças à cumplicidade da rainha Elizabeth I, ele reincide e saqueia as costas do Chile e do Peru antes de regressar pelo Oceano Pacífico, e depois pelo Índico. Ora, em Ternate ele oferece sua proteção a um sultão revoltado com os portugueses; assim nasce o primeiro entreposto inglês ultramarino.\nFERRO, M. História das colonizações. Das colonizações às independências. Séculos XIII a XX. São Paulo: Cia. das Letras, 1996.\nA tática adotada pela Inglaterra do século XVI, conforme citada no texto, foi o meio encontrado para",
    "alternatives": [
      "A) restabelecer o crescimento da economia mercantil.",
      "B) conquistar as riquezas dos territórios americanos.",
      "C) legalizar a ocupação de possessões ibéricas.",
      "D) ganhar a adesão das potências europeias.",
      "E) fortalecer as rotas do comércio marítimo."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "91"
  },
  {
    "description": "Questão 87) O Ministério do Trabalho e Emprego (MTE) realizou 248 ações fiscais e resgatou um total de 1 590 trabalhadores da situação análoga à de escravo, em 2014, em todo o país. A análise do enfrentamento do trabalho em condições análogas às de escravo materializa a efetivação de parcerias inéditas no trato da questão, podendo ser referenciadas ações fiscais realizadas com o Ministério da Defesa, Exército Brasileiro, Instituto Brasileiro do Meio Ambiente e dos Recursos Naturais Renováveis (Ibama) e Instituto Chico Mendes de Conservação da Biodiversidade (ICMBio).\nA estratégia defendida no texto para reduzir o problema social apontado consiste em:",
    "alternatives": [
      "A) Articular os órgãos públicos.",
      "B) Pressionar o Poder Legislativo.",
      "C) Ampliar a emissão das multas.",
      "D) Limitar a autonomia das empresas.",
      "E) Financiar as pesquisas acadêmicas."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "92"
  },
  {
    "description": "Questão 89) Os moradores de Utqiagvik passaram dois meses quase totalmente na escuridão Os habitantes desta pequena cidade no Alasca — o estado dos Estados Unidos mais ao norte — já estão acostumados a longas noites sem ver a luz do dia. Em 18 de novembro de 2018, seus pouco mais de 4 mil habitantes viram o último pôr do sol do ano. A oportunidade seguinte para ver a luz do dia ocorreu no dia 23 de janeiro de 2019, às 13 h 04 min (horário local).\nO fenômeno descrito está relacionado ao fato de a cidade citada ter uma posição geográfica condicionada pela",
    "alternatives": [
      "A) continentalidade.",
      "B) maritimidade.",
      "C) longitude.",
      "D) latitude.",
      "E) altitude."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "94"
  },
  {
    "description": "Questão 90) A fome não é um problema técnico, pois ela não se deve à falta de alimentos, isso porque a fome convive hoje com as condições materiais para resolvê-la.\nPORTO-GONÇALVES, C. W. Geografia da riqueza, fome e meio ambiente. In: OLIVEIRA, A. U.; MARQUES, M. I. M. (Org.). O campo no século XXI: território de vida, de luta e de construção da justiça O texto demonstra que o problema alimentar apresentado tem uma dimensão política por estar associado ao(à)",
    "alternatives": [
      "A) escala de produtividade regional.",
      "B) padrão de distribuição de renda.",
      "C) dificuldade de armazenamento de grãos.",
      "D) crescimento da população mundial.",
      "E) custo de escoamento dos produtos."
    ],
    "year": "2019",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "95"
  },
  {
    "description": "Questão 92) O 2,4-dinitrofenol (DNP) é conhecido como desacoplador da cadeia de elétrons na mitocôndria e apresenta um efeito emagrecedor. Contudo, por ser perigoso e pela ocorrência de casos letais, seu uso como medicamento é proibido em diversos países, inclusive no Brasil. Na mitocôndria, essa substância captura, no espaço intermembranas, prótons (H+) provenientes da atividade das proteínas da cadeia respiratória, retornando-os à matriz mitocondrial. Assim, esses prótons não passam pelo transporte enzimático na membrana interna.\nGRUNDLINGH, J. et al. 2,4-Dinitrophenol (DNP): a Weight Loss Agent with Significant Acute Toxicity and Risk of Death. O efeito emagrecedor desse composto está relacionado ao(à)",
    "alternatives": [
      "A) obstrução da cadeia respiratória, resultando em maior consumo celular de ácidos graxos.",
      "B) bloqueio das reações do ciclo de Krebs, resultando em maior gasto celular de energia.",
      "C) diminuição da produção de acetil CoA, resultando em maior gasto celular de piruvato.",
      "D) inibição da glicólise, resultando em maior absorção celular da glicose sanguínea.",
      "E) redução da produção de ATP, resultando em maior gasto celular de nutrientes."
    ],
    "year": "2019",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "97"
  },
  {
    "description": "Questão 93) Em 1808, Dalton publicou o seu famoso livro intitulado Um novo sistema de filosofia química (do original A New System of Chemical Philosophy), no qual continha os cinco postulados que serviam como alicerce da primeira teoria atômica da matéria fundamentada no método científico. Esses postulados são numerados a seguir: 1. A matéria é constituída de átomos indivisíveis.\n2. Todos os átomos de um dado elemento químico são idênticos em massa e em todas as outras propriedades.\n3. Diferentes elementos químicos têm diferentes tipos de átomos; em particular, seus átomos têm diferentes massas.\n4. Os átomos são indestrutíveis e nas reações químicas mantêm suas identidades.\n5. Átomos de elementos combinam com átomos de outros elementos em proporções de números inteiros pequenos para formar compostos.\nApós o modelo de Dalton, outros modelos baseados em outros dados experimentais evidenciaram, entre outras coisas, a natureza elétrica da matéria, a composição e organização do átomo e a quantização da energia no modelo atômico.\nOXTOBY, D. W.; GILLIS, H. P.; BUTLER, L. J. Principles of Modern Com base no modelo atual que descreve o átomo, qual dos postulados de Dalton ainda é considerado correto?",
    "alternatives": [
      "A) 1",
      "B) 2",
      "C) 3",
      "D) 4",
      "E) 5"
    ],
    "year": "2019",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "98"
  },
  {
    "description": "Questão 95) As redes de alta tensão para transmissão de energia elétrica geram campo magnético variável o suficiente para induzir corrente elétrica no arame das cercas. Tanto os animais quanto os funcionários das propriedades rurais ou das concessionárias de energia devem ter muito cuidado ao se aproximarem de uma cerca quando esta estiver próxima a uma rede de alta tensão, pois, se tocarem no arame da cerca, poderão sofrer choque elétrico.\nPara minimizar este tipo de problema, deve-se:",
    "alternatives": [
      "A) Fazer o aterramento dos arames da cerca.",
      "B) Acrescentar fusível de segurança na cerca.",
      "C) Realizar o aterramento da rede de alta tensão.",
      "D) Instalar fusível de segurança na rede de alta tensão.",
      "E) Utilizar fios encapados com isolante na rede de alta tensão."
    ],
    "year": "2019",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "A",
    "index_question": "100"
  },
  {
    "description": "Questão 96) A esquistossomose (barriga-dʼágua) caracteriza-se pela inflamação do fígado e do baço causada pelo verme Schistosoma mansoni (esquistossomo). O contágio ocorre depois que larvas do verme são liberadas na água pelo caramujo do gênero Biomphalaria, seu hospedeiro intermediário, e penetram na pele humana. Após o diagnóstico, o tratamento tradicional utiliza medicamentos por via oral para matar o parasita dentro do corpo. Uma nova estratégia terapêutica baseia-se na utilização de uma vacina, feita a partir de uma proteína extraída do verme, que induz o organismo humano a produzir anticorpos para combater e prevenir a doença.\nInstituto Oswaldo Cruz/Fundação Oswaldo Cruz (IOC/Fiocruz). Fiocruz Uma vantagem da vacina em relação ao tratamento tradicional é que ela poderá",
    "alternatives": [
      "A) impedir a penetração do parasita pela pele.",
      "B) eliminar o caramujo para que não haja contágio.",
      "C) impedir o acesso do esquistossomo especificamente para o fígado.",
      "D) eliminar o esquistossomo antes que ocorra contato com o organismo.",
      "E) eliminar o esquistossomo dentro do organismo antes da manifestação de sintomas."
    ],
    "year": "2019",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "101"
  },
  {
    "description": "Questão 98) O odor que permanece nas mãos após o contato com alho pode ser eliminado pela utilização de um “sabonete de aço inoxidável”, constituído de aço inox (74%), cromo e níquel. A principal vantagem desse “sabonete” é que ele não se desgasta com o uso. Considere que a principal substância responsável pelo odor de alho é a alicina (estrutura I) e que, para que o odor seja eliminado, ela seja transformada na estrutura II.\nEstrutura I CH2 ═ CH — CH2 — S — S — CH2 — CH ═ CH2 Estrutura II Na conversão de I em II, o “sabonete” atuará como um",
    "alternatives": [
      "A) ácido.",
      "B) redutor.",
      "C) eletrólito.",
      "D) tensoativo.",
      "E) catalisador."
    ],
    "year": "2019",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "103"
  },
  {
    "description": "Questão 99) poluição radioativa compreende mais de 200 nuclídeos, sendo que, do ponto de vista de impacto ambiental, destacam-se o césio-137 e o estrôncio-90. A maior contribuição de radionuclídeos antropogênicos no meio marinho ocorreu durante as décadas de 1950 e 1960, como resultado dos testes nucleares realizados na atmosfera. O estrôncio-90 pode se acumular nos organismos vivos e em cadeias alimentares e, em razão de sua semelhança química, pode participar no equilíbrio com carbonato e substituir o cálcio em diversos processos biológicos.\nFIGUEIRA, R. C. L.; CUNHA, I. I. L. A contaminação dos oceanos por Ao entrar numa cadeia alimentar da qual o homem faz parte, em qual tecido do organismo humano o estrôncio-90 será acumulado predominantemente?",
    "alternatives": [
      "A) Cartilaginoso.",
      "B) Sanguíneo.",
      "C) Muscular.",
      "D) Nervoso.",
      "E) Ósseo."
    ],
    "year": "2019",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "104"
  },
  {
    "description": "Questão 100) Dois amigos se encontram em um posto de gasolina para calibrar os pneus de suas bicicletas. Uma das bicicletas é de corrida (bicicleta A) e a outra, de passeio (bicicleta B). Os pneus de ambas as bicicletas têm as mesmas características, exceto que a largura dos pneus de A é menor que a largura dos pneus de B. Ao calibrarem os pneus das bicicletas A e B, respectivamente com pressões de calibração pA e pB, os amigos observam que o pneu da bicicleta A deforma, sob mesmos esforços, muito menos que o pneu da bicicleta B. Pode-se considerar que as massas de ar comprimido no pneu da bicicleta A, mA, e no pneu da bicicleta B, mB, são diretamente proporcionais aos seus volumes.\nComparando as pressões e massas de ar comprimido nos pneus das bicicletas, temos:",
    "alternatives": [
      "A) pA < pB e mA < mB",
      "B) pA > pB e mA < mB",
      "C) pA > pB e mA = mB",
      "D) pA < pB e mA = mB",
      "E) pA > pB e mA > mB"
    ],
    "year": "2019",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "B",
    "index_question": "105"
  },
  {
    "description": "Questão 102) As cutias, pequenos roedores das zonas tropicais, transportam pela boca as sementes que caem das árvores, mas, em vez de comê-las, enterram-nas em outro lugar. Esse procedimento lhes permite salvar a maioria de suas sementes enterradas para as épocas mais secas, quando não há frutos maduros disponíveis. Cientistas descobriram que as cutias roubam as sementes enterradas por outras, e esse comportamento de “ladroagem” faz com que uma mesma semente possa ser enterrada dezenas de vezes.\nEssa “ladroagem” está associada à relação de",
    "alternatives": [
      "A) sinfilia.",
      "B) predatismo.",
      "C) parasitismo.",
      "D) competição.",
      "E) comensalismo."
    ],
    "year": "2019",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "107"
  },
  {
    "description": "Questão 104) A cada safra, a quantidade de café beneficiado é igual à quantidade de resíduos gerados pelo seu beneficiamento. O resíduo pode ser utilizado como fertilizante, pois contém cerca de 6,5% de pectina (um polissacarídeo), aproximadamente 25% de açúcares fermentáveis (frutose, sacarose e galactose), bem como resíduos de alcaloides (compostos aminados) que não foram extraídos no processo.\nLIMA, L. K. S. et al. Utilização de resíduo oriundo da torrefação do café na agricultura em substituição à adubação convencional. ACSA — Agropecuária Científica no Semi-Árido, Esse resíduo contribui para a fertilidade do solo, pois",
    "alternatives": [
      "A) possibilita a reciclagem de carbono e nitrogênio.",
      "B) promove o deslocamento do alumínio, que é tóxico.",
      "C) melhora a compactação do solo por causa da presença de pectina.",
      "D) eleva o pH do solo em função da degradação dos componentes do resíduo.",
      "E) apresenta efeitos inibidores de crescimento para a maioria das espécies vegetais pela cafeína."
    ],
    "year": "2019",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "A",
    "index_question": "109"
  },
  {
    "description": "Questão 105) Um alimento orgânico deve apresentar em sua embalagem o selo de uma instituição certificadora, garantindo ao consumidor que, além de ser um alimento isento de agrotóxicos, também é produzido com técnicas planejadas e controladas. A técnica de produção desses alimentos causa menor impacto aos recursos naturais, contribuindo para melhorar a qualidade de vida das pessoas.\nNesse sistema de produção de alimentos vegetais, o controle de insetos é manejado por meio do(a)",
    "alternatives": [
      "A) prática de adubação verde.",
      "B) emprego da compostagem.",
      "C) controle da irrigação do solo.",
      "D) utilização de predadores naturais.",
      "E) uso de sementes inoculadas com Rhizobium."
    ],
    "year": "2019",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "110"
  },
  {
    "description": "Questão 106) Com base nos experimentos de plantas de Mendel, foram estabelecidos três princípios básicos, que são conhecidos como leis da uniformidade, segregação e distribuição independente. A lei da distribuição independente refere-se ao fato de que os membros de pares diferentes de genes segregam-se independentemente, uns dos outros, para a prole.\nHoje, sabe-se que isso nem sempre é verdade. Por quê?",
    "alternatives": [
      "A) A distribuição depende do caráter de dominância ou recessividade do gene.",
      "B) Os organismos nem sempre herdam cada um dos genes de cada um dos genitores.",
      "C) As alterações cromossômicas podem levar a falhas na segregação durante a meiose.",
      "D) Os genes localizados fisicamente próximos no mesmo cromossomo tendem a ser herdados juntos.",
      "E) O cromossomo que contém dois determinados genes pode não sofrer a disjunção na primeira fase da meiose."
    ],
    "year": "2019",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "111"
  },
  {
    "description": "Questão 110) Na família Retroviridae encontram-se diversos vírus que infectam aves e mamíferos, sendo caracterizada pela produção de DNA a partir de uma molécula de RNA. Alguns retrovírus infectam exclusivamente humanos, não necessitando de outros hospedeiros, reservatórios ou vetores biológicos. As infecções ocasionadas por esses vírus vêm causando mortes e grandes prejuízos ao desenvolvimento social e econômico. Nesse contexto, pesquisadores têm produzido medicamentos que contribuem para o tratamento dessas doenças.\nQue avanços tecnológicos têm contribuído para o tratamento dessas infecções virais?",
    "alternatives": [
      "A) Melhoria dos métodos de controle dos vetores desses vírus.",
      "B) Fabricação de soros mutagênicos para combate desses vírus.",
      "C) Investimento da indústria em equipamentos de proteção individual.",
      "D) Produção de vacinas que evitam a infecção das células hospedeiras.",
      "E) Desenvolvimento de antirretrovirais que dificultam a reprodução desses vírus."
    ],
    "year": "2019",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "115"
  },
  {
    "description": "Questão 115) Algumas toneladas de medicamentos para uso humano e veterinário são produzidas por ano. Os fármacos são desenvolvidos para serem estáveis, mantendo suas propriedades químicas de forma a atender a um propósito terapêutico. Após o consumo de fármacos, parte de sua dosagem é excretada de forma inalterada, persistindo no meio ambiente. Em todo o mundo, antibióticos, hormônios, anestésicos, anti-inflamatórios, entre outros, são detectados em concentrações preocupantes no esgoto doméstico, em águas superficiais e de subsolo. Dessa forma, a ocorrência de fármacos residuais no meio ambiente pode apresentar efeitos adversos em organismos aquáticos e terrestres.\nBILA, D. M.; DEZOTTI, M. Fármacos no meio ambiente. Qual ação minimiza a permanência desses contaminantes nos recursos hídricos?",
    "alternatives": [
      "A) Utilização de esterco como fertilizante na agricultura.",
      "B) Ampliação das redes de coleta de esgoto na zona urbana.",
      "C) Descarte dos medicamentos fora do prazo de validade em lixões.",
      "D) Desenvolvimento de novos processos nas estações de tratamento de efluentes.",
      "E) Reúso dos lodos provenientes das estações de tratamento de esgoto na agricultura."
    ],
    "year": "2019",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "120"
  },
  {
    "description": "Questão 116) Um teste de laboratório permite identificar alguns cátions metálicos ao introduzir uma pequena quantidade do material de interesse em uma chama de bico de Bunsen para, em seguida, observar a cor da luz emitida.\nA cor observada é proveniente da emissão de radiação eletromagnética ao ocorrer a",
    "alternatives": [
      "A) mudança da fase sólida para a fase líquida do elemento metálico.",
      "B) combustão dos cátions metálicos provocada pelas moléculas de oxigênio da atmosfera.",
      "C) diminuição da energia cinética dos elétrons em uma mesma órbita na eletrosfera atômica.",
      "D) transição eletrônica de um nível mais externo para outro mais interno na eletrosfera atômica.",
      "E) promoção dos elétrons que se encontram no estado fundamental de energia para níveis mais energéticos."
    ],
    "year": "2019",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "121"
  },
  {
    "description": "Questão 118) Na piscicultura, costumam-se usar larvas de Artemia (crustáceo) para alimentar larvas de peixes. Ovos de Artemia são colocados em garrafas com água salgada e, sob condições ótimas de temperatura, luz e oxigênio, eles eclodem, liberando suas larvas, também conhecidas como náuplios. Para recolher os náuplios, coloca-se uma lâmpada branca fluorescente na boca da garrafa e estes começam a subir em direção ao gargalo.\nEsse comportamento das artêmias é chamado de",
    "alternatives": [
      "A) geotropismo positivo.",
      "B) fototropismo positivo.",
      "C) hidrotropismo negativo.",
      "D) termotropismo negativo.",
      "E) quimiotropismo negativo."
    ],
    "year": "2019",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "B",
    "index_question": "123"
  },
  {
    "description": "Questão 120) Na madrugada de 11 de março de 1978, partes de um foguete soviético reentraram na atmosfera acima da cidade do Rio de Janeiro e caíram no Oceano Atlântico. Foi um belo espetáculo, os inúmeros fragmentos entrando em ignição devido ao atrito com a atmosfera brilharam intensamente, enquanto “cortavam o céu”. Mas se a reentrada tivesse acontecido alguns minutos depois, teríamos uma tragédia, pois a queda seria na área urbana do Rio de Janeiro e não no oceano.\nLAS CASAS, R. Lixo espacial. Observatório Astronômico Frei Rosário, De acordo com os fatos relatados, a velocidade angular do foguete em relação à Terra no ponto de reentrada era",
    "alternatives": [
      "A) igual à da Terra e no mesmo sentido.",
      "B) superior à da Terra e no mesmo sentido.",
      "C) inferior à da Terra e no sentido oposto.",
      "D) igual à da Terra e no sentido oposto.",
      "E) superior à da Terra e no sentido oposto."
    ],
    "year": "2019",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "B",
    "index_question": "125"
  },
  {
    "description": "Questão 121) A eritropoetina (EPO) é um hormônio endógeno secretado pelos rins que influencia a maturação dos eritrócitos. Suas formas recombinantes, sintetizadas em laboratório, têm sido usadas por alguns atletas em esportes de resistência na busca por melhores resultados. No entanto, a administração da EPO recombinante no esporte foi proibida pelo Comitê Olímpico Internacional e seu uso considerado doping.\nMARTELLI, A. Eritropoetina: síntese e liberação fisiológica e o uso de sua forma recombinante no esporte. Perspectivas Online: Uma influência que esse doping poderá exercer na melhoria da capacidade física desses atletas está relacionada ao transporte de",
    "alternatives": [
      "A) lipídios, para aumento do gasto calórico.",
      "B) ATP, para aumento da síntese hormonal.",
      "C) oxigênio, para aumento da produção de ATP.",
      "D) proteínas, para aumento da massa muscular.",
      "E) vitamina C, para aumento da integridade dos vasos sanguíneos."
    ],
    "year": "2019",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "C",
    "index_question": "126"
  },
  {
    "description": "Questão 122) O objetivo de recipientes isolantes térmicos é minimizar as trocas de calor com o ambiente externo. Essa troca de calor é proporcional à condutividade térmica k e à área interna das faces do recipiente, bem como à diferença de temperatura entre o ambiente externo e o interior do recipiente, além de ser inversamente proporcional à espessura das faces.\nA fim de avaliar a qualidade de dois recipientes A (40 cm × 40 cm × 40 cm) e B (60 cm × 40 cm × 40 cm), de faces de mesma espessura, uma estudante compara suas condutividades térmicas kA e kB. Para isso suspende, dentro de cada recipiente, blocos idênticos de gelo a 0 °C, de modo que suas superfícies estejam em contato apenas com o ar. Após um intervalo de tempo, ela abre os recipientes enquanto ambos ainda contêm um pouco de gelo e verifica que a massa de gelo que se fundiu no recipiente B foi o dobro da que se fundiu no recipiente A.\nA razão kA kB é mais próxima de",
    "alternatives": [
      "A) 0,50.",
      "B) 0,67.",
      "C) 0,75.",
      "D) 1,33.",
      "E) 2,00."
    ],
    "year": "2019",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "B",
    "index_question": "127"
  },
  {
    "description": "Questão 125) Glicólise é um processo que ocorre nas células, convertendo glicose em piruvato. Durante a prática de exercícios físicos que demandam grande quantidade de esforço, a glicose é completamente oxidada na presença de O2. Entretanto, em alguns casos, as células musculares podem sofrer um déficit de O2 e a glicose ser convertida em duas moléculas de ácido lático. As equações termoquímicas para a combustão da glicose e do ácido lático são, respectivamente, mostradas a seguir: C6H12O6 (s) + 6 O2 (g) → 6 CO2 (g) + 6 H2O (l) ∆cH = −2 800 kJ CH3CH(OH)COOH (s) + 3 O2 (g) → 3 CO2 (g) + 3 H2O (l) ∆cH = −1 344 kJ O processo anaeróbico é menos vantajoso energeticamente porque",
    "alternatives": [
      "A) libera 112 kJ por mol de glicose.",
      "B) libera 467 kJ por mol de glicose.",
      "C) libera 2 688 kJ por mol de glicose.",
      "D) absorve 1 344 kJ por mol de glicose.",
      "E) absorve 2 800 kJ por mol de glicose."
    ],
    "year": "2019",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "A",
    "index_question": "130"
  },
  {
    "description": "Questão 129) A maioria das pessoas fica com a visão embaçada ao abrir os olhos debaixo dʼágua. Mas há uma exceção: o povo moken, que habita a costa da Tailândia. Essa característica se deve principalmente à adaptabilidade do olho e à plasticidade do cérebro, o que significa que você também, com algum treinamento, poderia enxergar relativamente bem debaixo dʼágua. Estudos mostraram que as pupilas de olhos de indivíduos moken sofrem redução significativa debaixo dʼágua, o que faz com que os raios luminosos incidam quase paralelamente ao eixo óptico da pupila.\nGISLÉN, A. et al. Visual Training Improves Underwater Vision in Children. A acuidade visual associada à redução das pupilas é fisicamente explicada pela diminuição",
    "alternatives": [
      "A) da intensidade luminosa incidente na retina.",
      "B) da difração dos feixes luminosos que atravessam a pupila.",
      "C) da intensidade dos feixes luminosos em uma direção por polarização.",
      "D) do desvio dos feixes luminosos refratados no interior do olho.",
      "E) das reflexões dos feixes luminosos no interior do olho."
    ],
    "year": "2019",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "134"
  },
  {
    "description": "Questão 130) O “The Kidney Project” é um projeto realizado por cientistas que pretendem desenvolver um rim biônico que executará a maioria das funções biológicas do órgão. O rim biônico possuirá duas partes que incorporam recentes avanços de nanotecnologia, filtração de membrana e biologia celular. Esse projeto significará uma grande melhoria na qualidade de vida para aquelas pessoas que dependem da hemodiálise para sobrevivência.\nO dispositivo criado promoverá diretamente a",
    "alternatives": [
      "A) remoção de ureia.",
      "B) excreção de lipídios.",
      "C) síntese de vasopressina.",
      "D) transformação de amônia.",
      "E) fabricação de aldosterona."
    ],
    "year": "2019",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "A",
    "index_question": "135"
  },
  {
    "description": "Questão 132) Quando se considera a extrema velocidade com que a luz se espalha por todos os lados e que, quando vêm de diferentes lugares, mesmo totalmente opostos, [os raios luminosos] se atravessam uns aos outros sem se atrapalharem, compreende-se que, quando vemos um objeto luminoso, isso não poderia ocorrer pelo transporte de uma matéria que venha do objeto até nós, como uma flecha ou bala atravessa o ar; pois certamente isso repugna bastante a essas duas propriedades da luz, principalmente a última.\nHUYGENS, C. In: MARTINS, R. A. Tratado sobre a luz, de Cristian Huygens. Caderno de História e Filosofia da Ciência, supl. 4, 1986.\ntexto contesta que concepção acerca do comportamento da luz?",
    "alternatives": [
      "A) O entendimento de que a luz precisa de um meio de propagação, difundido pelos defensores da existência do éter.",
      "B) O modelo ondulatório para a luz, o qual considera a possibilidade de interferência entre feixes luminosos.",
      "C) O modelo corpuscular defendido por Newton, que descreve a luz como um feixe de partículas.",
      "D) A crença na velocidade infinita da luz, defendida pela maioria dos filósofos gregos.",
      "E) A ideia defendida pelos gregos de que a luz era produzida pelos olhos."
    ],
    "year": "2019",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "C",
    "index_question": "137"
  },
  {
    "description": "Questão 134) Uma cozinheira colocou sal a mais no feijão que estava cozinhando. Para solucionar o problema, ela acrescentou batatas cruas e sem tempero dentro da panela. Quando terminou de cozinhá-lo, as batatas estavam salgadas, porque absorveram parte do caldo com excesso de sal. Finalmente, ela adicionou água para completar o caldo do feijão.\nO sal foi absorvido pelas batatas por",
    "alternatives": [
      "A) osmose, por envolver apenas o transporte do solvente.",
      "B) fagocitose, porque o sal transportado é uma substância sólida.",
      "C) exocitose, uma vez que o sal foi transportado da água para a batata.",
      "D) pinocitose, porque o sal estava diluído na água quando foi transportado.",
      "E) difusão, porque o transporte ocorreu a favor do gradiente de concentração."
    ],
    "year": "2019",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "139"
  },
  {
    "description": "Questão 140) A Hydrangea macrophylla é uma planta com flor azul ou cor-de-rosa, dependendo do pH do solo no qual está plantada. Em solo ácido (ou seja, com pH < 7) a flor é azul, enquanto que em solo alcalino (ou seja, com pH > 7) a flor é rosa. Considere que a Hydrangea cor-de-rosa mais valorizada comercialmente numa determinada região seja aquela produzida em solo com pH inferior a 8. Sabe-se que pH = - log10x, em que x é a concentração de íon hidrogênio (H+).\nPara produzir a Hydrangea cor-de-rosa de maior valor comercial, deve-se preparar o solo de modo que x assuma",
    "alternatives": [
      "A) qualquer valor acima de 10-8.",
      "B) qualquer valor positivo inferior a 10-7.",
      "C) valores maiores que 7 e menores que 8.",
      "D) valores maiores que 70 e menores que 80.",
      "E) valores maiores que 10-8 e menores que 10-7."
    ],
    "year": "2019",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "E",
    "index_question": "145"
  },
  {
    "description": "Questão 141) Uma pessoa, que perdeu um objeto pessoal quando visitou uma cidade, pretende divulgar nos meios de comunicação informações a respeito da perda desse objeto e de seu contato para eventual devolução. No entanto, ela lembra que, de acordo com o Art. 1 234 do Código Civil, poderá ter que pagar pelas despesas do transporte desse objeto até sua cidade e poderá ter que recompensar a pessoa que lhe restituir o objeto em, pelo menos, 5% do valor do objeto.\nEla sabe que o custo com transporte será de um quinto do valor atual do objeto e, como ela tem muito interesse em reavê-lo, pretende ofertar o maior percentual possível de recompensa, desde que o gasto total com as despesas não ultrapasse o valor atual do objeto.\nNessas condições, o percentual sobre o valor do objeto, dado como recompensa, que ela deverá ofertar é igual a",
    "alternatives": [
      "A) 20%",
      "B) 25%",
      "C) 40%",
      "D) 60%",
      "E) 80%"
    ],
    "year": "2019",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "E",
    "index_question": "146"
  },
  {
    "description": "Questão 144) A gripe é uma infecção respiratória aguda de curta duração causada pelo vírus influenza. Ao entrar no nosso organismo pelo nariz, esse vírus multiplica-se, disseminando-se para a garganta e demais partes das vias respiratórias, incluindo os pulmões.\nO vírus influenza é uma partícula esférica que tem um diâmetro interno de 0,00011 mm.\nEm notação científica, o diâmetro interno do vírus influenza, em mm, é",
    "alternatives": [
      "A) 1,1 × 10-1",
      "B) 1,1 × 10-2",
      "C) 1,1 × 10-3",
      "D) 1,1 × 10-4",
      "E) 1,1 × 10-5"
    ],
    "year": "2019",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "D",
    "index_question": "149"
  },
  {
    "description": "Questão 145) Em um jogo on-line, cada jogador procura subir de nível e aumentar sua experiência, que são dois parâmetros importantes no jogo, dos quais dependem as forças de defesa e de ataque do participante. A força de defesa de cada jogador é diretamente proporcional ao seu nível e ao quadrado de sua experiência, enquanto sua força de ataque é diretamente proporcional à sua experiência e ao quadrado do seu nível. Nenhum jogador sabe o nível ou a experiência dos demais. Os jogadores iniciam o jogo no nível 1 com experiência 1 e possuem força de ataque 2 e de defesa 1. Nesse jogo, cada participante se movimenta em uma cidade em busca de tesouros para aumentar sua experiência. Quando dois deles se encontram, um deles pode desafiar o outro para um confronto, sendo o desafiante considerado o atacante. Compara-se então a força de ataque do desafiante com a força de defesa do desafiado e vence o confronto aquele cuja força for maior. O vencedor do desafio aumenta seu nível em uma unidade. Caso haja empate no confronto, ambos os jogadores aumentam seus níveis em uma unidade.\nDurante um jogo, o jogador J1, de nível 4 e experiência 5, irá atacar o jogador J2, de nível 2 e experiência 6.\nO jogador J1 venceu esse confronto porque a diferença entre sua força de ataque e a força de defesa de seu oponente era",
    "alternatives": [
      "A) 112.",
      "B) 88.",
      "C) 60.",
      "D) 28.",
      "E) 24."
    ],
    "year": "2019",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "B",
    "index_question": "150"
  },
  {
    "description": "Questão 146) Em um condomínio, uma área pavimentada, que tem a forma de um círculo com diâmetro medindo 6 m, é cercada por grama. A administração do condomínio deseja ampliar essa área, mantendo seu formato circular, e aumentando, em 8 m, o diâmetro dessa região, mantendo o revestimento da parte já existente. O condomínio dispõe, em estoque, de material suficiente para pavimentar mais 100 m2 de área. O síndico do condomínio irá avaliar se esse material disponível será suficiente para pavimentar a região a ser ampliada.\nUtilize 3 como aproximação para π.\nA conclusão correta a que o síndico deverá chegar, considerando a nova área a ser pavimentada, é a de que o material disponível em estoque",
    "alternatives": [
      "A) será suficiente, pois a área da nova região a ser pavimentada mede 21 m2.",
      "B) será suficiente, pois a área da nova região a ser pavimentada mede 24 m2.",
      "C) será suficiente, pois a área da nova região a ser pavimentada mede 48 m2.",
      "D) não será suficiente, pois a área da nova região a ser pavimentada mede 108 m2.",
      "E) não será suficiente, pois a área da nova região a ser pavimentada mede 120 m2."
    ],
    "year": "2019",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "E",
    "index_question": "151"
  },
  {
    "description": "Questão 148) Um professor aplica, durante os cinco dias úteis de uma semana, testes com quatro questões de múltipla escolha a cinco alunos. Os resultados foram representados na matriz.\nNessa matriz os elementos das linhas de 1 a 5 representam as quantidades de questões acertadas pelos alunos Ana, Bruno, Carlos, Denis e Érica, respectivamente, enquanto que as colunas de 1 a 5 indicam os dias da semana, de segunda-feira a sexta-feira, respectivamente, em que os testes foram aplicados.\nO teste que apresentou maior quantidade de acertos foi o aplicado na",
    "alternatives": [
      "A) segunda-feira.",
      "B) terça-feira.",
      "C) quarta-feira.",
      "D) quinta-feira.",
      "E) sexta-feira."
    ],
    "year": "2019",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "A",
    "index_question": "153"
  },
  {
    "description": "Questão 152) O rótulo da embalagem de um cosmético informa que a dissolução de seu conteúdo, de acordo com suas especificações, rende 2,7 litros desse produto pronto para o uso. Uma pessoa será submetida a um tratamento estético em que deverá tomar um banho de imersão com esse produto numa banheira com capacidade de 0,3 m3. Para evitar o transbordamento, essa banheira será preenchida em 80% de sua capacidade.\nPara esse banho, o número mínimo de embalagens desse cosmético é",
    "alternatives": [
      "A) 9.",
      "B) 12.",
      "C) 89.",
      "D) 112.",
      "E) 134."
    ],
    "year": "2019",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "157"
  },
  {
    "description": "Questão 154) Uma pessoa se interessou em adquirir um produto anunciado em uma loja. Negociou com o gerente e conseguiu comprá-lo a uma taxa de juros compostos de 1% ao mês. O primeiro pagamento será um mês após a aquisição do produto, e no valor de R$ 202,00. O segundo pagamento será efetuado um mês após o primeiro, e terá o valor de R$ 204,02. Para concretizar a compra, o gerente emitirá uma nota fiscal com o valor do produto à vista negociado com o cliente, correspondendo ao financiamento aprovado.\nO valor à vista, em real, que deverá constar na nota fiscal é de",
    "alternatives": [
      "A) 398,02.",
      "B) 400,00.",
      "C) 401,94.",
      "D) 404,00.",
      "E) 406,02.  d h PROIBIDO ESTACIONAR"
    ],
    "year": "2019",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "B",
    "index_question": "159"
  },
  {
    "description": "Questão 156) Para contratar três máquinas que farão o reparo de vias rurais de um município, a prefeitura elaborou um edital que, entre outras cláusulas, previa: • Cada empresa interessada só pode cadastrar uma única máquina para concorrer ao edital; • O total de recursos destinados para contratar o conjunto das três máquinas é de R$ 31 000,00; • O valor a ser pago a cada empresa será inversamente proporcional à idade de uso da máquina cadastrada pela empresa para o presente edital.\nAs três empresas vencedoras do edital cadastraram máquinas com 2, 3 e 5 anos de idade de uso.\nQuanto receberá a empresa que cadastrou a máquina com maior idade de uso?",
    "alternatives": [
      "A) R$ 3 100,00",
      "B) R$ 6 000,00",
      "C) R$ 6 200,00",
      "D) R$ 15 000,00",
      "E) R$ 15 500,00"
    ],
    "year": "2019",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "B",
    "index_question": "161"
  },
  {
    "description": "Questão 157) Segundo o Instituto Brasileiro de Geografia e Estatística (IBGE), o rendimento médio mensal dos trabalhadores brasileiros, no ano 2000, era de R$ 1 250,00. Já o Censo 2010 mostrou que, em 2010, esse valor teve um aumento de 7,2% em relação a 2000. Esse mesmo instituto projeta que, em 2020, o rendimento médio mensal dos trabalhadores brasileiros poderá ser 10% maior do que foi em 2010.\nSupondo que as projeções do IBGE se realizem, o rendimento médio mensal dos brasileiros em 2020 será de",
    "alternatives": [
      "A) R$ 1 340,00.",
      "B) R$ 1 349,00.",
      "C) R$ 1 375,00.",
      "D) R$ 1 465,00.",
      "E) R$ 1 474,00."
    ],
    "year": "2019",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "E",
    "index_question": "162"
  },
  {
    "description": "Questão 159) Após o Fórum Nacional Contra a Pirataria (FNCP) incluir a linha de autopeças em campanha veiculada contra a falsificação, as agências fiscalizadoras divulgaram que os cinco principais produtos de autopeças falsificados são: rolamento, pastilha de freio, caixa de direção, catalisador e amortecedor.\nApós uma grande apreensão, as peças falsas foram cadastradas utilizando-se a codificação: 1: rolamento, 2: pastilha de freio, 3: caixa de direção, 4: catalisador e 5: amortecedor.\nAo final obteve-se a sequência: 5, 4, 3, 2, 1, 2, 3, 4, 5, 4, 3, 2, 1, 2, 3, 4, 5, 4, 3, 2, 1, 2, 3, 4, ... que apresenta um padrão de formação que consiste na repetição de um bloco de números. Essa sequência descreve a ordem em que os produtos apreendidos foram cadastrados.\nO 2 015º item cadastrado foi um(a)",
    "alternatives": [
      "A) rolamento.",
      "B) catalisador.",
      "C) amortecedor.",
      "D) pastilha de freio.",
      "E) caixa de direção."
    ],
    "year": "2019",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "E",
    "index_question": "164"
  },
  {
    "description": "Questão 160) Durante suas férias, oito amigos, dos quais dois são canhotos, decidem realizar um torneio de vôlei de praia. Eles precisam formar quatro duplas para a realização do torneio. Nenhuma dupla pode ser formada por dois jogadores canhotos.\nDe quantas maneiras diferentes podem ser formadas essas quatro duplas?",
    "alternatives": [
      "A) 69",
      "B) 70",
      "C) 90",
      "D) 104",
      "E) 105"
    ],
    "year": "2019",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "165"
  },
  {
    "description": "Questão 162) Comum em lançamentos de empreendimentos imobiliários, as maquetes de condomínios funcionam como uma ótima ferramenta de marketing para as construtoras, pois, além de encantar clientes, auxiliam de maneira significativa os corretores na negociação e venda de imóveis.\nUm condomínio está sendo lançado em um novo bairro de uma cidade. Na maquete projetada pela construtora, em escala de 1 : 200, existe um reservatório de água com capacidade de 45 cm3.\nQuando todas as famílias estiverem residindo no condomínio, a estimativa é que, por dia, sejam consumidos 30 000 litros de água.\nEm uma eventual falta de água, o reservatório cheio será suficiente para abastecer o condomínio por quantos dias?",
    "alternatives": [
      "A) 30",
      "B) 15",
      "C) 12",
      "D) 6",
      "E) 3 a 3 a"
    ],
    "year": "2019",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "167"
  },
  {
    "description": "Questão 164) O dono de um restaurante situado às margens de uma rodovia percebeu que, ao colocar uma placa de propaganda de seu restaurante ao longo da rodovia, as vendas aumentaram. Pesquisou junto aos seus clientes e concluiu que a probabilidade de um motorista perceber uma placa de anúncio é 1 2 . Com isso, após autorização do órgão competente, decidiu instalar novas placas com anúncios de seu restaurante ao longo dessa rodovia, de maneira que a probabilidade de um motorista perceber pelo menos uma das placas instaladas fosse superior a 99 100 .\nA quantidade mínima de novas placas de propaganda a serem instaladas é",
    "alternatives": [
      "A) 99.",
      "B) 51.",
      "C) 50.",
      "D) 6.",
      "E) 1."
    ],
    "year": "2019",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "D",
    "index_question": "169"
  },
  {
    "description": "Questão 165) O preparador físico de um time de basquete dispõe de um plantel de 20 jogadores, com média de altura igual a 1,80 m. No último treino antes da estreia em um campeonato, um dos jogadores desfalcou o time em razão de uma séria contusão, forçando o técnico a contratar outro jogador para recompor o grupo.\nSe o novo jogador é 0,20 m mais baixo que o anterior, qual é a média de altura, em metro, do novo grupo?",
    "alternatives": [
      "A) 1,60",
      "B) 1,78",
      "C) 1,79",
      "D) 1,81",
      "E) 1,82"
    ],
    "year": "2019",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "170"
  },
  {
    "description": "Questão 168) O Índice de Desenvolvimento Humano (IDH) é uma medida usada para classificar os países pelo seu grau de desenvolvimento. Para seu cálculo, são levados em consideração a expectativa de vida ao nascer, tempo de escolaridade e renda per capita, entre outros. O menor valor deste índice é zero e o maior é um. Cinco países foram avaliados e obtiveram os seguintes índices de desenvolvimento humano: o primeiro país recebeu um valor X , o segundo X , o terceiro X 1 3, o quarto X 2 e o último X 3. Nenhum desses países zerou ou atingiu o índice máximo.\nQual desses países obteve o maior IDH?",
    "alternatives": [
      "A) O primeiro.",
      "B) O segundo.",
      "C) O terceiro.",
      "D) O quarto.",
      "E) O quinto."
    ],
    "year": "2019",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "173"
  },
  {
    "description": "Questão 173) Uma empresa tem diversos funcionários. Um deles é o gerente, que recebe R$ 1 000,00 por semana. Os outros funcionários são diaristas. Cada um deles trabalha 2 dias por semana, recebendo R$ 80,00 por dia trabalhado.\nChamando de X a quantidade total de funcionários da empresa, a quantia Y, em reais, que esta empresa gasta semanalmente para pagar seus funcionários é expressa por",
    "alternatives": [
      "A) Y = 80X + 920.",
      "B) Y = 80X + 1 000.",
      "C) Y = 80X + 1 080.",
      "D) Y = 160X + 840.",
      "E) Y = 160X + 1 000."
    ],
    "year": "2019",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "D",
    "index_question": "178"
  },
  {
    "description": "Questão 176) Em um determinado ano, os computadores da receita federal de um país identificaram como inconsistentes 20% das declarações de imposto de renda que lhe foram encaminhadas. Uma declaração é classificada como inconsistente quando apresenta algum tipo de erro ou conflito nas informações prestadas. Essas declarações consideradas inconsistentes foram analisadas pelos auditores, que constataram que 25% delas eram fraudulentas. Constatou-se ainda que, dentre as declarações que não apresentaram inconsistências, 6,25% eram fraudulentas.\nQual é a probabilidade de, nesse ano, a declaração de um contribuinte ser considerada inconsistente, dado que ela era fraudulenta?",
    "alternatives": [
      "A) 0,0500",
      "B) 0,1000",
      "C) 0,1125",
      "D) 0,3125",
      "E) 0,5000"
    ],
    "year": "2019",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "E",
    "index_question": "181"
  },
  {
    "description": "Questão 178) Uma construtora pretende conectar um reservatório central (Rc) em formato de um cilindro, com raio interno igual a 2 m e altura interna igual a 3,30 m, a quatro reservatórios cilíndricos auxiliares (R1, R2, R3 e R4), os quais possuem raios internos e alturas internas medindo 1,5 m.\nR1 R3 R2 RC R4 As ligações entre o reservatório central e os auxiliares são feitas por canos cilíndricos com 0,10 m de diâmetro interno e 20 m de comprimento, conectados próximos às bases de cada reservatório. Na conexão de cada um desses canos com o reservatório central há registros que liberam ou interrompem o fluxo de água.\nNo momento em que o reservatório central está cheio e os auxiliares estão vazios, abrem-se os quatro registros e, após algum tempo, as alturas das colunas de água nos reservatórios se igualam, assim que cessa o fluxo de água entre eles, pelo princípio dos vasos comunicantes.\nA medida, em metro, das alturas das colunas de água nos reservatórios auxiliares, após cessar o fluxo de água entre eles, é",
    "alternatives": [
      "A) 1,44.",
      "B) 1,16.",
      "C) 1,10.",
      "D) 1,00.",
      "E) 0,95."
    ],
    "year": "2019",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "D",
    "index_question": "183"
  },
  {
    "description": "Questão 179) Para construir uma piscina, cuja área total da superfície interna é igual a 40 m2, uma construtora apresentou o seguinte orçamento: • R$ 10 000,00 pela elaboração do projeto; • R$ 40 000,00 pelos custos fixos; • R$ 2 500,00 por metro quadrado para construção da área interna da piscina.\nApós a apresentação do orçamento, essa empresa decidiu reduzir o valor de elaboração do projeto em 50%, mas recalculou o valor do metro quadrado para a construção da área interna da piscina, concluindo haver a necessidade de aumentá-lo em 25%. Além disso, a construtora pretende dar um desconto nos custos fixos, de maneira que o novo valor do orçamento seja reduzido em 10% em relação ao total inicial.\nO percentual de desconto que a construtora deverá conceder nos custos fixos é de",
    "alternatives": [
      "A) 23,3%",
      "B) 25,0%",
      "C) 50,0%",
      "D) 87,5%",
      "E) 100,0%"
    ],
    "year": "2019",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "D",
    "index_question": "184"
  }
]