[
  {
    "description": "Questão 4) A Minor Bird I have wished a bird would fly away, And not sing by my house all day; Have clapped my hands at him from the door When it seemed as if I could bear no more.\nThe fault must partly have been in me.\nThe bird was not to blame for his key.\nAnd of course there must be something wrong In wanting to silence any song.\nFROST, R. West-running Brook. New York: Henry Holt and Company, 1928.\nNo poema de Robert Frost, as palavras “fault” e “blame” revelam por parte do eu lírico uma",
    "alternatives": [
      "A) culpa por não poder cuidar do pássaro.",
      "B) atitude errada por querer matar o pássaro.",
      "C) necessidade de entender o silêncio do pássaro.",
      "D) sensibilização com relação à natureza do pássaro.",
      "E) irritação quanto à persistência do canto do pássaro."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "4"
  },
  {
    "description": "Questão 5) Finally, Aisha finished with her customer and asked what colour Ifemelu wanted for her hair attachments.\n“Colour four.” “Not good colour,” Aisha said promptly.\n“That’s what I use.” “It look dirty. You don’t want colour one?” “Colour one is too black, it looks fake,” Ifemelu said, loosening her headwrap. “Sometimes I use colour two, but colour four is closest to my natural colour.” [...] She touched Ifemelu’s hair. “Why you don’t have relaxer?” “I like my hair the way God made it.” “But how you comb it? Hard to comb,” Aisha said.\nIfemelu had brought her own comb. She gently combed her hair, dense, soft and tightly coiled, until it framed her head like a halo. “It’s not hard to comb if you moisturize it properly,” she said, slipping into the coaxing tone of the proselytizer that she used whenever she was trying to convince other black women about the merits of wearing their hair natural. Aisha snorted; she clearly could not understand why anybody would choose to suffer through combing natural hair, instead of simply relaxing it. She sectioned out Ifemelu’s hair, plucked a little attachment from the pile on the table and began deftly to twist.\nADICHIE, C. Americanah: A novel. New York: Anchor Books, 2013.\nA passagem do romance da escritora nigeriana traz um diálogo entre duas mulheres negras: a cabeleireira, Aisha, e a cliente, Ifemelu. O posicionamento da cliente é sustentado por argumentos que",
    "alternatives": [
      "A) reforçam um padrão de beleza.",
      "B) retratam um conflito de gerações.",
      "C) revelam uma atitude de resistência.",
      "D) demonstram uma postura de imaturidade.",
      "E) evidenciam uma mudança de comportamento."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "C",
    "index_question": "5"
  },
  {
    "description": "Questão 01) Pablo Pueblo Regresa un hombre en silencio De su trabajo cansado Su paso no lleva prisa Su sombra nunca lo alcanza Lo espera el barrio de siempre Con el farol en la esquina Con la basura allá en frente Y el ruido de la cantina Pablo Pueblo llega hasta el zaguán oscuro Y vuelve a ver las paredes Con las viejas papeletas Que prometían futuros en lides politiqueras Y en su cara se dibuja la decepción de la espera.\nRubén Blades é um compositor panamenho de canções socialmente engajadas. O título Pablo Pueblo, associado ao conteúdo da letra da canção, revela uma crítica social ao",
    "alternatives": [
      "A) contrapor a individualidade de um sujeito a uma estrutura social marcada pela decepção na atuação política.",
      "B) demonstrar que o problema sofrido pelo indivíduo atinge toda a comunidade.",
      "C) relativizar a importância que se dá ao sofrimento individual em uma estrutura social baseada na exploração.",
      "D) descrever a vida de um sujeito que nunca resolve suas inquietações e, por isso, mantém-se silencioso.",
      "E) usar um apelido jocoso para designar a atuação de um indivíduo em seu próprio bairro."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "6"
  },
  {
    "description": "Questão 4) Oye, Pito, ésta es: la vida bruta de un boy mis tierras eran nuevo méxico, colorado, california, arizona, tejas, y muchos otros senderos, aún cuando la luz existía sonrientemente en las palabras de mis antepasados...\nera entonces hombre, maduro y sencillo como los cerros y los peñascos, y mi cultura era el atole, el chaquehue, y los buenos días; mi idioma cantaba versículos por los cañones de tierra roja y tierra amarilla...\nHoy sí, hoy ya no soy mejicano ni hispano ni tampoco americano, pero soy — y bien lo siento ser — una sombra del pasado y un esfuerzo hacia el futuro...\nAo abordar a expropriação de territórios mexicanos pelos Estados Unidos, o eu lírico do poema revela um(a)",
    "alternatives": [
      "A) rejeição da língua utilizada por seus antepassados.",
      "B) desejo de pertencimento ao espaço estadunidense.",
      "C) certeza de manutenção de suas tradições.",
      "D) reivindicação de um mundo unificado.",
      "E) sentimento de conflito de identidades."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "9"
  },
  {
    "description": "Questão 5) Poco después apareció en casa de Elisenda Morales, arrastrando su cansancio y las contrariedades de un largo día que había dejado su ánimo en ruinas. A pesar de todo, supo resistirlo, y cuando ella le ofreció una copa de mistela, abandonó su asiento para ir hasta la tienda en busca de algo más estimulante.\nAllí, en el corredor de la casa, en taburetes separados, recibieron los primeros cálidos soplos de la noche. Con su habitual entereza, Elisenda entró a conectar la luz de la sala, sofocando parte de su reflejo, mientras comentaba que así estarían mejor. Al menos, pensó el tío Camarillo, no había sacado la lámpara como otras veces, ni le había entregado alguno de sus álbumes, y parecía en cambio decidida a mantener en ascuas al vecindario. Aquélla fue la primera vez que en mucho tiempo dejaron de lado el tema de las rentas, para entrar con pies de plomo en el espinoso terreno de las confidencias. SÁNCHEZ, H. El héroe de la família. Bogotá: Tercer Mundo, 1988.\nNo texto, no qual é narrada a visita à casa de uma personagem, a expressão “entrar con pies de plomo” é utilizada para se referir ao(à)",
    "alternatives": [
      "A) determinação para conduzir discussões pessoais.",
      "B) insensibilidade para lidar com temas do passado.",
      "C) discrição para administrar questões financeiras.",
      "D) disposição para resolver problemas familiares.",
      "E) cuidado para tratar de assuntos íntimos."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "10"
  },
  {
    "description": "Questão 7) A frase, título do filme, reproduz uma variedade linguística recorrente na fala de muitos brasileiros. Essa estrutura caracteriza-se pelo(a)",
    "alternatives": [
      "A) uso de uma marcação temporal.",
      "B) imprecisão do referente de pessoa.",
      "C) organização interrogativa da frase.",
      "D) utilização de um verbo de ação.",
      "E) apagamento de uma preposição."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "12"
  },
  {
    "description": "Questão 9) É possível afirmar que muitas expressões idiomáticas transmitidas pela cultura regional possuem autores anônimos, no entanto, algumas delas surgiram em consequência de contextos históricos bem curiosos. “Aquele é um cabra da peste” é um bom exemplo dessas construções.\nPara compreender essa expressão tão repetida no Nordeste brasileiro, faz-se necessário voltar o olhar para o século 16. “Cabra” remete à forma com que os navegadores portugueses chamavam os índios. Já “peste” estaria ligada à questão da superação e resistência, ou mesmo uma associação com o diabo. Assim, com o passar dos anos, passou-se a utilizar tal expressão para denominar qualquer indivíduo que se mostre corajoso, ou mesmo insolente, já que a expressão pode ter caráter positivo ou negativo. Aliás, quem já não ficou de “nhe-nhe-nhém” por aí? O termo, que normalmente tem significado de conversa interminável, monótona ou resmungo, tem origem no tupi-guarani e “nhém” significa “falar”.\nA leitura do texto permite ao leitor entrar em contato com",
    "alternatives": [
      "A) registros do inventário do português brasileiro.",
      "B) justificativas da variedade linguística do país.",
      "C) influências da fala do nordestino no uso da língua.",
      "D) explorações do falar de um grupo social específico.",
      "E) representações da mudança linguística do português."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "14"
  },
  {
    "description": "Questão 10) O ouro do século 21 Cério, gadolínio, lutécio, promécio e érbio; sumário, térbio e disprósio; hólmio, túlio e itérbio. Essa lista de nomes esquisitos e pouco conhecidos pode parecer a escalação de um time de futebol, que ainda teria no banco de reservas lantânio, neodímio, praseodímio, európio, escândio e ítrio. Mas esses 17 metais, chamados de terras-raras, fazem parte da vida de quase todos os humanos do planeta. Chamados por muitos de “ouro do século 21”, “elementos do futuro” ou “vitaminas da indústria”, eles estão nos materiais usados na fabricação de lâmpadas, telas de computadores, tablets e celulares, motores de carros elétricos, baterias e até turbinas eólicas. Apesar de tantas aplicações, o Brasil, dono da segunda maior reserva do mundo desses metais, parou de extraí-los e usá-los em 2002. Agora, volta a pensar em retomar sua exploração.\nAs aspas sinalizam expressões metafóricas empregadas intencionalmente pelo autor do texto para",
    "alternatives": [
      "A) imprimir um tom irônico à reportagem.",
      "B) incorporar citações de especialistas à reportagem.",
      "C) atribuir maior valor aos metais, objeto da reportagem.",
      "D) esclarecer termos científicos empregados na reportagem.",
      "E) marcar a apropriação de termos de outra ciência pela reportagem."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "C",
    "index_question": "15"
  },
  {
    "description": "Questão 13) Deu vontade de jogar, mas não sabe como reunir os amigos...\nMuitas vezes é difícil encontrar grupos para bater uma bola. Em função disso, estão sendo disponibilizados aplicativos que reúnem times e reservam espaços para os adeptos da paixão nacional. Num exemplo dessas iniciativas, é possível organizar uma partida de futebol, se inscrever para participar de um jogo, alugar campos e quadras, convidar jogadores. O aplicativo tem dois tipos de usuários: um que o usa como ferramenta de gestão do grupo, convidando amigos para jogar, vendo quem confirmou e avaliando os jogos. Outro usuário é o que busca partidas perto de onde ele está, caso de pessoas que estão de passagem numa cidade.\nBENEDICTO, M.; MARLI, M. Bola na rede. Retratos: A inter-relação entre tecnologia e sociedade tem estimulado a criação de aplicativos. Nesse texto, isso é percebido pelo desenvolvimento de aplicativos para",
    "alternatives": [
      "A) organização de eventos de competições esportivas.",
      "B) agendamento de viagens para eventos de esporte amador.",
      "C) mapeamento dos interesses dos praticantes acerca dos esportes.",
      "D) identificação da escassez de espaços para a vivência dos esportes.",
      "E) formação de grupos em comunidades virtuais para a prática esportiva."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "18"
  },
  {
    "description": "Questão 15) O suor para estar em competições nacionais e internacionais de alto nível é o mesmo para homens e mulheres, mas não raramente as remunerações são menores para elas. Se no tênis, um dos esportes mais equânimes em termos de gênero, todos os principais torneios oferecem prêmios idênticos nas disputas femininas e masculinas, no futebol a desigualdade atinge seu ápice. Neymar e Marta são dois expoentes dessa paixão nacional. Ela já foi eleita cinco vezes a melhor jogadora do mundo pela Fifa. Ele conquistou o terceiro lugar na última votação para melhor do mundo. Mas é na conta bancária que a diferença entre os dois se sobressai.\nO esporte é uma manifestação cultural na qual se estabelecem relações sociais. Considerando o texto, o futebol é uma modalidade que",
    "alternatives": [
      "A) apresenta proximidades com o tênis, no que tange às relações de gênero entre homens e mulheres.",
      "B) se caracteriza por uma identidade masculina no Brasil, conferindo maior remuneração aos jogadores.",
      "C) traz remunerações, aos jogadores e jogadoras, proporcionais aos seus esforços no treinamento esportivo.",
      "D) resulta em melhor eficiência para as mulheres e, consequentemente, em remuneração mais alta às jogadoras.",
      "E) possui jogadores e jogadoras com a mesma visibilidade, apesar de haver expoentes femininas de destaque, como Marta."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "20"
  },
  {
    "description": "Questão 17) Uma das mais contundentes críticas ao discurso da aptidão física relacionada à saúde está no caráter eminentemente individual de suas propostas, o que serve para obscurecer outros determinantes da saúde. Ou seja, costuma-se apresentar o indivíduo como o problema e a mudança do estilo de vida como a solução. Argumenta-se ainda que o movimento da aptidão física relacionada à saúde considera a existência de uma cultura homogênea na qual todos seriam livres para escolher seus estilos de vida, o que não condiz com a realidade. O fato é que vivemos numa sociedade dividida em classes sociais, na qual nem todas as pessoas têm condições econômicas para adotar um estilo de vida ativo e saudável. Há desigualdades estruturais com raízes políticas, econômicas e sociais que dificultam a adoção desses estilos de vida.\nFERREIRA, M. S. Aptidão física e saúde na educação física escolar: ampliando o enfoque. Com base no texto, a relação entre saúde e estilos de vida",
    "alternatives": [
      "A) constrói a ideia de que a mudança individual de hábitos promove a saúde.",
      "B) considera a homogeneidade da escolha de hábitos saudáveis pelos indivíduos.",
      "C) reforça a necessidade de solucionar os problemas de saúde da sociedade com a prática de exercícios.",
      "D) problematiza a organização social e seu impacto na mudança de hábitos dos indivíduos.",
      "E) reproduz a noção de que a melhoria da aptidão física pela prática de exercícios promove a saúde."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "22"
  },
  {
    "description": "Questão 19) Senhor Juiz O instrumento do “crime” que se arrola Nesse processo de contravenção Não é faca, revólver ou pistola, Simplesmente, doutor, é um violão.\nSerá crime, afinal, será pecado, Será delito de tão vis horrores, Perambular na rua um desgraçado Derramando nas praças suas dores? Mande, pois, libertá-lo da agonia (a consciência assim nos insinua) Não sufoque o cantar que vem da rua, Que vem da noite para saudar o dia.\nÉ o apelo que aqui lhe dirigimos, Na certeza do seu acolhimento Juntada desta aos autos nós pedimos E pedimos, enfim, deferimento.\nEssa petição de habeas corpus, ao transgredir o rigor da linguagem jurídica,",
    "alternatives": [
      "A) permite que a narrativa seja objetiva e repleta de sentidos denotativos.",
      "B) mostra que o cordel explora termos próprios da esfera do direito.",
      "C) demonstra que o jogo de linguagem proposto atenua a gravidade do delito.",
      "D) exemplifica como o texto em forma de cordel compromete a solicitação pretendida.",
      "E) esclarece que os termos “crime” e “processo de contravenção” são sinônimos."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "C",
    "index_question": "24"
  },
  {
    "description": "Questão 21) Sou o coração do folclore nordestino Eu sou Mateus e Bastião do Boi-bumbá Sou o boneco de Mestre Vitalino Dançando uma ciranda em Itamaracá Eu sou um verso de Carlos Pena Filho Num frevo de Capiba Ao som da Orquestra Armorial Sou Capibaribe Num livro de João Cabral Sou mamulengo de São Bento do Una Vindo no baque solto de maracatu Eu sou um auto de Ariano Suassuna No meio da Feira de Caruaru Sou Frei Caneca do Pastoril do Faceta Levando a flor da lira Pra Nova Jerusalém Sou Luiz Gonzaga E sou do mangue também Eu sou mameluco, sou de Casa Forte Sou de Pernambuco, sou o Leão do Norte LENINE; PINHEIRO, P.C. Leão do Norte. In: LENINE; SUZANO, M. Olho de peixe. São Paulo: Velas, 1993 (fragmento).\nO fragmento faz parte da canção brasileira contemporânea e celebra a cultura popular nordestina. Nele, o artista exalta as diferentes manifestações culturais pela",
    "alternatives": [
      "A) valorização do teatro, música, artesanato, literatura, dança, personagens históricos e artistas populares, compondo um tecido diversificado e enriquecedor da cultura popular como patrimônio regional e nacional.",
      "B) identificação dos lugares pernambucanos, manifestações culturais, como o bumba meu boi, as cirandas, os bonecos mamulengos e heróis locais, fazendo com que essa canção se apresente como uma referência à cultura popular nordestina.",
      "C) exaltação das raízes populares, como a poesia, a literatura de cordel e o frevo, misturadas ao erudito, como a Orquestra Armorial, compondo um rico tecido cultural, que transforma o popular em erudito.",
      "D) caracterização das festas populares como identidade cultural localizada e como representantes de uma cultura que reflete valores históricos e sociais próprios da população local.",
      "E) apresentação do Pastoril do Faceta, do maracatu, do bumba meu boi e dos autos como representação da musicalidade e do teatro popular religioso, bastante comum ao folclore brasileiro."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "26"
  },
  {
    "description": "Questão 23) Eu tenho empresas e sou digno do visto para ir a Nova York. O dinheiro que chove em Nova York é para pessoas com poder de compra. Pessoas que tenham um visto do consulado americano. O dinheiro que chove em Nova York também é para os nova-iorquinos. São milhares de dólares. [...] Estou indo para Nova York, onde está chovendo dinheiro. Sou um grande administrador. Sim, está chovendo dinheiro em Nova York. Deu no rádio. Vejo que há pedestres invadindo a via onde trafega o meu carro vermelho, importado da Alemanha. Vejo que há carros nacionais trafegando pela via onde trafega o meu carro vermelho, importado da Alemanha. Ao chegar em Nova York, tomarei providências.\nSANT’ANNA, A. O importado vermelho de Noé. In: MORICONI, I. (Org.). Os cem melhores contos. Rio de Janeiro: Objetiva, 2001.\nAs repetições e as frases curtas constituem procedimentos linguísticos importantes para a compreensão da temática do texto, pois",
    "alternatives": [
      "A) expressam a futilidade do discurso de poder e de distinção do narrador.",
      "B) disfarçam a falta de densidade das angústias existenciais narradas.",
      "C) ironizam a valorização da cultura norte-americana pelos brasileiros.",
      "D) explicitam a ganância financeira do capitalismo contemporâneo.",
      "E) criticam os estereótipos sociais das visões de mundo elitistas."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "28"
  },
  {
    "description": "Questão 24) DECRETO N. 28 314, DE 28 DE SETEMBRO DE 2007 Demite o Gerúndio do Distrito Federal e dá outras providências.\nO GOVERNADOR DO DISTRITO FEDERAL, no uso das atribuições que lhe confere o artigo 100, incisos VII e XXVI, da Lei Orgânica do Distrito Federal, DECRETA: Art. 1° Fica demitido o Gerúndio de todos os órgãos do Governo do Distrito Federal.\nArt. 2° Fica proibido, a partir desta data, o uso do gerúndio para desculpa de INEFICIÊNCIA.\nArt. 3° Este Decreto entra em vigor na data de sua publicação.\nArt. 4º Revogam-se as disposições em contrário.\nBrasília, 28 de setembro de 2007.\n119º da República e 48º de Brasília Esse decreto pauta-se na ideia de que o uso do gerúndio, como “desculpa de ineficiência”, indica",
    "alternatives": [
      "A) conclusão de uma ação.",
      "B) realização de um evento.",
      "C) repetição de uma prática.",
      "D) continuidade de um processo.",
      "E) transferência de responsabilidade."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "29"
  },
  {
    "description": "Questão 27) Caminhando contra o vento, Sem lenço e sem documento No sol de quase dezembro Eu vou O sol se reparte em crimes Espaçonaves, guerrilhas Em cardinales bonitas Eu vou Em caras de presidentes Em grandes beijos de amor Em dentes, pernas, bandeiras Bombas e Brigitte Bardot O sol nas bancas de revista Me enche de alegria e preguiça Quem lê tanta notícia Eu vou VELOSO, C. Alegria, alegria. In: Caetano Veloso. São Paulo: Phillips, 1967 (fragmento). É comum coexistirem sequências tipológicas em um mesmo gênero textual. Nesse fragmento, os tipos textuais que se destacam na organização temática são",
    "alternatives": [
      "A) descritivo e argumentativo, pois o enunciador detalha cada lugar por onde passa, argumentando contra a violência urbana.",
      "B) dissertativo e argumentativo, pois o enunciador apresenta seu ponto de vista sobre as notícias relativas à cidade.",
      "C) expositivo e injuntivo, pois o enunciador fala de seus estados físicos e psicológicos e interage com a mulher amada.",
      "D) narrativo e descritivo, pois o enunciador conta sobre suas andanças pelas ruas da cidade ao mesmo tempo que a descreve.",
      "E) narrativo e injuntivo, pois o enunciador ensina o interlocutor como andar pelas ruas da cidade contando sobre sua própria experiência."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "32"
  },
  {
    "description": "Questão 29) Seu delegado Eu sou viúvo e tenho um filho homem Arrumei uma viúva e fui me casar A minha sogra era muito teimosa Com o meu filho foi se matrimoniar Desse matrimônio nasceu um garoto Desde esse dia que eu ando é louco Esse garoto é filho do meu filho E o filho da minha sogra é irmão da minha mulher Ele é meu neto e eu sou cunhado dele A minha nora é minha sogra Meu filho meu sogro é Nessa confusão já nem sei quem sou Acaba esse garoto sendo meu avô.\nTRIO FORROZÃO. Agitando a rapaziada. Rio de Janeiro: Natasha Records, 2009.\nNessa letra da canção, a suposição do último verso sinaliza a intenção do autor de",
    "alternatives": [
      "A) ironizar as relações familiares modernas.",
      "B) reforçar o humor da situação representada.",
      "C) expressar perplexidade em relação ao parente.",
      "D) atribuir à criança a causa da dúvida existencial.",
      "E) questionar os lugares predeterminados da família."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "34"
  },
  {
    "description": "Questão 31) Mulher tem coração clinicamente partido após morte de cachorro Como explica o The New England Journal of Medicine, a paciente, chamada Joanie Simpson, tinha sinais de infarto, como dores no peito e pressão alta, e apresentava problemas nas artérias coronárias. Ao fazerem um ecocardiograma, os médicos encontraram o problema: cardiomiopatia de Takotsubo, conhecida como síndrome do coração partido.\nEssa condição médica tipicamente acontece com mulheres em fase pós-menstrual e pode ser precedida por um evento muito estressante ou emotivo. Nesses casos, o coração apresenta um movimento discinético transitório da parede anterior do ventrículo esquerdo, com acentuação da cinética da base ventricular, de acordo com um artigo médico brasileiro que relata um caso semelhante. Simpson foi encaminhada para casa após dois dias e passou a tomar medicamentos regulares. Ao Washington Post, ela contou que estava quase inconsolável após a perda do seu animal de estimação, um cão da raça yorkshire terrier. Recuperada após cerca de um ano, ela diz que não abrirá mão de ter um animal de estimação porque aprecia a companhia e o amor que os cachorros dão aos humanos. O caso aconteceu em Houston, nos Estados Unidos. Pelas características do texto lido, que trata das consequências da perda de um animal de estimação, considera-se que ele se enquadra no gênero",
    "alternatives": [
      "A) conto, pois exibe a história de vida de Joanie Simpson.",
      "B) depoimento, pois expõe o sofrimento da dona do animal.",
      "C) reportagem, pois discute cientificamente a cardiomiopatia.",
      "D) relato, pois narra um fato estressante vivido pela paciente.",
      "E) notícia, pois divulga fatos sobre a síndrome do coração partido."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "E",
    "index_question": "36"
  },
  {
    "description": "Questão 32) Chiquito tinha quase trinta quando conheceu Mariana num baile de casamento na Forquilha, onde moravam uns parentes dele. Por lá foi ficando, remanchando. Fez mal à moça, como costumavam dizer, tiveram de casar às pressas. Morou uns tempos com o sogro, descombinaram. Foi só conta de colher o milho e vender. Mudou pra casa do velho Chico Lourenço [seu pai]. Fumaça própria só viu subir um par de anos depois, quando o pai repartiu as terras. De tão parecidos, pai e filho nunca combinaram direito. Cada qual mais topetudo, muitas vezes dona Aparecida ouvia o marido reclamar da natureza forte do filho. Ela escutava com paciência e respondia dum jeito sempre igual: — “Quem herda, não rouba”. Vinha um brilho nos olhos, o velho se acalmava.\nROMANO, O. Casos de Minas. Rio de Janeiro: Paz e Terra, 1982. Os ditados populares são frases de sabedoria criadas pelo povo, utilizadas em várias situações da vida. Nesse texto, a personagem emprega um ditado popular com a intenção de",
    "alternatives": [
      "A) criticar a natureza forte do filho.",
      "B) justificar o gênio difícil de Chiquito.",
      "C) legitimar o direito do filho à herança.",
      "D) conter o ânimo violento de Chico Lourenço.",
      "E) condenar a agressividade do marido contra o filho."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "B",
    "index_question": "37"
  },
  {
    "description": "Questão 36) LUTA: prática corporal imprevisível, caracterizada por determinado estado de contato proposital, que possibilita a duas ou mais pessoas se enfrentarem numa constante troca de ações ofensivas e/ou defensivas, regida por regras, com o objetivo mútuo sobre um alvo móvel personifi cado no oponente.\nGOMES, M. S. P. et al. Ensino das lutas: dos princípios condicionais aos grupos situacionais. De acordo com o texto, podemos identifi car uma abordagem das lutas nas aulas de educação física quando o professor realiza uma proposta envolvendo",
    "alternatives": [
      "A) contato corporal intenso entre o aluno e seu oponente.",
      "B) contenda entre os alunos que se agridem fi sicamente.",
      "C) confronto corporal em que os vencedores são previamente identifi cados.",
      "D) combate corporal intencional com ações regulamentadas entre os oponentes.",
      "E) confl ito resolvido pelos alunos por meio de regras previamente estabelecidas."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "41"
  },
  {
    "description": "Questão 38) Relatos de viagem: nas curvas da Nacional 222, em Portugal Em abril deste ano, fomos a Portugal para uma viagem de um mês que esperávamos há um ano. Pois no dia 4 de maio, chegávamos ao Aeroporto Francisco Sá Carneiro, no Porto. Que linda a “antiga, muy nobre, sempre leal e invicta” cidade do Porto! “Encantei-me”, diriam eles... pelas belas paisagens, construções históricas com lindas fachadas, parques e praças muito bem cuidados.\nOs tripeiros, sinônimo de portuenses, têm orgulho de sua cidade, apelidada de Invicta — nunca foi invadida. E valorizam tudo o que há de bom ali, como “a melhor estrada para se dirigir do mundo”, a Nacional 222.\nPois na manhã do 25 de abril, dia da Revolução dos Cravos, resolvemos conhecer a tal maravilha. A cada 10 km tínhamos que encostar: corríamos, dançávamos, tomávamos chocolate quente, sopa, tudo que fosse quentinho. E lá íamos para mais uma etapa. Uma aventura deliciosa. Depois de três horas — mais ou menos o dobro do tempo necessário, não fossem as paradas para aquecimento —, chegamos a casa! Congelados, mas maravilhados e invictos! Nesse texto, busca-se seduzir o leitor por meio da exploração de uma voz externa sobre a identidade histórica do povo português. O trecho que evidencia esse procedimento argumentativo é",
    "alternatives": [
      "A) “Que linda a ‘antiga, muy nobre, sempre leal e invicta’ cidade do Porto!”.",
      "B) “‘Encantei-me’, diriam eles... pelas belas paisagens, construções históricas com lindas fachadas [...]”.",
      "C) “Os tripeiros, sinônimo de portuenses, têm orgulho de sua cidade [...]”.",
      "D) “E valorizam tudo o que há de bom ali, como ‘a melhor estrada para se dirigir do mundo’ [...]”.",
      "E) “Pois na manhã do 25 de abril, dia da Revolução dos Cravos, resolvemos conhecer a tal maravilha”."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "43"
  },
  {
    "description": "Questão 39) Hino à Bandeira Em teu seio formoso retratas Este céu de puríssimo azul, A verdura sem par destas matas, E o esplendor do Cruzeiro do Sul.\nContemplando o teu vulto sagrado, Compreendemos o nosso dever, E o Brasil por seus filhos amado, Poderoso e feliz há de ser! Sobre a imensa Nação Brasileira, Nos momentos de festa ou de dor, Paira sempre sagrada bandeira Pavilhão da justiça e do amor! Acesso em: 10 dez. 2017 (fragmento).\nNo Hino à Bandeira, a descrição é um recurso utilizado para exaltar o símbolo nacional na medida em que",
    "alternatives": [
      "A) remete a um momento futuro.",
      "B) promove a união dos cidadãos.",
      "C) valoriza os seus elementos.",
      "D) emprega termos religiosos.",
      "E) recorre à sua história."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "C",
    "index_question": "44"
  },
  {
    "description": "Questão 40) — O senhor pensa que eu tenho alguma fábrica de dinheiro? (O diretor diz essas coisas a ele, mas olha para todos como quem quer dar uma explicação a todos. Todas as caras sorriem.) Quando seu filho esteve doente, eu o ajudei como pude. Não me peça mais nada. Não me encarregue de pagar as suas contas: já tenho as minhas, e é o que me basta... (Risos.) O diretor tem o rosto escanhoado, a camisa limpa. A palavra possui um tom educado, de pessoa que convive com gente inteligente, causeuse. O rosto do Dr. Rist resplandece, vermelho e glabro. Um que outro tem os olhos no chão, a atitude discreta.\nNaziazeno espera que ele lhe dê as costas, vá reatar a palestra interrompida, aquelas observações sobre a questão social, comunismo e integralismo.\nMACHADO, D. Os ratos. São Paulo: Círculo do Livro, s/d.\nA ficção modernista explorou tipos humanos em situação de conflito social. No fragmento do romancista gaúcho, esse conflito revela a",
    "alternatives": [
      "A) sujeição moral amplificada pela pobreza.",
      "B) crise econômica em expansão nas cidades.",
      "C) falta de diálogo entre patrões e empregados.",
      "D) perspicácia marcada pela formação intelectual.",
      "E) tensão política gerada pelas ideologias vigentes."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "45"
  },
  {
    "description": "Questão 41) Policarpo Quaresma, cidadão brasileiro, funcionário público, certo de que a língua portuguesa é emprestada ao Brasil; certo também de que, por esse fato, o falar e o escrever em geral, sobretudo no campo das letras, se veem na humilhante contingência de sofrer continuamente censuras ásperas dos proprietários da língua; sabendo, além, que, dentro do nosso país, os autores e os escritores, com especialidade os gramáticos, não se entendem no tocante à correção gramatical, vendo-se, diariamente, surgir azedas polêmicas entre os mais profundos estudiosos do nosso idioma — usando do direito que lhe confere a Constituição, vem pedir que o Congresso Nacional decrete o tupi-guarani como língua oficial e nacional do povo brasileiro.\nBARRETO, L. Triste fim de Policarpo Quaresma.\nNessa petição da pitoresca personagem do romance de Lima Barreto, o uso da norma-padrão justifica-se pela",
    "alternatives": [
      "A) situação social de enunciação representada.",
      "B) divergência teórica entre gramáticos e literatos.",
      "C) pouca representatividade das línguas indígenas.",
      "D) atitude irônica diante da língua dos colonizadores.",
      "E) tentativa de solicitação do documento demandado."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "46"
  },
  {
    "description": "Questão 42) Atualmente os jovens estão imersos numa sociedade permeada pela tecnologia. Nesse contexto, os jogos digitais são artefatos muito empregados. Videogames ativos ou exergames foram introduzidos como forma de permitir que o corpo controlasse tais jogos. Como resultado, passaram a ser vistos como uma ferramenta auxiliar na adoção de um estilo de vida menos sedentário, com efeitos positivos sobre a saúde. Tem-se defendido que os exergames podem contribuir para a prática regular de atividade física moderada, bem como promover a interação entre jogadores, reduzindo o sentimento de isolamento social. Por outro lado, argumenta-se que os exergames não podem substituir a experiência real das práticas corporais, pois não motivam a longo prazo a prática permanente de atividades físicas.\nFINCO, M. D.; REATEGUI, E. B.; ZARO, M. A. Laboratório de exergames: um espaço Pela sua interatividade, os exergames apresentam-se como possibilidade para estimular o(a)",
    "alternatives": [
      "A) exercitação física, promovendo a saúde.",
      "B) vivência de exercícios físicos sistemáticos.",
      "C) envolvimento com atividades físicas ao longo da vida.",
      "D) jogo por meio de comandos fornecidos pelo videogame.",
      "E) disputa entre jogadores, contribuindo para o individualismo."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "A",
    "index_question": "47"
  },
  {
    "description": "Questão 43) Quando quis agilizar o processo de seleção de novos alunos, a tradicional faculdade britânica de medicina St. George usou um software para definir quem deveria ser entrevistado. Ao reproduzir a forma como os funcionários faziam essa escolha, o programa eliminou, de cara, 60 de 2 000 candidatos. Só por causa do sexo ou da origem racial, numa dedução baseada em sobrenome e local de nascimento. Um estudo sobre o caso foi publicado em 1988, mas, 25 anos depois, outra pesquisa apontou que esse tipo de discriminação segue firme. O exemplo recente envolve o buscador do Google: ao digitar nomes comuns entre negros dos EUA, a chance de os anúncios automáticos oferecerem checagem de antecedentes criminais pode aumentar 25%. E pode piorar com a pergunta “detido?” logo após a palavra procurada.\nO texto permite o desnudamento da sociedade ao relacionar as tecnologias de informação e comunicação com o(a)",
    "alternatives": [
      "A) agilidade dos softwares.",
      "B) passar dos anos.",
      "C) linguagem.",
      "D) preconceito.",
      "E) educação."
    ],
    "year": "2020",
    "subject": "Linguagens, códigos e suas tecnologias",
    "ground_truth": "D",
    "index_question": "48"
  },
  {
    "description": "Questão 46) Embora inegáveis os benefícios que ambas as economias têm auferido do intercâmbio comercial, o Brasil tem reiterado seu objetivo de desenvolver com a China uma relação comercial menos assimétrica. Os números revelam com clareza a assimetria. As exportações brasileiras de produtos básicos, especialmente soja, minério de ferro e petróleo, compõem, dependendo do ano, algo entre 75% e 80% da pauta, ao passo que as importações brasileiras consistem, aproximadamente, em 95% de produtos industrializados chineses, que vão desde os mais variados bens de consumo até máquinas e equipamentos de alto valor.\nChina em transformação: dimensões econômicas e geopolíticas do desenvolvimento. Rio de Janeiro: Ipea, 2015.\nUma ação estatal de longo prazo capaz de reduzir a assimetria na balança comercial brasileira, conforme exposto no texto, é o(a)",
    "alternatives": [
      "A) expansão do setor extrativista.",
      "B) incremento da atividade agrícola.",
      "C) diversificação da matriz energética.",
      "D) fortalecimento da pesquisa científica.",
      "E) monitoramento do fluxo alfandegário."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "51"
  },
  {
    "description": "Questão 47) As estatísticas mais recentes do Brasil rural revelam um paradoxo que interessa a toda sociedade: o emprego de natureza agrícola definha em praticamente todo o país, mas a população residente no campo voltou a crescer; ou pelo menos parou de cair. Esses sinais trocados sugerem que a dinâmica agrícola, embora fundamental, já não determina sozinha os rumos da demografia no campo. Esse novo cenário é explicado em parte pelo incremento do emprego não agrícola no campo. Ao mesmo tempo, aumentou a massa de desempregados, inativos e aposentados que mantêm residência rural.\nSobre o espaço brasileiro, o texto apresenta argumentos que refletem a",
    "alternatives": [
      "A) heterogeneidade do modo de vida agrário.",
      "B) redução do fluxo populacional nas cidades.",
      "C) correlação entre força de trabalho e migração sazonal.",
      "D) indissociabilidade entre local de moradia e acesso à renda.",
      "E) desregulamentação das propriedades nas zonas de fronteira."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "52"
  },
  {
    "description": "Questão 48) Nas últimas décadas, uma acentuada feminização no mundo do trabalho vem ocorrendo. Se a participação masculina pouco cresceu no período pós-1970, a intensificação da inserção das mulheres foi o traço marcante. Entretanto, essa presença feminina se dá mais no espaço dos empregos precários, onde a exploração, em grande medida, se encontra mais acentuada.\nNOGUEIRA, C. M. As trabalhadoras do telemarketing: uma nova divisão sexual do trabalho? In: ANTUNES, R. et al. Infoproletários: degradação real do trabalho virtual.\nSão Paulo: Boitempo, 2009.\nA transformação descrita no texto tem sido insuficiente para o estabelecimento de uma condição de igualdade de oportunidade em virtude da(s)",
    "alternatives": [
      "A) estagnação de direitos adquiridos e do anacronismo da legislação vigente.",
      "B) manutenção do status quo gerencial e dos padrões de socialização familiar.",
      "C) desestruturação da herança patriarcal e das mudanças do perfil ocupacional.",
      "D) disputas na composição sindical e da presença na esfera político-partidária.",
      "E) exigências de aperfeiçoamento profissional e de habilidades na competência diretiva."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "53"
  },
  {
    "description": "Questão 49) A propriedade compreende, em seu conteúdo e alcance, além do tradicional direito de uso, gozo e disposição por parte de seu titular, a obrigatoriedade do atendimento de sua função social, cuja definição é inseparável do requisito obrigatório do uso racional da propriedade e dos recursos ambientais que lhe são integrantes. O proprietário, como membro integrante da comunidade, se sujeita a obrigações crescentes que, ultrapassando os limites do direito de vizinhança, no âmbito do direito privado, abrangem o campo dos direitos da coletividade, visando o bem-estar geral, no âmbito do direito público.\nJELINEK, R. O princípio da função social da propriedade e sua repercussão sobre o Os movimentos em prol da reforma agrária, que atuam com base no conceito de direito à propriedade apresentado no texto, propõem-se a",
    "alternatives": [
      "A) reverter o processo de privatização fundiária.",
      "B) ressaltar a inviabilidade da produção latifundiária.",
      "C) defender a desapropriação dos espaços improdutivos.",
      "D) impedir a produção exportadora nas terras agricultáveis.",
      "E) coibir o funcionamento de empresas agroindustriais no campo."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "54"
  },
  {
    "description": "Questão 52) Dois grandes eventos históricos tornaram possível um caso como o de Menocchio: a invenção da imprensa e a Reforma. A imprensa lhe permitiu confrontar os livros com a tradição oral em que havia crescido e lhe forneceu as palavras para organizar o amontoado de ideias e fantasias que nele conviviam. A Reforma lhe deu audácia para comunicar o que pensava ao padre do vilarejo, conterrâneos, inquisidores — mesmo não tendo conseguido dizer tudo diante do papa, dos cardeais e dos príncipes, como queria.\nGINZBURG, C. O queijo e os vermes: o cotidiano e as ideias de um moleiro perseguido pela Inquisição. São Paulo: Cia. das Letras, 2006.\nOs acontecimentos históricos citados ajudaram esse indivíduo, no século XVI, a repensar a visão católica do mundo ao possibilitarem a",
    "alternatives": [
      "A) consulta pública das bibliotecas reais.",
      "B) sofisticação barroca do ritual litúrgico.",
      "C) aceitação popular da educação secular.",
      "D) interpretação autônoma dos textos bíblicos.",
      "E) correção doutrinária das heresias medievais."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "57"
  },
  {
    "description": "Questão 53) “Devo estar chegando perto do centro da Terra. Deixe ver: deve ter sido mais de seis mil quilômetros, por aí...” (como se vê, Alice tinha aprendido uma porção de coisas desse tipo na escola, e embora essa não fosse uma oportunidade lá muito boa de demonstrar conhecimentos, já que não havia ninguém por perto para escutá-la, em todo caso era bom praticar um pouco) “... sim, deve ser mais ou menos essa a distância... mas então qual seria a latitude ou longitude em que estou?” (Alice não tinha a menor ideia do que fosse latitude ou longitude, mas achou que eram palavras muito imponentes).\nCARROLL, L. Aventuras de Alice: no País das Maravilhas, Através do espelho e outros textos. São Paulo: Summus, 1980.\nO texto descreve uma confusão da personagem em relação",
    "alternatives": [
      "A) ao tipo de projeção cartográfica.",
      "B) aos contornos dos fusos horários.",
      "C) à localização do norte magnético.",
      "D) aos referenciais de posição relativa.",
      "E) às distorções das formas continentais."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "58"
  },
  {
    "description": "Questão 55) Será que as coisas lhe pareceriam diferentes se, de fato, todas elas existissem apenas na sua mente — se tudo o que você julgasse ser o mundo externo real fosse apenas um sonho ou alucinação gigante, de que você jamais fosse despertar? Se assim fosse, então é claro que você nunca poderia despertar, como faz quando sonha, pois significaria que não há mundo “real” no qual despertar. Logo, não seria exatamente igual a um sonho ou alucinação normal.\nNAGEL, T. Uma breve introdução à filosofia. São Paulo: Martins Fontes, 2011.\nO texto confere visibilidade a uma doutrina filosófica contemporânea conhecida como:",
    "alternatives": [
      "A) Personalismo, que vincula a realidade circundante aos domínios do pessoal.",
      "B) Falsificacionismo, que estabelece ciclos de problemas para refutar uma conjectura.",
      "C) Falibilismo, que rejeita mecanismos mentais para sustentar uma crença inequívoca.",
      "D) Idealismo, que nega a existência de objetos independentemente do trabalho cognoscente.",
      "E) Solipsismo, que reconhece limitações cognitivas para compreender uma experiência compartilhada."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "60"
  },
  {
    "description": "Questão 56) A demanda mundial para a produção de alimentos aumenta progressivamente a taxas muito altas. Atualmente, na maioria dos países, continentes e regiões, a água consumida na agricultura é de cerca de 70% da disponibilidade total.\nTUNDISI, J. G. Recursos hídricos no futuro: problemas e soluções.\nPara que haja a redução da pressão sobre o recurso natural mencionado, a expansão da agricultura demanda melhorias no(a)",
    "alternatives": [
      "A) fertilização química do solo.",
      "B) escoamento hídrico do terreno.",
      "C) manutenção de poços artesianos.",
      "D) eficiência das técnicas de irrigação.",
      "E) velocidade das máquinas colheitadeiras."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "61"
  },
  {
    "description": "Questão 57) No caso do Departamento de Defesa dos Estados Unidos, a ênfase está posta no traçado de uma estratégia geral de desarticulação, não só dos inimigos reais como dos potenciais, inserida na concepção preventiva que supõe que a mínima dissidência é um sinal de perigo e de guerra futura. Deve-se ter capacidade para responder a uma guerra convencional tanto quanto para enfrentar um inimigo difuso, atentando simultaneamente para todas as áreas geográficas do planeta. Trata-se, sem dúvida, da estratégia com pretensões mais abrangentes que se desenvolveu até agora.\nCECEÑA, A. E. Hegemonias e emancipações no século XXI.\nTomando o texto como parâmetro, qual tendência contemporânea impulsiona a formulação de estratégias mais abrangentes por parte do Estado americano?",
    "alternatives": [
      "A) Erradicação dos conflitos em territórios.",
      "B) Propagação de organizações em redes.",
      "C) Eliminação das diferenças regionais.",
      "D) Ampliação de modelo democrático.",
      "E) Projeção da diplomacia mundial."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "62"
  },
  {
    "description": "Questão 58) O planejamento deixou de controlar o crescimento urbano e passou a encorajá-lo por todos os meios possíveis e imagináveis. Cidades, a nova mensagem soou em alto e bom som, eram máquinas de produzir riquezas; o primeiro e principal objetivo do planejamento devia ser o de azeitar a máquina.\nHALL, P. Cidades do amanhã: uma história intelectual do planejamento e do projeto O modelo de planejamento urbano problematizado no texto é marcado pelo(a)",
    "alternatives": [
      "A) primazia da gestão popular.",
      "B) uso de práticas sustentáveis.",
      "C) construção do bem-estar social.",
      "D) soberania do poder governamental.",
      "E) ampliação da participação empresarial."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "63"
  },
  {
    "description": "Questão 59) Escudos antigos ou maciços cristalinos são blocos imensos de rochas antigas. Estes escudos são constituídos por rochas cristalinas (magmático- plutônicas), formadas em eras pré-cambrianas, ou por rochas metamórficas (material sedimentar) do Paleozoico. São resistentes, estáveis, porém bastante desgastadas. Correspondem a 36% da área territorial e dividem-se em duas grandes porções: o Escudo das Guianas (norte da Planície Amazônica) e o Escudo Brasileiro (porção centro-oriental brasileira).\nAs estruturas geológicas indicadas no texto são importantes economicamente para o Brasil por concentrarem",
    "alternatives": [
      "A) fontes de águas termais.",
      "B) afloramentos de sal-gema.",
      "C) jazidas de minerais metálicos.",
      "D) depósitos de calcário agrícola.",
      "E) reservas de combustível fóssil."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "64"
  },
  {
    "description": "Questão 60) Em A morte de Ivan Ilitch, Tolstoi descreve com detalhes repulsivos o terror de encarar a morte iminente. Ilitch adoece depois de um pequeno acidente e logo compreende que se encaminha para o fim de modo impossível de parar. “Nas profundezas de seu coração, ele sabia estar morrendo, mas em vez de se acostumar com a ideia, simplesmente não o fazia e não conseguia compreendê-la”.\nKAZEZ, J. O peso das coisas: filosofia para o bem-viver. Rio de Janeiro: Tinta Negra, 2004.\nO texto descreve a experiência do personagem de Tolstoi diante de um aspecto incontornável de nossas vidas. Esse aspecto foi um tema central na tradição filosófica",
    "alternatives": [
      "A) marxista, no contexto do materialismo histórico.",
      "B) logicista, no propósito de entendimento dos fatos.",
      "C) utilitarista, no sentido da racionalidade das ações.",
      "D) pós-modernista, na discussão da fluidez das relações.",
      "E) existencialista, na questão do reconhecimento de si."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "65"
  },
  {
    "description": "Questão 61) A Divisão Internacional do Trabalho significa que alguns países se especializam em ganhar e outros, em perder. Nossa comarca no mundo, que hoje chamamos América Latina, foi precoce: especializou-se em perder desde os remotos tempos em que os europeus do Renascimento se aventuraram pelos mares e lhe cravaram os dentes na garganta. Passaram-se os séculos e a América Latina aprimorou suas funções.\nGALEANO, E. As veias abertas da América Latina. São Paulo: Paz e Terra, 1978.\nEscrito na década de 1970, o texto considera a participação da América Latina na Divisão Internacional do Trabalho marcada pela",
    "alternatives": [
      "A) produção inovadora de padrões de tecnologia.",
      "B) superação paulatina do caráter agroexportador.",
      "C) apropriação imperialista dos recursos territoriais.",
      "D) valorização econômica dos saberes tradicionais.",
      "E) dependência externa do suprimento de alimentos."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "66"
  },
  {
    "description": "Questão 62) Sexto rei sumério (governante entre os séculos XVIII e XVII a.C.) e nascido em Babel, “Khammu-rabi” (pronúncia em babilônio) foi fundador do I Império Babilônico (correspondente ao atual Iraque), unificando amplamente o mundo mesopotâmico, unindo os semitas e os sumérios e levando a Babilônia ao máximo esplendor. O nome de Hamurabi permanece indissociavelmente ligado ao código jurídico tido como o mais remoto já descoberto: o Código de Hamurabi. O legislador babilônico consolidou a tradição jurídica, harmonizou os costumes e estendeu o direito e a lei a todos os súditos.\nNesse contexto de organização da vida social, as leis contidas no Código citado tinham o sentido de",
    "alternatives": [
      "A) assegurar garantias individuais aos cidadãos livres.",
      "B) tipificar regras referentes aos atos dignos de punição.",
      "C) conceder benefícios de indulto aos prisioneiros de guerra.",
      "D) promover distribuição de terras aos desempregados urbanos.",
      "E) conferir prerrogativas políticas aos descendentes de estrangeiros."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "67"
  },
  {
    "description": "Questão 63) Desde o mundo antigo e sua filosofia, que o trabalho tem sido compreendido como expressão de vida e degradação, criação e infelicidade, atividade vital e escravidão, felicidade social e servidão. Trabalho e fadiga. Na Modernidade, sob o comando do mundo da mercadoria e do dinheiro, a prevalência do negócio (negar o ócio) veio sepultar o império do repouso, da folga e da preguiça, criando uma ética positiva do trabalho.\nO processo de ressignificação do trabalho nas sociedades modernas teve início a partir do surgimento de uma nova mentalidade, influenciada pela",
    "alternatives": [
      "A) reforma higienista, que combateu o caráter excessivo e insalubre do trabalho fabril.",
      "B) Reforma Protestante, que expressou a importância das atividades laborais no mundo secularizado.",
      "C) força do sindicalismo, que emergiu no esteio do anarquismo reivindicando direitos trabalhistas.",
      "D) participação das mulheres em movimentos sociais, defendendo o direito ao trabalho.",
      "E) visão do catolicismo, que, desde a Idade Média, defendia a dignidade do trabalho e do lucro."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "68"
  },
  {
    "description": "Questão 64) É difícil imaginar que nos anos 1990, num país com setores da população na pobreza absoluta e sem uma rede de benefícios sociais em que se apoiar, um governo possa abandonar o papel de promotor de programas de geração de emprego, de assistência social, de desenvolvimento da infraestrutura e de promoção de regiões excluídas, na expectativa de que o mercado venha algum dia a dar uma resposta adequada a tudo isso.\nNesse contexto, a criticada postura dos governos frente à situação social do país coincidiu com a priorização de que medidas?",
    "alternatives": [
      "A) Expansão dos investimentos nas empresas públicas e nos bancos estatais.",
      "B) Democratização do crédito habitacional e da aquisição de moradias populares.",
      "C) Enxugamento da carga fiscal individual e da contribuição tributária empresarial.",
      "D) Reformulação do acesso ao ensino superior e do financiamento científico nacional.",
      "E) Reforma das políticas macroeconômicas e dos mecanismos de controle inflacionário."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "69"
  },
  {
    "description": "Questão 66) Um dos resquícios franceses na dança são os comandos proferidos pelo marcador da quadrilha. Seu papel é anunciar os próximos passos da coreografia. O abrasileiramento de termos franceses deu origem, por exemplo, ao saruê (soirée — reunião social noturna, ordem para todos se juntarem no centro do salão), anarriê (en arrière — para trás) e anavã (en avant — para frente).\nA característica apresentada dessa manifestação popular resulta do seguinte processo socio-histórico:",
    "alternatives": [
      "A) Massificação da arte erudita.",
      "B) Rejeição de hábitos elitistas.",
      "C) Laicização dos rituais religiosos.",
      "D) Restauração dos costumes antigos.",
      "E) Apropriação de práticas estrangeiras."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "71"
  },
  {
    "description": "Questão 67) Vale da Grande Fenda Vulcões Os aspectos físicos apresentados originam-se da atuação da força natural de",
    "alternatives": [
      "A) colisão de placas tectônicas.",
      "B) rifteamento da crosta terrestre.",
      "C) subducção da plataforma oceânica.",
      "D) formação de cadeias montanhosas.",
      "E) metamorfi smo de bordas continentais."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "72"
  },
  {
    "description": "Questão 68) A reabilitação da biografi a histórica integrou as aquisições da história social e cultural, oferecendo aos diferentes atores históricos uma importância diferenciada, distinta, individual. Mas não se tratava mais de fazer, simplesmente, a história dos grandes nomes, em formato hagiográfi co — quase uma vida de santo —, sem problemas, nem máculas. Mas de examinar os atores (ou o ator) célebres ou não, como testemunhas, como refl exos, como reveladores de uma época.\nDEL PRIORE, M. Biografi a: quando o indivíduo encontra a história.\nTopoi, n. 19, jul.-dez. 2009.\nDe acordo com o texto, novos estudos têm valorizado a história do indivíduo por se constituir como possibilidade de",
    "alternatives": [
      "A) adesão ao método positivista.",
      "B) expressão do papel das elites.",
      "C) resgate das narrativas heroicas.",
      "D) acesso ao cotidiano das comunidades.",
      "E) interpretação das manifestações do divino."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "73"
  },
  {
    "description": "Questão 69) A sociedade como um sistema justo de cooperação social consiste em uma das ideias familiares fundamentais, que dá estrutura e organização à justiça como equidade. A cooperação social guia-se por regras e procedimentos publicamente reconhecidos e aceitos por aqueles que cooperam como sendo apropriados para regular a sua conduta. Diz-se que a cooperação é justa porque seus termos são tais que todos os participantes podem razoavelmente aceitar, desde que todos os demais também o aceitem.\nFERES JR., J.; POGREBINSCHI, T. Teoria política contemporânea: uma introdução. Rio de Janeiro: Elsevier, 2010.\nNo contexto do pensamento político, a ideia apresentada mostra-se consoante o(a)",
    "alternatives": [
      "A) ideal republicano de governo.",
      "B) corrente tripartite dos poderes.",
      "C) posicionamento crítico do socialismo.",
      "D) legitimidade do absolutismo monárquico.",
      "E) entendimento do contratualismo moderno."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "74"
  },
  {
    "description": "Questão 70) Com efeito, até a destruição de Cartago, o povo e o Senado romano governavam a República em harmonia e sem paixão, e não havia entre os cidadãos luta por glória ou dominação; o medo do inimigo mantinha a cidade no cumprimento do dever. Mas, assim que o medo desapareceu dos espíritos, introduziram-se os males pelos quais a prosperidade tem predileção, isto é, a libertinagem e o orgulho. SALÚSTIO. A conjuração de Catilina/A guerra de Jugurta. Petrópolis: O acontecimento histórico mencionado no texto de Salústio, datado de I a.C., manteve correspondência com o processo de",
    "alternatives": [
      "A) demarcação de terras públicas.",
      "B) imposição da escravidão por dívidas.",
      "C) restrição da cidadania por parentesco.",
      "D) restauração de instituições ancestrais.",
      "E) expansão das fronteiras extrapeninsulares."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "75"
  },
  {
    "description": "Questão 71) O cântico da terra Eu sou a terra, eu sou a vida.\nA ti, ó lavrador, tudo quanto é meu.\nTeu arado, tua foice, teu machado.\nO berço pequenino de teu filho.\nO algodão de tua veste e o pão de tua casa.\nE um dia bem distante a mim tu voltarás.\nE no canteiro materno de meu seio tranquilo dormirás.\nPlantemos a roça.\nLavremos a gleba.\nCORALINA, C. Textos e contextos: poemas dos becos de Goiás e estórias mais.\nSão Paulo: Global, 1997 (fragmento).\nNo contexto das distintas formas de apropriação da terra, o poema de Cora Coralina valoriza a relação entre",
    "alternatives": [
      "A) grileiros e controle territorial.",
      "B) meeiros e divisão do trabalho.",
      "C) camponeses e uso da natureza.",
      "D) indígenas e manejo agroecológico.",
      "E) latifundiários e fertilização do solo."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "76"
  },
  {
    "description": "Questão 72) Montaigne deu o nome para um novo gênero literário; foi dos primeiros a instituir na literatura moderna um espaço privado, o espaço do “eu”, do texto íntimo. Ele cria um novo processo de escrita filosófica, no qual hesitações, autocríticas, correções entram no próprio texto.\nO novo gênero de escrita aludido no texto é o(a)",
    "alternatives": [
      "A) confissão, que relata experiências de transformação.",
      "B) ensaio, que expõe concepções subjetivas de um tema.",
      "C) carta, que comunica informações para um conhecido.",
      "D) meditação, que propõe preparações para o conhecimento.",
      "E) diálogo, que discute assuntos com diferentes interlocutores."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "77"
  },
  {
    "description": "Questão 73) Declaração de Salamanca – 1994 Acreditamos e proclamamos que: toda criança tem direito fundamental à educação e deve ser dada a oportunidade de atingir e manter o nível adequado de aprendizagem; toda criança possui características, interesses, habilidades e necessidades de aprendizagem que são únicas; sistemas educacionais deveriam ser designados e programas educacionais deveriam ser implementados no sentido de se levar em conta a vasta diversidade de tais características e necessidades.\nComo signatário da Declaração citada, o Brasil comprometeu-se com a elaboração de políticas públicas educacionais que contemplem a",
    "alternatives": [
      "A) criação de privilégios.",
      "B) contenção dos gastos.",
      "C) pluralidade dos sujeitos.",
      "D) padronização do currículo.",
      "E) valorização da meritocracia."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "78"
  },
  {
    "description": "Questão 76) A principal característica da situação social dos anglo-americanos é seu caráter eminentemente democrático. Afirmei anteriormente que reinava uma igualdade muito grande entre os emigrantes que foram se estabelecer na Nova Inglaterra. Para isso contribuiu a influência das leis de sucessão. Estabelecidas de uma maneira, as leis de sucessão reúnem, concentram e agrupam em um só a propriedade e o poder. Estabelecidas por outros princípios, produzem o oposto: dividem, partilham e disseminam os bens e o poder.\nTOCQUEVILLE, A. A democracia na América. Belo Horizonte: Itatiaia; O texto tematiza o papel desempenhado por uma norma na criação de um ambiente propício ao(à)",
    "alternatives": [
      "A) emprego do trabalho escravo.",
      "B) consolidação dos valores burgueses.",
      "C) banimento das dissidências religiosas.",
      "D) contenção da identificação nacionalista.",
      "E) hierarquização dos agentes econômicos."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "B",
    "index_question": "81"
  },
  {
    "description": "Questão 77) Vemos que toda cidade é uma espécie de comunidade, e toda comunidade se forma com vistas a algum bem, pois todas as ações de todos os homens são praticadas com vistas ao que lhe parece um bem; se todas as comunidades visam algum bem, é evidente que a mais importante de todas elas e que inclui todas as outras tem mais que todas este objetivo e visa ao mais importante de todos os bens. ARISTÓTELES. Política. Brasília: UnB,1988.\nNo fragmento, Aristóteles promove uma reflexão que associa dois elementos essenciais à discussão sobre a vida em comunidade, a saber:",
    "alternatives": [
      "A) Ética e política, pois conduzem à eudaimonia.",
      "B) Retórica e linguagem, pois cuidam dos discursos na ágora.",
      "C) Metafísica e ontologia, pois tratam da filosofia primeira.",
      "D) Democracia e sociedade, pois se referem a relações sociais.",
      "E) Geração e corrupção, pois abarcam o campo da physis."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "82"
  },
  {
    "description": "Questão 80) Os seringueiros amazônicos eram invisíveis no cenário nacional nos anos 1970. Começaram a se articular como um movimento agrário no início dos anos 1980, e na década seguinte conseguiram reconhecimento nacional, obtendo a implantação das primeiras reservas extrativas após o assassinato de Chico Mendes. Assim, em vinte anos, os camponeses da floresta passaram da invisibilidade à posição de paradigma de desenvolvimento sustentável com participação popular.\nALMEIDA, M. W. B. Direitos à floresta e ambientalismo: seringueiros e suas lutas. Revista Brasileira de Ciências Sociais, n. 55, 2004.\nDe acordo com o texto, a visibilidade dos seringueiros amazônicos foi estabelecida pela relação entre",
    "alternatives": [
      "A) crescimento econômico e migração de trabalhadores.",
      "B) produção de borracha e escassez de recursos naturais.",
      "C) reivindicação de terra e preservação de mata nativa.",
      "D) incentivo governamental e conservação de territórios.",
      "E) modernização de plantio e comércio de látex."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "85"
  },
  {
    "description": "Questão 81) Porque todos confessamos não se poder viver sem alguns escravos, que busquem a lenha e a água, e façam cada dia o pão que se come, e outros serviços que não são possíveis poderem-se fazer pelos Irmãos Jesuítas, máxime sendo tão poucos, que seria necessário deixar as confissões e tudo mais. Parece- me que a Companhia de Jesus deve ter e adquirir escravos, justamente, por meios que as Constituições permitem, quando puder para nossos colégios e casas de meninos.\nLEITE, S. História da Companhia de Jesus no Brasil. Rio de Janeiro: O texto explicita premissas da expansão ultramarina portuguesa ao buscar justificar a",
    "alternatives": [
      "A) propagação do ideário cristão.",
      "B) valorização do trabalho braçal.",
      "C) adoção do cativeiro na Colônia.",
      "D) adesão ao ascetismo contemplativo.",
      "E) alfabetização dos indígenas nas Missões."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "86"
  },
  {
    "description": "Questão 82) As cidades de Puebla, no México, e Legazpi, nas Filipinas, não têm quase nada em comum. Estão muito longe uma da outra e são habitadas por povos muito diferentes. O que as une é um trágico detalhe de sua geografia. Elas foram erguidas na vizinhança de alguns dos vulcões mais perigosos do mundo: o mexicano Popocatepétl e o filipino Mayon. Seus habitantes precisam estar prontos para correr a qualquer hora. Eles fazem parte dos 550 milhões de indivíduos que moram em zonas de risco vulcânico no mundo. Ao contrário do que seria sensato, continuam ali, indiferentes ao perigo que os espreita.\nA característica física que justifica a fixação do homem nos locais apresentados no texto é a ocorrência de",
    "alternatives": [
      "A) solo fértil.",
      "B) encosta íngreme.",
      "C) vegetação diversificada.",
      "D) drenagem eficiente.",
      "E) clima ameno."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "A",
    "index_question": "87"
  },
  {
    "description": "Questão 83) Ao abrigo do teto, sua jornada de fé começava na sala de jantar. Na pequena célula cristã, dividia-se a refeição e durante elas os crentes conversavam, rezavam e liam cartas de correligionários residentes em locais diferentes do Império Romano (século II da Era Cristã). Esse ambiente garantia peculiar apoio emocional às experiências intensamente individuais que abrigava.\nSENNET, R. Carne e pedra. Rio de Janeiro: Record, 2008.\nUm motivo que explica a ambientação da prática descrita no texto encontra-se no(a)",
    "alternatives": [
      "A) regra judaica, que pregava a superioridade espiritual dos cultos das sinagogas.",
      "B) moralismo da legislação, que dificultava as reuniões abertas da juventude livre.",
      "C) adesão do patriciado, que subvertia o conceito original dos valores estrangeiros.",
      "D) decisão política, que censurava as manifestações públicas da doutrina dissidente.",
      "E) violência senhorial, que impunha a desestruturação forçada das famílias escravas."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "88"
  },
  {
    "description": "Questão 86) Declaração de Direitos do Homem e do Cidadão – 1789 Os representantes do povo francês, tendo em vista que a ignorância, o esquecimento ou o desprezo dos direitos do homem são as únicas causas dos males públicos e da corrupção dos governos, resolveram declarar solenemente os direitos naturais, inalienáveis e sagrados do homem, a fim de que esta declaração, sempre presente em todos os membros do corpo social, lhes lembre permanentemente seus direitos e seus deveres; a fim de que as reivindicações dos cidadãos, fundadas em princípios simples e incontestáveis, se dirijam sempre à conservação da Constituição e à felicidade geral.\nEsse documento, elaborado no contexto da Revolução Francesa, reflete uma profunda mudança social ao estabelecer a",
    "alternatives": [
      "A) manutenção das terras comunais.",
      "B) supressão do poder constituinte.",
      "C) falência da sociedade burguesa.",
      "D) paridade do tratamento jurídico.",
      "E) abolição dos partidos políticos."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "91"
  },
  {
    "description": "Questão 87) Na Grécia, o conceito de povo abrange tão somente aqueles indivíduos considerados cidadãos. Assim é possível perceber que o conceito de povo era muito restritivo. Mesmo tendo isso em conta, a forma democrática vivenciada e experimentada pelos gregos atenienses nos séculos IV e V a.C. pode ser caracterizada, fundamentalmente, como direta.\nMANDUCO, A. Ciência política. São Paulo: Saraiva, 2011.\nNaquele contexto, a emergência do sistema de governo mencionado no excerto promoveu o(a)",
    "alternatives": [
      "A) competição para a escolha de representantes.",
      "B) campanha pela revitalização das oligarquias.",
      "C) estabelecimento de mandatos temporários.",
      "D) declínio da sociedade civil organizada.",
      "E) participação no exercício do poder."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "E",
    "index_question": "92"
  },
  {
    "description": "Questão 88) TEXTO I Rio Tietê, São Paulo (SP). Foto: Delfim Martins/Pulsar.\nTEXTO II O Rio Tietê está morto. Ao menos uma parte dele: 137 quilômetros, para ser mais preciso. Uma pesquisa da Fundação SOS Mata Atlântica mostra que, em 2016, o trecho do rio com qualidade de água classificada como ruim ou péssima começa em Itaquaquecetuba, passa por toda a Região Metropolitana de São Paulo e chega até Cabreúva, já no interior de São Paulo. Nesse trecho, a água não tem oxigênio suficiente para abrigar vida.\nConsiderando a análise dos textos, a condição atual desse rio tem como origem a",
    "alternatives": [
      "A) valorização do sítio urbano.",
      "B) extinção da vegetação nativa.",
      "C) recepção de densa carga de dejetos.",
      "D) captação desordenada do regime pluvial.",
      "E) expansão do uso de defensivos químicos."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "C",
    "index_question": "93"
  },
  {
    "description": "Questão 89) Adão, ainda que supuséssemos que suas faculdades racionais fossem inteiramente perfeitas desde o início, não poderia ter inferido da fluidez e transparência da água que ela o sufocaria, nem da luminosidade e calor do fogo que este poderia consumi-lo. Nenhum objeto jamais revela, pelas qualidades que aparecem aos sentidos, nem as causas que o produziram, nem os efeitos que dele provirão; e tampouco nossa razão é capaz de extrair, sem auxílio da experiência, qualquer conclusão referente à existência efetiva de coisas ou questões de fato.\nHUME, D. Uma investigação sobre o entendimento humano. São Paulo: Unesp, 2003.\nSegundo o autor, qual é a origem do conhecimento humano?",
    "alternatives": [
      "A) A potência inata da mente.",
      "B) A revelação da inspiração divina.",
      "C) O estudo das tradições filosóficas.",
      "D) A vivência dos fenômenos do mundo.",
      "E) O desenvolvimento do raciocínio abstrato."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "94"
  },
  {
    "description": "Questão 90) TEXTO I O aumento de casos suspeitos de febre amarela em Minas pode estar relacionado à tragédia de Mariana, em 2015, segundo a bióloga da Fiocruz Márcia Chame. A hipótese tem como ponto de partida a localização das cidades mineiras que identificaram até o momento casos de pacientes com sintomas da doença. Grande parte está na região próxima do Rio Doce, afetado pelo rompimento da Barragem de Fundão, em novembro de 2015. FORMENTI, L. Para bióloga, surto de febre amarela pode ter relação com tragédia de Mariana. O Estado de São Paulo, 14 jan. 2017.\nTEXTO II Por outro lado, Servio Ribeiro considera remota a possibilidade de influência da tragédia de Mariana (MG) neste surto de febre amarela em Minas Gerais. “A febre amarela é uma doença de interior de floresta. O mosquito que a transmite põe ovos em cavidades de árvores e em bromélias. É um mosquito da estrutura da floresta. Ele não se relaciona muito com grandes corpos-d’água e com rios. As cidades afetadas pela doença estão em uma região onde os rejeitos não chegaram com força para derrubar a floresta”, diz o biólogo.\nRODRIGUES, L. Especialistas investigam relação entre febre amarela e degradação ambiental. Agência Brasil, 25 jan. 2017.\nSobre a tragédia de Mariana, os textos apresentam divergência quanto ao(à)",
    "alternatives": [
      "A) poluição dos rios locais.",
      "B) identificação da área afetada.",
      "C) destruição da vegetação nativa.",
      "D) aparecimento de enfermidade endêmica.",
      "E) surgimento de comunidades desabrigadas."
    ],
    "year": "2020",
    "subject": "Ciências humanas e suas tecnologias",
    "ground_truth": "D",
    "index_question": "95"
  },
  {
    "description": "Questão 91) Na indústria farmacêutica, é muito comum o emprego de substâncias de revestimento em medicamentos de uso oral, pois trazem uma série de benefícios como alteração de sabor em medicamentos que tenham gosto ruim, melhoria da assimilação do composto, entre outras ações. Alguns compostos poliméricos à base do polissacarídeo celulose são utilizados para garantir que o fármaco somente seja liberado quando em contato com soluções aquosas cujo pH se encontre próximo da faixa da neutralidade.\nBORTOLINI, K. et al. Análise de perfil de dissolução de cápsulas gastrorresistentes utilizando polímeros industriais com aplicação em farmácias magistrais. Qual é a finalidade do uso desse revestimento à base de celulose?",
    "alternatives": [
      "A) Diminuir a absorção do princípio ativo no intestino.",
      "B) Impedir que o fármaco seja solubilizado no intestino.",
      "C) Garantir que o fármaco não seja afetado pelas secreções gástricas.",
      "D) Permitir a liberação do princípio ativo pela ação das amilases salivares.",
      "E) Facilitar a liberação do fármaco pela ação dos sais biliares sobre o revestimento."
    ],
    "year": "2020",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "C",
    "index_question": "96"
  },
  {
    "description": "Questão 92) As panelas de pressão reduzem o tempo de cozimento dos alimentos por elevar a temperatura de ebulição da água. Os usuários conhecedores do utensílio normalmente abaixam a intensidade do fogo em panelas de pressão após estas iniciarem a saída dos vapores.\nAo abaixar o fogo, reduz-se a chama, pois assim evita-se o(a)",
    "alternatives": [
      "A) aumento da pressão interna e os riscos de explosão.",
      "B) dilatação da panela e a desconexão com sua tampa.",
      "C) perda da qualidade nutritiva do alimento.",
      "D) deformação da borracha de vedação.",
      "E) consumo de gás desnecessário."
    ],
    "year": "2020",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "97"
  },
  {
    "description": "Questão 93) A nanotecnologia pode ser caracterizada quando os compostos estão na ordem de milionésimos de milímetros, como na utilização de nanomateriais catalíticos nos processos industriais. O uso desses materiais aumenta a eficiência da produção, consome menos energia e gera menores quantidades de resíduos. O sucesso dessa aplicação tecnológica muitas vezes está relacionado ao aumento da velocidade da reação química envolvida.\nO êxito da aplicação dessa tecnologia é por causa da realização de reações químicas que ocorrem em condições de",
    "alternatives": [
      "A) alta pressão.",
      "B) alta temperatura.",
      "C) excesso de reagentes.",
      "D) maior superfície de contato.",
      "E) elevada energia de ativação."
    ],
    "year": "2020",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "98"
  },
  {
    "description": "Questão 94) Os fones de ouvido tradicionais transmitem a música diretamente para os nossos ouvidos. Já os modelos dotados de tecnologia redutora de ruído — Cancelamento de Ruído (CR) — além de transmitirem música, também reduzem todo ruído inconsistente à nossa volta, como o barulho de turbinas de avião e aspiradores de pó. Os fones de ouvido CR não reduzem realmente barulhos irregulares como discursos e choros de bebês. Mesmo assim, a supressão do ronco das turbinas do avião contribui para reduzir a “fadiga de ruído”, um cansaço persistente provocado pela exposição a um barulho alto por horas a fio. Esses aparelhos também permitem que nós ouçamos músicas ou assistamos a vídeos no trem ou no avião a um volume muito menor (e mais seguro).\nA tecnologia redutora de ruído CR utilizada na produção de fones de ouvido baseia-se em qual fenômeno ondulatório?",
    "alternatives": [
      "A) Absorção.",
      "B) Interferência.",
      "C) Polarização.",
      "D) Reflexão.",
      "E) Difração."
    ],
    "year": "2020",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "B",
    "index_question": "99"
  },
  {
    "description": "Questão 97) Pesquisadores dos Estados Unidos desenvolveram uma nova técnica, que utiliza raios de luz infravermelha (invisíveis a olho nu) para destruir tumores. Primeiramente, o paciente recebe uma injeção com versões modificadas de anticorpos que têm a capacidade de “grudar” apenas nas células cancerosas. Sozinhos, eles não fazem nada contra o tumor. Entretanto, esses anticorpos estão ligados a uma molécula, denominada IR700, que funcionará como uma “microbomba”, que irá destruir o câncer. Em seguida, o paciente recebe raios infravermelhos. Esses raios penetram no corpo e chegam até a molécula IR700, que é ativada e libera uma substância que ataca a célula cancerosa. Com base nas etapas de desenvolvimento, o nome apropriado para a técnica descrita é:",
    "alternatives": [
      "A) Radioterapia.",
      "B) Cromoterapia.",
      "C) Quimioterapia.",
      "D) Fotoimunoterapia.",
      "E) Terapia magnética."
    ],
    "year": "2020",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "102"
  },
  {
    "description": "Questão 98) Aranhas, escorpiões, carrapatos e ácaros são representantes da classe dos Aracnídeos. Esses animais são terrestres em sua grande maioria e ocupam os mais variados hábitats, tais como montanhas altas, pântanos, desertos e solos arenosos. Podem ter sido os primeiros representantes do filo Arthropoda a habitar a terra seca.\nA característica que justifica o sucesso adaptativo desse grupo na ocupação do ambiente terrestre é a presença de",
    "alternatives": [
      "A) quelíceras e pedipalpos que coordenam o movimento corporal.",
      "B) excreção de ácido úrico que confere estabilidade ao pH corporal.",
      "C) exoesqueleto constituído de quitina que auxilia no controle hídrico corporal.",
      "D) circulação sanguínea aberta que impede a desidratação dos tecidos corporais.",
      "E) sistema nervoso ganglionar que promove a coordenação central do movimento corporal."
    ],
    "year": "2020",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "C",
    "index_question": "103"
  },
  {
    "description": "Questão 99) Embora a energia nuclear possa ser utilizada para fins pacíficos, recentes conflitos geopolíticos têm trazido preocupações em várias partes do planeta e estimulado discussões visando o combate ao uso de armas de destruição em massa. Além do potencial destrutivo da bomba atômica, uma grande preocupação associada ao emprego desse artefato bélico é a poeira radioativa deixada após a bomba ser detonada.\nQual é o processo envolvido na detonação dessa bomba?",
    "alternatives": [
      "A) Fissão nuclear do urânio, provocada por nêutrons.",
      "B) Fusão nuclear do hidrogênio, provocada por prótons.",
      "C) Desintegração nuclear do plutônio, provocada por elétrons.",
      "D) Associação em cadeia de chumbo, provocada por pósitrons.",
      "E) Decaimento radioativo do carbono, provocado por partículas beta."
    ],
    "year": "2020",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "A",
    "index_question": "104"
  },
  {
    "description": "Questão 100) Plantas pioneiras são as que iniciam o processo natural de cicatrização de uma área desprovida de vegetação. Em geral, têm pequeno porte e crescem muito rápido, desenvolvem-se a pleno sol e são pouco exigentes quanto às condições do solo. Produzem grande quantidade de sementes e possuem ciclo de vida curto.\nBLUM, C. T. Lista preliminar de espécies vegetais pioneiras nativas do Paraná – versão Essas plantas são importantes em um projeto de restauração ambiental, pois promovem, no solo,",
    "alternatives": [
      "A) aumento da incidência de luz solar.",
      "B) diminuição da absorção de água.",
      "C) estabilização da umidade.",
      "D) elevação de temperatura.",
      "E) liberação de oxigênio."
    ],
    "year": "2020",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "C",
    "index_question": "105"
  },
  {
    "description": "Questão 101) Mesmo para peixes de aquário, como o peixe arco-íris, a temperatura da água fora da faixa ideal (26 °C a 28 °C), bem como sua variação brusca, pode afetar a saúde do animal. Para manter a temperatura da água dentro do aquário na média desejada, utilizam- se dispositivos de aquecimento com termostato. Por exemplo, para um aquário de 50 L, pode-se utilizar um sistema de aquecimento de 50 W otimizado para suprir sua taxa de resfriamento. Essa taxa pode ser considerada praticamente constante, já que a temperatura externa ao aquário é mantida pelas estufas. Utilize para a água o calor específico 4,0 kJ kg−1 K−1 e a densidade 1 kg L−1.\nSe o sistema de aquecimento for desligado por 1 h, qual o valor mais próximo para a redução da temperatura da água do aquário?",
    "alternatives": [
      "A) 4,0 °C",
      "B) 3,6 °C",
      "C) 0,9 °C",
      "D) 0,6 °C",
      "E) 0,3 °C"
    ],
    "year": "2020",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "C",
    "index_question": "106"
  },
  {
    "description": "Questão 104) O dióxido de carbono passa para o estado sólido (gelo seco) a −78 °C e retorna ao estado gasoso à temperatura ambiente. O gás é facilmente solubilizado em água, capaz de absorver radiação infravermelha da superfície da terra e não conduz eletricidade. Ele é utilizado como matéria-prima para a fotossíntese até o limite de saturação. Após a fixação pelos organismos autotróficos, o gás retorna ao meio ambiente pela respiração aeróbica, fermentação, decomposição ou por resíduos industriais, queima de combustíveis fósseis e queimadas. Apesar da sua importância ecológica, seu excesso causa perturbações no equilíbrio ambiental.\nConsiderando as propriedades descritas, o aumento atmosférico da substância afetará os organismos aquáticos em razão da",
    "alternatives": [
      "A) redução do potencial hidrogeniônico da água.",
      "B) restrição da aerobiose pelo excesso de poluentes.",
      "C) diminuição da emissão de oxigênio pelos autótrofos.",
      "D) limitação de transferência de energia entre os seres vivos.",
      "E) retração dos oceanos pelo congelamento do gás nos polos."
    ],
    "year": "2020",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "A",
    "index_question": "109"
  },
  {
    "description": "Questão 107) Um microempresário do ramo de cosméticos utiliza óleos essenciais e quer produzir um creme com fragrância de rosas. O principal componente do óleo de rosas tem cadeia poli-insaturada e hidroxila em carbono terminal. O catálogo dos óleos essenciais apresenta, para escolha da essência, estas estruturas químicas: OH CHO OH CHO CHO OH OH CHO OH CHO CHO OH OH OH CHO CHO OH OH OH CHO CHO OH OH CHO (1) (2) (3) (4) (5) OH CHO OH CHO CHO OH OH CHO OH CHO CHO OH OH OH CHO CHO OH OH OH CHO CHO OH OH HO (1) (2) (3) (4) (5) OH CHO CHO CHO OH OH CHO CHO CHO OH OH CHO CHO OH OH CHO OH OH OH CHO CHO OH (1) (2) (3) (4) (5) (1) (2) (3) (4) (5) Qual substância o empresário deverá utilizar?",
    "alternatives": [
      "A) 1",
      "B) 2",
      "C) 3",
      "D) 4",
      "E) 5"
    ],
    "year": "2020",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "A",
    "index_question": "112"
  },
  {
    "description": "Questão 110) Instituições acadêmicas e de pesquisa no mundo estão inserindo genes em genomas de plantas que possam codificar produtos de interesse farmacológico. No Brasil, está sendo desenvolvida uma variedade de soja com um viricida ou microbicida capaz de prevenir a contaminação pelo vírus causador da aids. Essa leguminosa está sendo induzida a produzir a enzima cianovirina-N, que tem eficiência comprovada contra o vírus.\nOLIVEIRA, M. Remédio na planta. Pesquisa Fapesp, n. 206, abr. 2013.\nA técnica para gerar essa leguminosa é um exemplo de",
    "alternatives": [
      "A) hibridismo.",
      "B) transgenia.",
      "C) conjugação.",
      "D) terapia gênica.",
      "E) melhoramento genético."
    ],
    "year": "2020",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "B",
    "index_question": "115"
  },
  {
    "description": "Questão 111) Megaespetáculos com queima de grande quantidade de fogos de artifício em festas de final de ano são muito comuns no Brasil. Após a queima, grande quantidade de material particulado permanece suspensa no ar. Entre os resíduos, encontram-se compostos de sódio, potássio, bário, cálcio, chumbo, antimônio, cromo, além de percloratos e gases, como os dióxidos de nitrogênio e enxofre.\nBRUNNING, A. The Chemistry of Firework Pollution. Disponível em: Esses espetáculos promovem riscos ambientais, porque",
    "alternatives": [
      "A) as substâncias resultantes da queima de fogos de artifício são inflamáveis.",
      "B) os resíduos produzidos na queima de fogos de artifício ainda são explosivos.",
      "C) o sódio e o potássio são os principais responsáveis pela toxicidade do produto da queima.",
      "D) os produtos da queima contêm metais pesados e gases tóxicos que resultam em poluição atmosférica.",
      "E) o material particulado gerado se deposita na superfície das folhas das plantas impedindo os processos de respiração celular."
    ],
    "year": "2020",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "116"
  },
  {
    "description": "Questão 112) Há muitos mitos em relação a como se proteger de raios, cobrir espelhos e não pegar em facas, garfos e outros objetos metálicos, por exemplo. Mas, de fato, se houver uma tempestade com raios, alguns cuidados são importantes, como evitar ambientes abertos. Um bom abrigo para proteção é o interior de um automóvel, desde que este não seja conversível.\nOLIVEIRA, A. Raios nas tempestades de verão. Disponível em: Qual o motivo físico da proteção fornecida pelos automóveis, conforme citado no texto?",
    "alternatives": [
      "A) Isolamento elétrico dos pneus.",
      "B) Efeito de para-raios da antena.",
      "C) Blindagem pela carcaça metálica.",
      "D) Escoamento da água pela lataria.",
      "E) Aterramento pelo fio terra da bateria."
    ],
    "year": "2020",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "C",
    "index_question": "117"
  },
  {
    "description": "Questão 119) Em seu laboratório, um técnico em química foi incumbido de tratar um resíduo, evitando seu descarte direto no meio ambiente. Ao encontrar o frasco, observou a seguinte informação: “Resíduo: mistura de acetato de etila e água”.\nConsidere os dados do acetato de etila: • Baixa solubilidade em água; • Massa específica = 0,9 g cm−3; • Temperatura de fusão = −83 °C; • Pressão de vapor maior que a da água.\nA fim de tratar o resíduo, recuperando o acetato de etila, o técnico deve",
    "alternatives": [
      "A) evaporar o acetato de etila sem alterar o conteúdo de água.",
      "B) filtrar a mistura utilizando um funil comum e um papel de filtro.",
      "C) realizar uma destilação simples para separar a água do acetato de etila.",
      "D) proceder a uma centrifugação da mistura para remover o acetato de etila.",
      "E) decantar a mistura separando os dois componentes em um funil adequado."
    ],
    "year": "2020",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "E",
    "index_question": "124"
  },
  {
    "description": "Questão 120) Em 2011, uma falha no processo de perfuração realizado por uma empresa petrolífera ocasionou derramamento de petróleo na bacia hidrográfica de Campos, no Rio de Janeiro.\nOs impactos decorrentes desse derramamento ocorrem porque os componentes do petróleo",
    "alternatives": [
      "A) reagem com a água do mar e sofrem degradação, gerando compostos com elevada toxicidade.",
      "B) acidificam o meio, promovendo o desgaste das conchas calcárias de moluscos e a morte de corais.",
      "C) dissolvem-se na água, causando a mortandade dos seres marinhos por ingestão da água contaminada.",
      "D) têm caráter hidrofóbico e baixa densidade, impedindo as trocas gasosas entre o meio aquático e a atmosfera.",
      "E) têm cadeia pequena e elevada volatilidade, contaminando a atmosfera local e regional em função dos ventos nas orlas marítimas."
    ],
    "year": "2020",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "125"
  },
  {
    "description": "Questão 121) Uma população encontra-se em equilíbrio genético quanto ao sistema ABO, em que 25% dos indivíduos pertencem ao grupo O e 16%, ao grupo A homozigotos. Considerando que: p = frequência de IA; q = frequência de IB; e r = frequência de i, espera-se encontrar: Grupo Genótipos Frequências IAIA e IAi p2 + 2pr IBIB e IBi q2 + 2qr AB IAIB 2pq ii r2 A porcentagem de doadores compatíveis para alguém do grupo B nessa população deve ser de",
    "alternatives": [
      "A) 11%.",
      "B) 19%.",
      "C) 26%.",
      "D) 36%.",
      "E) 60%."
    ],
    "year": "2020",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "126"
  },
  {
    "description": "Questão 126) A enorme quantidade de resíduos gerados pelo consumo crescente da sociedade traz para a humanidade uma preocupação socioambiental, em especial pela quantidade de lixo produzido. Além da reciclagem e do reúso, pode-se melhorar ainda mais a qualidade de vida, substituindo polímeros convencionais por polímeros biodegradáveis.\nEsses polímeros têm grandes vantagens socioambientais em relação aos convencionais porque",
    "alternatives": [
      "A) não são tóxicos.",
      "B) não precisam ser reciclados.",
      "C) não causam poluição ambiental quando descartados.",
      "D) são degradados em um tempo bastante menor que os convencionais.",
      "E) apresentam propriedades mecânicas semelhantes aos convencionais."
    ],
    "year": "2020",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "131"
  },
  {
    "description": "Questão 127) A fragmentação dos hábitats é caracterizada pela formação de ilhas da paisagem original, circundadas por áreas transformadas. Esse tipo de interferência no ambiente ameaça a biodiversidade. Imagine que uma população de onças foi isolada em uma mata pequena. Elas se extinguiriam mesmo sem terem sido abatidas. Diversos componentes da ilha de hábitat, como o tamanho, a heterogeneidade, o seu entorno, a sua conectividade e o efeito de borda são determinantes para a persistência ou não das espécies originais.\nUma medida que auxilia na conservação da biodiversidade nas ilhas mencionadas no texto compreende a",
    "alternatives": [
      "A) formação de micro-hábitats.",
      "B) ampliação do efeito de borda.",
      "C) construção de corredores ecológicos.",
      "D) promoção da sucessão ecológica.",
      "E) introdução de novas espécies de animais e vegetais."
    ],
    "year": "2020",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "C",
    "index_question": "132"
  },
  {
    "description": "Questão 128) A sacarase (ou invertase) é uma enzima que atua no intestino humano hidrolisando o dissacarídeo sacarose nos monossacarídeos glicose e frutose. Em um estudo cinético da reação de hidrólise da sacarose (C12H22O11), foram dissolvidos 171 g de sacarose em 500 mL de água. Observou-se que, a cada 100 minutos de reação, a concentração de sacarose foi reduzida à metade, qualquer que fosse o momento escolhido como tempo inicial. As massas molares dos elementos H, C e O são iguais a 1, 12 e 16 g mol−1, respectivamente.\nQual é a concentração de sacarose depois de 400 minutos do início da reação de hidrólise?",
    "alternatives": [
      "A) 2,50 × 10−3 mol L−1",
      "B) 6,25 × 10−2 mol L−1",
      "C) 1,25 × 10−1 mol L−1",
      "D) 2,50 × 10−1 mol L−1",
      "E) 4,27 × 10−1 mol L−1"
    ],
    "year": "2020",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "B",
    "index_question": "133"
  },
  {
    "description": "Questão 129) Grandes reservatórios de óleo leve de melhor qualidade e que produz petróleo mais fino foram descobertos no litoral brasileiro numa camada denominada pré-sal, formada há 150 milhões de anos.\nA utilização desse recurso energético acarreta para o ambiente um desequilíbrio no ciclo do",
    "alternatives": [
      "A) nitrogênio, devido à nitrificação ambiental transformando amônia em nitrito.",
      "B) nitrogênio, devido ao aumento dos compostos nitrogenados no ambiente terrestre.",
      "C) carbono, devido ao aumento dos carbonatos dissolvidos no ambiente marinho.",
      "D) carbono, devido à liberação das cadeias carbônicas aprisionadas abaixo dos sedimentos.",
      "E) fósforo, devido à liberação dos fosfatos acumulados no ambiente marinho."
    ],
    "year": "2020",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "134"
  },
  {
    "description": "Questão 130) Em uma usina geradora de energia elétrica, seja através de uma queda-d’água ou através de vapor sob pressão, as pás do gerador são postas a girar. O movimento relativo de um ímã em relação a um conjunto de bobinas produz um fluxo magnético variável através delas, gerando uma diferença de potencial em seus terminais. Durante o funcionamento de um dos geradores, o operador da usina percebeu que houve um aumento inesperado da diferença de potencial elétrico nos terminais das bobinas. Nessa situação, o aumento do módulo da diferença de potencial obtida nos terminais das bobinas resulta do aumento do(a)",
    "alternatives": [
      "A) intervalo de tempo em que as bobinas ficam imersas no campo magnético externo, por meio de uma diminuição de velocidade no eixo de rotação do gerador.",
      "B) fluxo magnético através das bobinas, por meio de um aumento em sua área interna exposta ao campo magnético aplicado.",
      "C) intensidade do campo magnético no qual as bobinas estão imersas, por meio de aplicação de campos magnéticos mais intensos.",
      "D) rapidez com que o fluxo magnético varia através das bobinas, por meio de um aumento em sua velocidade angular.",
      "E) resistência interna do condutor que constitui as bobinas, por meio de um aumento na espessura dos terminais."
    ],
    "year": "2020",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "135"
  },
  {
    "description": "Questão 133) Os manuais de refrigerador apresentam a recomendação de que o equipamento não deve ser instalado próximo a fontes de calor, como fogão e aquecedores, ou em local onde incida diretamente a luz do sol. A instalação em local inadequado prejudica o funcionamento do refrigerador e aumenta o consumo de energia.\nO não atendimento dessa recomendação resulta em aumento do consumo de energia porque",
    "alternatives": [
      "A) o fl uxo de calor por condução no condensador sofre considerável redução.",
      "B) a temperatura da substância refrigerante no condensador diminui mais rapidamente.",
      "C) o fl uxo de calor promove signifi cativa elevação da temperatura no interior do refrigerador.",
      "D) a liquefação da substância refrigerante condensador exige mais trabalho do compressor.no",
      "E) as correntes de convecção nas proximidades do condensador ocorrem com maior difi culdade."
    ],
    "year": "2020",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "D",
    "index_question": "138"
  },
  {
    "description": "Questão 134) Um mergulhador fi ca preso ao explorar uma caverna no oceano. Dentro da caverna formou-se um bolsão de ar, como mostrado na fi gura, onde o mergulhador se abrigou.\nDurante o resgate, para evitar danos a seu organismo, foi necessário que o mergulhador passasse por um processo de descompressão antes de retornar à superfície para que seu corpo fi casse novamente sob pressão atmosférica. O gráfi co mostra a relação entre os tempos de descompressão recomendados para indivíduos nessa situação e a variação de pressão.\nTempo de descompressão (min) Variação de pressão (kPa) 100 80 60 40 20 100 200 300 400 500 600 700 Considere que a aceleração da gravidade seja igual a 10 m s−2 e que a densidade da água seja de ρ = 1 000 kg m−3.\nEm minutos, qual é o tempo de descompressão a que o mergulhador deverá ser submetido?",
    "alternatives": [
      "A) 100",
      "B) 80",
      "C) 60",
      "D) 40",
      "E) 20"
    ],
    "year": "2020",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "C",
    "index_question": "139"
  },
  {
    "description": "Questão 135) A Torre Eiﬀ el, com seus 324 metros de altura, feita com treliças de ferro, pesava 7 300 toneladas quando terminou de ser construída em 1889. Um arquiteto resolve construir um protótipo dessa torre em escala 1:100, usando os mesmos materiais (cada dimensão linear em escala de 1:100 do monumento real). Considere que a torre real tenha uma massa Mtorre e exerça na fundação sobre a qual foi erguida uma pressão Ptorre. O modelo construído pelo arquiteto terá uma massa Mmodelo e exercerá uma pressão Pmodelo.\nComo a pressão exercida pela torre se compara com a pressão exercida pelo protótipo? Ou seja, qual é a razão entre as pressões (Ptorre)/(Pmodelo) ?",
    "alternatives": [
      "A) 100",
      "B) 101",
      "C) 102",
      "D) 104",
      "E) 106"
    ],
    "year": "2020",
    "subject": "Ciências da natureza e suas tecnologias",
    "ground_truth": "C",
    "index_question": "140"
  },
  {
    "description": "Questão 139) Uma casa de dois andares está sendo projetada. É necessário incluir no projeto a construção de uma escada para o acesso ao segundo andar. Para o cálculo das dimensões dos degraus utilizam-se as regras: |2h + b − 63,5| ≤ 1,5 e 16 ≤ h ≤ 19, nas quais h é a altura do degrau (denominada espelho) e b é a profundidade da pisada, como mostra a fi gura. Por conveniência, escolheu-se a altura do degrau como sendo h = 16. As unidades de h e b estão em centímetro.\nNesse caso, o mais amplo intervalo numérico ao qual a profundidade da pisada (b) deve pertencer, para que as regras sejam satisfeitas é",
    "alternatives": [
      "A) 30 ≤ b",
      "B) 30 ≤ b ≤ 31,5",
      "C) 30 ≤ b ≤ 33",
      "D) 31,5 ≤ b ≤ 33",
      "E) b ≤ 33"
    ],
    "year": "2020",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "144"
  },
  {
    "description": "Questão 140) Muitos modelos atuais de veículos possuem computador de bordo. Os computadores informam em uma tela diversas variações de grandezas associadas ao desempenho do carro, dentre elas o consumo médio de combustível. Um veículo, de um determinado modelo, pode vir munido de um dos dois tipos de computadores de bordo: • Tipo A: informa a quantidade X de litro de combustível gasto para percorrer 100 quilômetros; • Tipo B: informa a quantidade de quilômetro que o veículo é capaz de percorrer com um litro de combustível.\nUm veículo utiliza o computador do Tipo A, e ao fi nal de uma viagem o condutor viu apresentada na tela a informação “X/100”.\nCaso o seu veículo utilizasse o computador do Tipo B, o valor informado na tela seria obtido pela operação",
    "alternatives": [
      "A) X ∙ 100",
      "B) X 100",
      "C) 100",
      "D) 1",
      "E) 1 ∙ X"
    ],
    "year": "2020",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "145"
  },
  {
    "description": "Questão 150) A caixa-d’água de um edifício terá a forma de um paralelepípedo retângulo reto com volume igual a 28 080 litros. Em uma maquete que representa o edifício, a caixa-d’água tem dimensões 2 cm × 3,51 cm × 4 cm.\nDado: 1 dm³ = 1 L.\nA escala usada pelo arquiteto foi",
    "alternatives": [
      "A) 1 : 10",
      "B) 1 : 100",
      "C) 1 : 1 000",
      "D) 1 : 10 000",
      "E) 1 : 100 000"
    ],
    "year": "2020",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "B",
    "index_question": "155"
  },
  {
    "description": "Questão 153) Um hotel de 3 andares está sendo construído. Cada andar terá 100 quartos. Os quartos serão numerados de 100 a 399 e cada um terá seu número afixado à porta. Cada número será composto por peças individuais, cada uma simbolizando um único algarismo.\nQual a quantidade mínima de peças, simbolizando o algarismo 2, necessárias para identificar o número de todos os quartos?",
    "alternatives": [
      "A) 160",
      "B) 157",
      "C) 130",
      "D) 120",
      "E) 60"
    ],
    "year": "2020",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "A",
    "index_question": "158"
  },
  {
    "description": "Questão 156) A Lei de Zipf, batizada com o nome do linguista americano George Zipf, é uma lei empírica que relaciona a frequência ( f ) de uma palavra em um dado texto com o seu ranking (r). Ela é dada por f = A r B .\nO ranking da palavra é a sua posição ao ordenar as palavras por ordem de frequência. Ou seja, r = 1 para a palavra mais frequente, r = 2 para a segunda palavra mais frequente e assim sucessivamente. A e B são constantes positivas.\nDiponível em: http://klein.sbm.org.br. Acesso em: 12 ago. 2020 (adatpado).\nCom base nos valores de X = log (r) e Y = log ( f ) , é possível estimar valores para A e B.\nNo caso hipotético em que a lei é verificada exatamente, a relação entre Y e X é",
    "alternatives": [
      "A) Y = log A −B X",
      "B) Y = log A X + log B",
      "C) Y = BA − X log",
      "D) Y =",
      "B) XA log",
      "E) Y = X B log"
    ],
    "year": "2020",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "A",
    "index_question": "161"
  },
  {
    "description": "Questão 160) Suponha que uma equipe de corrida de automóveis disponha de cinco tipos de pneu (I, II, III, IV, V), em que o fator de eficiência climática EC (índice que fornece o comportamento do pneu em uso, dependendo do clima) é apresentado: • EC do pneu I: com chuva 6, sem chuva 3; • EC do pneu II: com chuva 7, sem chuva −4; • EC do pneu III: com chuva −2, sem chuva 10; • EC do pneu IV: com chuva 2, sem chuva 8; • EC do pneu V: com chuva −6, sem chuva 7.\nO coeficiente de rendimento climático (CRC) de um pneu é calculado como a soma dos produtos dos fatores de EC, com ou sem chuva, pelas correspondentes probabilidades de se ter tais condições climáticas: ele é utilizado para determinar qual pneu deve ser selecionado para uma dada corrida, escolhendo-se o pneu que apresentar o maior CRC naquele dia. No dia de certa corrida, a probabilidade de chover era de 70% e o chefe da equipe calculou o CRC de cada um dos cinco tipos de pneu.\nO pneu escolhido foi",
    "alternatives": [
      "A) I.",
      "B) II.",
      "C) III.",
      "D) IV.",
      "E) V."
    ],
    "year": "2020",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "A",
    "index_question": "165"
  },
  {
    "description": "Questão 161) Um pé de eucalipto em idade adequada para o corte rende, em média, 20 mil folhas de papel A4. A densidade superficial do papel A4, medida pela razão da massa de uma folha desse papel por sua área, é de 75 gramas por metro quadrado, e a área de uma folha de A4 é 0,062 metro quadrado.\nNessas condições, quantos quilogramas de papel rende, em média, um pé de eucalipto?",
    "alternatives": [
      "A) 4 301",
      "B) 1 500",
      "C) 930",
      "D) 267",
      "E) 93"
    ],
    "year": "2020",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "E",
    "index_question": "166"
  },
  {
    "description": "Questão 165) Uma torneira está gotejando água em um balde com capacidade de 18 litros. No instante atual, o balde se encontra com ocupação de 50% de sua capacidade. A cada segundo caem 5 gotas de água da torneira, e uma gota é formada, em média, por 5 × 10−2 mL de água.\nQuanto tempo, em hora, será necessário para encher completamente o balde, partindo do instante atual?",
    "alternatives": [
      "A) 2 × 101",
      "B) 1 × 101",
      "C) 2 × 10−2",
      "D) 1 × 10−2",
      "E) 1 × 10−3"
    ],
    "year": "2020",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "B",
    "index_question": "170"
  },
  {
    "description": "Questão 168) Uma loja de materiais de construção vende dois tipos de caixas-d’água: tipo A e tipo B. Ambas têm formato cilíndrico e possuem o mesmo volume, e a altura da caixa-d’água do tipo B é igual a 25% da altura da caixa-d’água do tipo A.\nSe R denota o raio da caixa-d’água do tipo A, então o raio da caixa-d’água do tipo B é",
    "alternatives": [
      "A) R 2",
      "B) 2 R",
      "C) 4 R",
      "D) 5 R",
      "E) 16 R"
    ],
    "year": "2020",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "B",
    "index_question": "173"
  },
  {
    "description": "Questão 170) Nos livros Harry Potter, um anagrama do nome do personagem “TOM MARVOLO RIDDLE” gerou a frase “I AM LORD VOLDEMORT”.\nSuponha que Harry quisesse formar todos os anagramas da frase “I AM POTTER”, de tal forma que as vogais e consoantes aparecessem sempre intercaladas, e sem considerar o espaçamento entre as letras.\nNessas condições, o número de anagramas formados é dado por",
    "alternatives": [
      "A) 9!",
      "B) 4! 5!",
      "C) 2 × 4! 5!",
      "D) 9! 2",
      "E) 4! 5! 2"
    ],
    "year": "2020",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "E",
    "index_question": "175"
  },
  {
    "description": "Questão 172) O técnico de um time de basquete pretende aumentar a estatura média de sua equipe de 1,93 m para, no mínimo, 1,99 m. Para tanto, dentre os 15 jogadores que fazem parte de sua equipe, irá substituir os quatro mais baixos, de estaturas: 1,78 m, 1,82 m, 1,84 m e 1,86 m. Para isso, o técnico contratou um novo jogador de 2,02 m. Os outros três jogadores que ele ainda precisa contratar devem satisfazer à sua necessidade de aumentar a média das estaturas da equipe. Ele fi xará a média das estaturas para os três jogadores que ainda precisa contratar dentro do critério inicialmente estabelecido. Qual deverá ser a média mínima das estaturas, em metro, que ele deverá fi xar para o grupo de três novos jogadores que ainda irá contratar?",
    "alternatives": [
      "A) 1,96",
      "B) 1,98",
      "C) 2,05",
      "D) 2,06",
      "E) 2,08"
    ],
    "year": "2020",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "D",
    "index_question": "177"
  },
  {
    "description": "Questão 176) Um grupo sanguíneo, ou tipo sanguíneo, baseia-se na presença ou ausência de dois antígenos, A e B, na superfície das células vermelhas do sangue. Como dois antígenos estão envolvidos, os quatro tipos sanguíneos distintos são: • Tipo A: apenas o antígeno A está presente; • Tipo B: apenas o antígeno B está presente; • Tipo AB: ambos os antígenos estão presentes; • Tipo O: nenhum dos antígenos está presente.\nForam coletadas amostras de sangue de 200 pessoas e, após análise laboratorial, foi identificado que em 100 amostras está presente o antígeno A, em 110 amostras há presença do antígeno B e em 20 amostras nenhum dos antígenos está presente.\nDessas pessoas que foram submetidas à coleta de sangue, o número das que possuem o tipo sanguíneo A é igual a",
    "alternatives": [
      "A) 30.",
      "B) 60.",
      "C) 70.",
      "D) 90.",
      "E) 100."
    ],
    "year": "2020",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "181"
  },
  {
    "description": "Questão 180) Pergolado é o nome que se dá a um tipo de cobertura projetada por arquitetos, comumente em praças e jardins, para criar um ambiente para pessoas ou plantas, no qual há uma quebra da quantidade de luz, dependendo da posição do sol. É feito como um estrado de vigas iguais, postas paralelas e perfeitamente em fi la, como ilustra a fi gura.\n30 cm 30 cm Um arquiteto projeta um pergolado com vãos de 30 cm de distância entre suas vigas, de modo que, no solstício de verão, a trajetória do sol durante o dia seja realizada num plano perpendicular à direção das vigas, e que o sol da tarde, no momento em que seus raios fi zerem 30° com a posição a pino, gere a metade da luz que passa no pergolado ao meio-dia.\nPara atender à proposta do projeto elaborado pelo arquiteto, as vigas do pergolado devem ser construídas de maneira que a altura, em centímetro, seja a mais próxima possível de",
    "alternatives": [
      "A) 9.",
      "B) 15.",
      "C) 26.",
      "D) 52.",
      "E) 60."
    ],
    "year": "2020",
    "subject": "Matemática e suas tecnologias",
    "ground_truth": "C",
    "index_question": "185"
  }
]