[
  {
    "description": "QUESTÃO 01) No mundo árabe, países governados há décadas por regimes políticos centralizadores contabilizam metade da população com menos de 30 anos; desses, 56% têm acesso à internet. Sentindo-se sem perspectivas de futuro e diante da estagnação da economia, esses jovens incubam vírus sedentos por modernidade e democracia. Em meados de dezembro, um tunisiano de 26 anos, vendedor de frutas, põe fogo no próprio corpo em protesto por trabalho, justiça e liberdade. Uma série de manifestações eclode na Tunísia e, como uma epidemia, o vírus libertário começa a se espalhar pelos países vizinhos, derrubando em seguida o presidente do Egito, Hosni Mubarak. Sites e redes sociais – como o Facebook e o Twitter – ajudaram a mobilizar manifestantes do norte da África a ilhas do Golfo Pérsico.\nConsiderando os movimentos políticos mencionados no texto, o acesso à internet permitiu aos jovens árabes",
    "alternatives": [
      "A) reforçar a atuação dos regimes políticos existentes.",
      "B) tomar conhecimento dos fatos sem se envolver.",
      "C) manter o distanciamento necessário à sua segurança.",
      "D) disseminar vírus capazes de destruir programas dos computadores.",
      "E) difundir ideias revolucionárias que mobilizaram a população."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 10) O professor Paulo Saldiva pedala 6 km em 22 minutos de casa para o trabalho, todos os dias. Nunca foi atingido por um carro. Mesmo assim, é vítima diária do trânsito de São Paulo: a cada minuto sobre a bicicleta, seus pulmões são envenenados com 3,3 microgramas de poluição particulada – poeira, fumaça, fuligem, partículas de metal em suspensão, sulfatos, nitratos, carbono, compostos orgânicos e outras substâncias nocivas.\nESCOBAR, H. Sem Ar. O Estado de São Paulo. Ago. 2008.\nA população de uma metrópole brasileira que vive nas mesmas condições socioambientais das do professor citado no texto apresentará uma tendência de",
    "alternatives": [
      "A) ampliação da taxa de fecundidade.",
      "B) diminuição da expectativa de vida.",
      "C) elevação do crescimento vegetativo.",
      "D) aumento na participação relativa de idosos.",
      "E) redução na proporção de jovens na sociedade."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 39) Os chineses não atrelam nenhuma condição para efetuar investimentos nos países africanos. Outro ponto interessante é a venda e compra de grandes somas de áreas, posteriormente cercadas. Por se tratar de países instáveis e com governos ainda não consolidados, teme-se que algumas nações da África tornem-se literalmente protetorados. BRANCOLI, F. China e os novos investimentos na África: neocolonialismo ou mudanças na arquitetura global? A presença econômica da China em vastas áreas do globo é uma realidade do século XXI. A partir do texto, como é possível caracterizar a relação econômica da China com o continente africano?",
    "alternatives": [
      "A) Pela presença de órgãos econômicos internacionais como o Fundo Monetário Internacional (FMI) e o Banco Mundial, que restringem os investimentos chineses, uma vez que estes não se preocupam com a preservação do meio ambiente.",
      "B) Pela ação de ONGs (Organizações Não Governamen- tais) que limitam os investimentos estatais chineses, uma vez que estes se mostram desinteressados em relação aos problemas sociais africanos.",
      "C) Pela aliança com os capitais e investimentos diretos realizados pelos países ocidentais, promovendo o crescimento econômico de algumas regiões desse continente.",
      "D) Pela presença cada vez maior de investimentos diretos, o que pode representar uma ameaça à soberania dos países africanos ou manipulação das ações destes governos em favor dos grandes projetos.",
      "E) Pela presença de um número cada vez maior de diplomatas, o que pode levar à formação de um Mercado Comum Sino-Africano, ameaçando os interesses ocidentais."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 42) Em meio às turbulências vividas na primeira metade dos anos 1960, tinha-se a impressão de que as tendências de esquerda estavam se fortalecendo na área cultural. O Centro Popular de Cultura (CPC) da União Nacional dos Estudantes (UNE) encenava peças de teatro que faziam agitação e propaganda em favor da luta pelas reformas de base e satirizavam o “imperialismo” e seus “aliados internos”.\nKONDER, L. História das Ideias Socialistas no Brasil. São Paulo: Expressão Popular, 2003.\nNo início da década de 1960, enquanto vários setores da esquerda brasileira consideravam que o CPC da UNE era uma importante forma de conscientização das classes trabalhadoras, os setores conservadores e de direita (políticos vinculados à União Democrática Nacional - UDN -, Igreja Católica, grandes empresários etc.) entendiam que esta organização",
    "alternatives": [
      "A) constituía mais uma ameaça para a democracia brasileira, ao difundir a ideologia comunista.",
      "B) contribuía com a valorização da genuína cultura nacional, ao encenar peças de cunho popular.",
      "C) realizava uma tarefa que deveria ser exclusiva do Estado, ao pretender educar o povo por meio da cultura.",
      "D) prestava um serviço importante à sociedade brasileira, ao incentivar a participação política dos mais pobres.",
      "E) diminuía a força dos operários urbanos, ao substituir os sindicatos como instituição de pressão política sobre o governo."
    ],
    "year": "2011",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 58) A pele humana, quando está bem hidratada, adquire boa elasticidade e aspecto macio e suave. Em contrapartida, quando está ressecada, perde sua elasticidade e se apresenta opaca e áspera. Para evitar o ressecamento da pele é necessário, sempre que possível, utilizar hidratantes umectantes, feitos geralmente à base de glicerina e polietilenoglicol: glicerina polietilenoglicol A retenção de água na superfície da pele promovida pelos hidratantes é consequência da interação dos grupos hidroxila dos agentes umectantes com a umidade contida no ambiente por meio de",
    "alternatives": [
      "A) ligações iônicas.",
      "B) forças de London.",
      "C) ligações covalentes.",
      "D) forças dipolo-dipolo.",
      "E) ligações de hidrogênio."
    ],
    "year": "2011",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 69) Os sintomas mais sérios da Gripe A, causada pelo vírus H1N1, foram apresentados por pessoas mais idosas e por gestantes. O motivo aparente é a menor imunidade desses grupos contra o vírus. Para aumentar a imunidade populacional relativa ao vírus da gripe A, o governo brasileiro distribuiu vacinas para os grupos mais suscetíveis.\nA vacina contra o H1N1, assim como qualquer outra vacina contra agentes causadores de doenças infecto- contagiosas, aumenta a imunidade das pessoas porque",
    "alternatives": [
      "A) possui anticorpos contra o agente causador da doença.",
      "B) possui proteínas que eliminam o agente causador da doença.",
      "C) estimula a produção de glóbulos vermelhos pela medula óssea.",
      "D) possui linfócitos B e T que neutralizam o agente causador da doença.",
      "E) estimula a produção de anticorpos contra o agente causador da doença."
    ],
    "year": "2011",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 89) Durante as estações chuvosas, aumentam no Brasil as campanhas de prevenção à dengue, que têm como objetivo a redução da proliferação do mosquito Aedes aegypti, transmissor do vírus da dengue.\nQue proposta preventiva poderia ser efetivada para diminuir a reprodução desse mosquito?",
    "alternatives": [
      "A) Colocação de telas nas portas e janelas, pois o mosquito necessita de ambientes cobertos e fechados para a sua reprodução.",
      "B) Substituição das casas de barro por casas de alvenaria, haja vista que o mosquito se reproduz na parede das casas de barro.",
      "C) Remoção dos recipientes que possam acumular água, porque as larvas do mosquito se desenvolvem nesse meio.",
      "D) Higienização adequada de alimentos, visto que as larvas do mosquito se desenvolvem nesse tipo de substrato.",
      "E) Colocação de filtros de água nas casas, visto que a reprodução do mosquito acontece em águas contaminadas."
    ],
    "year": "2011",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 136) Um mecânico de uma equipe de corrida necessita que as seguintes medidas realizadas em um carro sejam obtidas em metros: a) distância a entre os eixos dianteiro e traseiro; b) altura b entre o solo e o encosto do piloto.\nAo optar pelas medidas a e b em metros, obtêm-se, respectivamente,",
    "alternatives": [
      "A) 0,23 e 0,16.",
      "B) 2,3 e 1,6.",
      "C) 23 e 16.",
      "D) 230 e 160.",
      "E) 2 300 e 1 600."
    ],
    "year": "2011",
    "subject": "Matemática e suas tecnologias"
  },
  {
    "description": "QUESTÃO 167) Em um jogo disputado em uma mesa de sinuca, há 16 bolas: 1 branca e 15 coloridas, as quais, de acordo com a coloração, valem de 1 a 15 pontos (um valor para cada bola colorida).\nO jogador acerta o taco na bola branca de forma que esta acerte as outras, com o objetivo de acertar duas das quinze bolas em quaisquer caçapas. Os valores dessas duas bolas são somados e devem resultar em um valor escolhido pelo jogador antes do início da jogada.\nArthur, Bernardo e Caio escolhem os números 12, 17 e 22 como sendo resultados de suas respectivas somas. Com essa escolha, quem tem a maior probabilidade de ganhar o jogo é",
    "alternatives": [
      "A) Arthur, pois a soma que escolheu é a menor.",
      "B) Bernardo, pois há 7 possibilidades de compor a soma escolhida por ele, contra 4 possibilidades para a escolha de Arthur e 4 possibilidades para a escolha de Caio.",
      "C) Bernardo, pois há 7 possibilidades de compor a soma escolhida por ele, contra 5 possibilidades para a escolha de Arthur e 4 possibilidades para a escolha de Caio.",
      "D) Caio, pois há 10 possibilidades de compor a soma escolhida por ele, contra 5 possibilidades para a escolha de Arthur e 8 possibilidades para a escolha de Bernardo.",
      "E) Caio, pois a soma que escolheu é a maior."
    ],
    "year": "2011",
    "subject": "Matemática e suas tecnologias"
  }
]