[
  {
    "description": "QUESTÃO 02) Esclarecimento é a saída do homem de sua menoridade, da qual ele próprio é culpado. A menoridade é a incapacidade de fazer uso de seu entendimento sem a direção de outro indivíduo. O homem é o próprio culpado dessa menoridade se a causa dela não se encontra na falta de entendimento, mas na falta de decisão e coragem de servir-se de si mesmo sem a direção de outrem. Tem coragem de fazer uso de teu próprio entendimento, tal é o lema do esclarecimento. A preguiça e a covardia são as causas pelas quais uma tão grande parte dos homens, depois que a natureza de há muito os libertou de uma condição estranha, continuem, no entanto, de bom grado menores durante toda a vida.\nKant destaca no texto o conceito de Esclarecimento, fundamental para a compreensão do contexto filosófico da Modernidade. Esclarecimento, no sentido empregado por Kant, representa",
    "alternatives": [
      "A) a reivindicação de autonomia da capacidade racional como expressão da maioridade.",
      "B) o exercício da racionalidade como pressuposto menor diante das verdades eternas.",
      "C) a imposição de verdades matemáticas, com caráter objetivo, de forma heterônoma.",
      "D) a compreensão de verdades religiosas que libertam o homem da falta de entendimento.",
      "E) a emancipação da subjetividade humana de ideologias produzidas pela própria razão."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 03) TExTO I O que vemos no país é uma espécie de espraiamento e a manifestação da agressividade através da violência. Isso se desdobra de maneira evidente na criminalidade, que está presente em todos os redutos — seja nas áreas abandonadas pelo poder público, seja na política ou no futebol. O brasileiro não é mais violento do que outros povos, mas a fragilidade do exercício e do reconhecimento da cidadania e a ausência do Estado em vários territórios do país se impõem como um caldo de cultura no qual a agressividade e a violência fincam suas raízes.\nEntrevista com Joel Birman. A Corrupção é um crime sem rosto. IstoÉ. Edição 2099, 3 fev. 2010.\nTExTO II Nenhuma sociedade pode sobreviver sem canalizar as pulsões e emoções do indivíduo, sem um controle muito específico de seu comportamento. Nenhum controle desse tipo é possível sem que as pessoas anteponham limitações umas às outras, e todas as limitações são convertidas, na pessoa a quem são impostas, em medo de um ou outro tipo.\nELIAS, N. O Processo Civilizador. Rio de Janeiro: Jorge Zahar, 1993.\nConsiderando-se a dinâmica do processo civilizador, tal como descrito no Texto II, o argumento do Texto I acerca da violência e agressividade na sociedade brasileira expressa a",
    "alternatives": [
      "A) incompatibilidade entre os modos democráticos de convívio social e a presença de aparatos de controle policial.",
      "B) manutenção de práticas repressivas herdadas dos períodos ditatoriais sob a forma de leis e atos administrativos.",
      "C) inabilidade das forças militares em conter a violência decorrente das ondas migratórias nas grandes cidades brasileiras.",
      "D) dificuldade histórica da sociedade brasileira em institucionalizar formas de controle social compatíveis com valores democráticos.",
      "E) incapacidade das instituições político-legislativas em formular mecanismos de controle social específicos à realidade social brasileira."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 05) Torna-se claro que quem descobriu a África no Brasil, muito antes dos europeus, foram os próprios africanos trazidos como escravos. E esta descoberta não se restringia apenas ao reino linguístico, estendia-se também a outras áreas culturais, inclusive à da religião. Há razões para pensar que os africanos, quando misturados e transportados ao Brasil, não demoraram em perceber a existência entre si de elos culturais mais profundos.\nSLENES, R. Malungu, ngoma vem! África coberta e descoberta do Brasil. Com base no texto, ao favorecer o contato de indivíduos de diferentes partes da África, a experiência da escravidão no Brasil tornou possível a",
    "alternatives": [
      "A) formação de uma identidade cultural afro-brasileira.",
      "B) superação de aspectos culturais africanos por antigas tradições europeias.",
      "C) reprodução de conflitos entre grupos étnicos africanos.",
      "D) manutenção das características culturais específicas de cada etnia.",
      "E) resistência à incorporação de elementos culturais indígenas."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 06) Nós nos recusamos a acreditar que o banco da justiça é falível. Nós nos recusamos a acreditar que há capitais insuficientes de oportunidade nesta nação. Assim nós viemos trocar este cheque, um cheque que nos dará o direito de reclamar as riquezas de liberdade e a segurança da justiça.\nKING Jr., M. L. Eu tenho um sonho, 28 ago. 1963. O cenário vivenciado pela população negra, no sul dos Estados Unidos nos anos 1950, conduziu à mobilização social. Nessa época, surgiram reivindicações que tinham como expoente Martin Luther King e objetivavam",
    "alternatives": [
      "A) a conquista de direitos civis para a população negra.",
      "B) o apoio aos atos violentos patrocinados pelos negros em espaço urbano.",
      "C) a supremacia das instituições religiosas em meio à comunidade negra sulista.",
      "D) a incorporação dos negros no mercado de trabalho.",
      "E) a aceitação da cultura negra como representante do modo de vida americano."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 07) É verdade que nas democracias o povo parece fazer o que quer; mas a liberdade política não consiste nisso. Deve-se ter sempre presente em mente o que é independência e o que é liberdade. A liberdade é o direito de fazer tudo o que as leis permitem; se um cidadão pudesse fazer tudo o que elas proíbem, não teria mais liberdade, porque os outros também teriam tal poder.\ncaracterística de democracia ressaltada por Montesquieu diz respeito",
    "alternatives": [
      "A) ao status de cidadania que o indivíduo adquire ao tomar as decisões por si mesmo.",
      "B) ao condicionamento da liberdade dos cidadãos à conformidade às leis.",
      "C) à possibilidade de o cidadão participar no poder e, nesse caso, livre da submissão às leis.",
      "D) ao livre-arbítrio do cidadão em relação àquilo que é proibido, desde que ciente das consequências.",
      "E) ao direito do cidadão exercer sua vontade de acordo com seus valores pessoais."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 09) Na regulação de matérias culturalmente delicadas, como, por exemplo, a linguagem oficial, os currículos da educação pública, o status das Igrejas e das comunidades religiosas, as normas do direito penal (por exemplo, quanto ao aborto), mas também em assuntos menos chamativos, como, por exemplo, a posição da família e dos consórcios semelhantes ao matrimônio, a aceitação de normas de segurança ou a delimitação das esferas pública e privada — em tudo isso reflete-se amiúde apenas o autoentendimento ético-político de uma cultura majoritária, dominante por motivos históricos. Por causa de tais regras, implicitamente repressivas, mesmo dentro de uma comunidade republicana que garanta formalmente a igualdade de direitos para todos, pode eclodir um conflito cultural movido pelas minorias desprezadas contra a cultura da maioria.\nHABERMAS, J. A inclusão do outro: estudos de teoria política. São Paulo: Loyola, 2002.\nA reivindicação dos direitos culturais das minorias, como exposto por Habermas, encontra amparo nas democracias contemporâneas, na medida em que se alcança",
    "alternatives": [
      "A) a secessão, pela qual a minoria discriminada obteria a igualdade de direitos na condição da sua concentração espacial, num tipo de independência nacional.",
      "B) a reunificação da sociedade que se encontra fragmentada em grupos de diferentes comunidades étnicas, confissões religiosas e formas de vida, em torno da coesão de uma cultura política nacional.",
      "C) a coexistência das diferenças, considerando a possibilidade de os discursos de autoentendimento se submeterem ao debate público, cientes de que estarão vinculados à coerção do melhor argumento.",
      "D) a autonomia dos indivíduos que, ao chegarem à vida adulta, tenham condições de se libertar das tradições de suas origens em nome da harmonia da política nacional.",
      "E) o desaparecimento de quaisquer limitações, tais como linguagem política ou distintas convenções de comportamento, para compor a arena política a ser compartilhada."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 10) Mas uma coisa ouso afirmar, porque há muitos testemunhos, e é que vi nesta terra de Veragua [Panamá] maiores indícios de ouro nos dois primeiros dias do que na Hispaniola em quatro anos, e que as terras da região não podem ser mais bonitas nem mais bem lavradas. Ali, se quiserem podem mandar extrair à vontade.\nCarta de Colombo aos reis da Espanha, julho de 1503. Apud AMADO, J.; FIGUEIREDO, L. C. O documento permite identificar um interesse econômico espanhol na colonização da América a partir do século XV. A implicação desse interesse na ocupação do espaço americano está indicada na",
    "alternatives": [
      "A) expulsão dos indígenas para fortalecer o clero católico.",
      "B) promoção das guerras justas para conquistar o território.",
      "C) imposição da catequese para explorar o trabalho africano.",
      "D) opção pela policultura para garantir o povoamento ibérico.",
      "E) fundação de cidades para controlar a circulação de riquezas."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 11) Que é ilegal a faculdade que se atribui à autoridade real para suspender as leis ou seu cumprimento.\nQue é ilegal toda cobrança de impostos para a Coroa sem o concurso do Parlamento, sob pretexto de prerrogativa, ou em época e modo diferentes dos designados por ele próprio.\nQue é indispensável convocar com frequência os Parlamentos para satisfazer os agravos, assim como para corrigir, afirmar e conservar leis.\nNo documento de 1689, identifica-se uma particularidade da Inglaterra diante dos demais Estados europeus na Época Moderna. A peculiaridade inglesa e o regime político que predominavam na Europa continental estão indicados, respectivamente, em:",
    "alternatives": [
      "A) Redução da influência do papa – Teocracia.",
      "B) Limitação do poder do soberano – Absolutismo.",
      "C) Ampliação da dominação da nobreza – República.",
      "D) Expansão da força do presidente – Parlamentarismo.",
      "E) Restrição da competência do congresso – Presidencialismo."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 13) O que o projeto governamental tem em vista é poupar à Nação o prejuízo irreparável do perecimento e da evasão do que há de mais precioso no seu patrimônio. Grande parte das obras de arte até mais valiosas e dos bens de maior interesse histórico, de que a coletividade brasileira era depositária, têm desaparecido ou se arruinado irremediavelmente. As obras de arte típicas e as relíquias da história de cada país não constituem o seu patrimônio privado, e sim um patrimônio comum de todos os povos.\nANDRADE, R. M. F. Defesa do patrimônio artístico e histórico. O Jornal, 30 out. 1936.\n In: ALVES FILHO, I. Brasil, 500 anos em documentos. A criação no Brasil do Serviço do Patrimônio Histórico Artístico Nacional (SPHAN), em 1937, foi orientada por ideias como as descritas no texto, que visavam",
    "alternatives": [
      "A) submeter a memória e o patrimônio nacional ao controle dos órgãos públicos, de acordo com a tendência autoritária do Estado Novo.",
      "B) transferir para a iniciativa privada a responsabilidade de preservação do patrimônio nacional, por meio de leis de incentivo fiscal.",
      "C) definir os fatos e personagens históricos a serem cultuados pela sociedade brasileira, de acordo com o interesse público.",
      "D) resguardar da destruição as obras representativas da cultura nacional, por meio de políticas públicas preservacionistas.",
      "E) determinar as responsabilidades pela destruição do patrimônio nacional, de acordo com a legislação brasileira."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 14) A soma do tempo gasto por todos os navios de carga na espera para atracar no porto de Santos é igual a 11 anos — isso, contando somente o intervalo de janeiro a outubro de 2011. O problema não foi registrado somente neste ano. Desde 2006 a perda de tempo supera uma década.\nA situação descrita gera consequências em cadeia, tanto para a produção quanto para o transporte. No que se refere à territorialização da produção no Brasil contemporâneo, uma dessas consequências é a",
    "alternatives": [
      "A) realocação das exportações para o modal aéreo em função da rapidez.",
      "B) dispersão dos serviços financeiros em função da busca de novos pontos de importação.",
      "C) redução da exportação de gêneros agrícolas em função da dificuldade para o escoamento.",
      "D) priorização do comércio com países vizinhos em função da existência de fronteiras terrestres.",
      "E) estagnação da indústria de alta tecnologia em função da concentração de investimentos na infraestrutura de circulação."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 15) Diante dessas inconsistências e de outras que ainda preocupam a opinião pública, nós, jornalistas, estamos encaminhando este documento ao Sindicato dos Jornalistas Profissionais no Estado de São Paulo, para que o entregue à Justiça; e da Justiça esperamos a realização de novas diligências capazes de levar à completa elucidação desses fatos e de outros que porventura vierem a ser levantados.\nEm nome da verdade. In: O Estado de São Paulo, 3 fev. 1976. Apud. FILHO, I. A. Brasil, 500 anos em documentos. Rio de Janeiro: Mauad, 1999.\nA morte do jornalista Vladimir Herzog, ocorrida durante o regime militar, em 1975, levou a medidas como o abaixo- assinado feito por profissionais da imprensa de São Paulo. A análise dessa medida tomada indica a",
    "alternatives": [
      "A) certeza do cumprimento das leis.",
      "B) superação do governo de exceção.",
      "C) violência dos terroristas de esquerda.",
      "D) punição dos torturadores da polícia.",
      "E) expectativa da investigação dos culpados."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 17) Após o retorno de uma viagem a Minas Gerais, onde Pedro I fora recebido com grande frieza, seus partidários prepararam uma série de manifestações a favor do imperador no Rio de Janeiro, armando fogueiras e luminárias na cidade. Contudo, na noite de 11 de março, tiveram início os conflitos que ficaram conhecidos como a Noite das Garrafadas, durante os quais os “brasileiros” apagavam as fogueiras “portuguesas” e atacavam as casas iluminadas, sendo respondidos com cacos de garrafas jogadas das janelas.\nOs anos finais do I Reinado (1822-1831) se caracterizaram pelo aumento da tensão política. Nesse sentido, a análise dos episódios descritos em Minas Gerais e no Rio de Janeiro revela",
    "alternatives": [
      "A) estímulos ao racismo.",
      "B) apoio ao xenofobismo.",
      "C) críticas ao federalismo.",
      "D) repúdio ao republicanismo.",
      "E) questionamentos ao autoritarismo."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 18) Portadora de memória, a paisagem ajuda a construir os sentimentos de pertencimento; ela cria uma atmosfera que convém aos momentos fortes da vida, às festas, às comemorações.\nNo texto, é apresentada uma forma de integração da paisagem geográfica com a vida social. Nesse sentido, a paisagem, além de existir como forma concreta, apresenta uma dimensão",
    "alternatives": [
      "A) política de apropriação efetiva do espaço.",
      "B) econômica de uso de recursos do espaço.",
      "C) privada de limitação sobre a utilização do espaço.",
      "D) natural de composição por elementos físicos do espaço.",
      "E) simbólica de relação subjetiva do indivíduo com o espaço."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 20) A singularidade da questão da terra na África Colonial é a expropriação por parte do colonizador e as desigualdades raciais no acesso à terra. Após a independência, as populações de colonos brancos tenderam a diminuir, apesar de a proporção de terra em posse da minoria branca não ter diminuído proporcionalmente.\nMOYO, S. A terra africana e as questões agrárias: o caso das lutas pela terra no Zimbábue. In: FERNANDES, B. M.; MARQUES, M. I. M.; SUZUKI, J. C. (Org.). Geografia agrária: teoria e poder. São Paulo: Expressão Popular, 2007.\nCom base no texto, uma característica socioespacial e um consequente desdobramento que marcou o processo de ocupação do espaço rural na África subsaariana foram:",
    "alternatives": [
      "A) Exploração do campesinato pela elite proprietária – Domínio das instituições fundiárias pelo poder público.",
      "B) Adoção de práticas discriminatórias de acesso à terra – Controle do uso especulativo da propriedade fundiária.",
      "C) Desorganização da economia rural de subsistência – Crescimento do consumo interno de alimentos pelas famílias camponesas.",
      "D) Crescimento dos assentamentos rurais com mão de obra familiar – Avanço crescente das áreas rurais sobre as regiões urbanas.",
      "E) Concentração das áreas cultiváveis no setor agroexportador – Aumento da ocupação da população pobre em territórios agrícolas marginais."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 25) Para Platão, o que havia de verdadeiro em Parmênides era que o objeto de conhecimento é um objeto de razão e não de sensação, e era preciso estabelecer uma relação entre objeto racional e objeto sensível ou material que privilegiasse o primeiro em detrimento do segundo. Lenta, mas irresistivelmente, a Doutrina das Ideias formava-se em sua mente.\nZINGANO, M. Platão e Aristóteles: o fascínio da filosofia. O texto faz referência à relação entre razão e sensação, um aspecto essencial da Doutrina das Ideias de Platão (427 a.C.-346 a.C.). De acordo com o texto, como Platão se situa diante dessa relação?",
    "alternatives": [
      "A) Estabelecendo um abismo intransponível entre as duas.",
      "B) Privilegiando os sentidos e subordinando o conhecimento a eles.",
      "C) Atendo-se à posição de Parmênides de que razão e sensação são inseparáveis.",
      "D) Afirmando que a razão é capaz de gerar conhecimento, mas a sensação não.",
      "E) Rejeitando a posição de Parmênides de que a sensação é superior à razão."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 26) A maior parte dos veículos de transporte atualmente é movida por motores a combustão que utilizam derivados de petróleo. Por causa disso, esse setor é o maior consumidor de petróleo do mundo, com altas taxas de crescimento ao longo do tempo. Enquanto outros setores têm obtido bons resultados na redução do consumo, os transportes tendem a concentrar ainda mais o uso de derivados do óleo.\nUm impacto ambiental da tecnologia mais empregada pelo setor de transportes e uma medida para promover a redução do seu uso, estão indicados, respectivamente, em:",
    "alternatives": [
      "A) Aumento da poluição sonora – construção de barreiras acústicas.",
      "B) Incidência da chuva ácida – estatização da indústria automobilística.",
      "C) Derretimento das calotas polares – incentivo aos transportes de massa.",
      "D) Propagação de doenças respiratórias – distribuição de medicamentos gratuitos.",
      "E) Elevação das temperaturas médias – criminalização da emissão de gás carbônico."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 27) As mulheres quebradeiras de coco-babaçu dos Estados do Maranhão, Piauí, Pará e Tocantins, na sua grande maioria, vivem numa situação de exclusão e subalternidade. O termo quebradeira de coco assume o caráter de identidade coletiva na medida em que as mulheres que sobrevivem dessa atividade e reconhecem sua posição e condição desvalorizada pela lógica da dominação, se organizam em movimentos de resistência e de luta pela conquista da terra, pela libertação dos babaçuais, pela autonomia do processo produtivo. Passam a atribuir significados ao seu trabalho e as suas experiências, tendo como principal referência sua condição preexistente de acesso e uso dos recursos naturais.\nROCHA, M. R. T. A luta das mulheres quebradeiras de coco-babaçu, pela libertação do coco preso e pela posse da terra. In: Anais do VII Congresso Latino-Americano A organização do movimento das quebradeiras de coco de babaçu é resultante da",
    "alternatives": [
      "A) constante violência nos babaçuais na confluência de terras maranhenses, piauienses, paraenses e tocantinenses, região com elevado índice de homicídios.",
      "B) falta de identidade coletiva das trabalhadoras, migrantes das cidades e com pouco vínculo histórico com as áreas rurais do interior do Tocantins, Pará, Maranhão e Piauí.",
      "C) escassez de água nas regiões de veredas, ambientes naturais dos babaçus, causada pela construção de açudes particulares, impedindo o amplo acesso público aos recursos hídricos.",
      "D) progressiva devastação das matas dos cocais, em função do avanço da sojicultura nos chapadões do Meio-Norte brasileiro.",
      "E) dificuldade imposta pelos fazendeiros e posseiros no acesso aos babaçuais localizados no interior de suas propriedades."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 28) TExTO I Anaxímenes de Mileto disse que o ar é o elemento originário de tudo o que existe, existiu e existirá, e que outras coisas provêm de sua descendência. Quando o ar se dilata, transforma-se em fogo, ao passo que os ventos são ar condensado. As nuvens formam-se a partir do ar por feltragem e, ainda mais condensadas, transformam-se em água. A água, quando mais condensada, transforma-se em terra, e quando condensada ao máximo possível, transforma- se em pedras.\nTExTO II Basílio Magno, filósofo medieval, escreveu: “Deus, como criador de todas as coisas, está no princípio do mundo e dos tempos. Quão parcas de conteúdo se nos apresentam, em face desta concepção, as especulações contraditórias dos filósofos, para os quais o mundo se origina, ou de algum dos quatro elementos, como ensinam os Jônios, ou dos átomos, como julga Demócrito. Na verdade, dão a impressão de quererem ancorar o mundo numa teia de aranha.” GILSON, E.; BOEHNER, P. História da Filosofia Cristã. Filósofos dos diversos tempos históricos desenvolveram teses para explicar a origem do universo, a partir de uma explicação racional. As teses de Anaxímenes, filósofo grego antigo, e de Basílio, filósofo medieval, têm em comum na sua fundamentação teorias que",
    "alternatives": [
      "A) eram baseadas nas ciências da natureza.",
      "B) refutavam as teorias de filósofos da religião.",
      "C) tinham origem nos mitos das civilizações antigas.",
      "D) postulavam um princípio originário para o mundo.",
      "E) defendiam que Deus é o princípio de todas as coisas."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 29) De repente, sente-se uma vibração que aumenta rapidamente; lustres balançam, objetos se movem sozinhos e somos invadidos pela estranha sensação de medo do imprevisto. Segundos parecem horas, poucos minutos são uma eternidade. Estamos sentindo os efeitos de um terremoto, um tipo de abalo sísmico.\nASSAD, L. Os (não tão) imperceptíveis movimentos da Terra. ComCiência: Revista Eletrônica de Jornalismo Científico, n. 117, abr. 2010. O fenômeno físico descrito no texto afeta intensamente as populações que ocupam espaços próximos às áreas de",
    "alternatives": [
      "A) alívio da tensão geológica.",
      "B) desgaste da erosão superficial.",
      "C) atuação do intemperismo químico.",
      "D) formação de aquíferos profundos.",
      "E) acúmulo de depósitos sedimentares."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 30) TExTO I Experimentei algumas vezes que os sentidos eram enganosos, e é de prudência nunca se fiar inteiramente em quem já nos enganou uma vez.\nDESCARTES, R. Meditações Metafísicas. São Paulo: Abril Cultural, 1979.\nTExTO II Sempre que alimentarmos alguma suspeita de que uma ideia esteja sendo empregada sem nenhum significado, precisaremos apenas indagar: de que impressão deriva esta suposta ideia? E se for impossível atribuir-lhe qualquer impressão sensorial, isso servirá para confirmar nossa suspeita.\nNos textos, ambos os autores se posicionam sobre a natureza do conhecimento humano. A comparação dos excertos permite assumir que Descartes e Hume",
    "alternatives": [
      "A) defendem os sentidos como critério originário para considerar um conhecimento legítimo.",
      "B) entendem que é desnecessário suspeitar do significado de uma ideia na reflexão filosófica e crítica.",
      "C) são legítimos representantes do criticismo quanto à gênese do conhecimento.",
      "D) concordam que conhecimento humano é impossível em relação às ideias e aos sentidos.",
      "E) atribuem diferentes lugares ao papel dos sentidos no processo de obtenção do conhecimento."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 31) Não ignoro a opinião antiga e muito difundida de que o que acontece no mundo é decidido por Deus e pelo acaso. Essa opinião é muito aceita em nossos dias, devido às grandes transformações ocorridas, e que ocorrem diariamente, as quais escapam à conjectura humana. Não obstante, para não ignorar inteiramente o nosso livre-arbítrio, creio que se pode aceitar que a sorte decida metade dos nossos atos, mas [o livre-arbítrio] nos permite o controle sobre a outra metade.\nEm O Príncipe, Maquiavel refletiu sobre o exercício do poder em seu tempo. No trecho citado, o autor demonstra o vínculo entre o seu pensamento político e o humanismo renascentista ao",
    "alternatives": [
      "A) valorizar a interferência divina nos acontecimentos definidores do seu tempo.",
      "B) rejeitar a intervenção do acaso nos processos políticos.",
      "C) afirmar a confiança na razão autônoma como fundamento da ação humana.",
      "D) romper com a tradição que valorizava o passado como fonte de aprendizagem.",
      "E) redefinir a ação política com base na unidade entre fé e razão."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 32) A interface clima/sociedade pode ser considerada em termos de ajustamento à extensão e aos modos como as sociedades funcionam em uma relação harmônica com seu clima. O homem e suas sociedades são vulneráveis às variações climáticas. A vulnerabilidade é a medida pela qual uma sociedade é suscetível de sofrer por causas climáticas.\nAYOADE, J. O. Introdução a climatologia para os trópicos. Considerando o tipo de relação entre ser humano e condição climática apresentado no texto, uma sociedade torna-se mais vulnerável quando",
    "alternatives": [
      "A) concentra suas atividades no setor primário.",
      "B) apresenta estoques elevados de alimentos.",
      "C) possui um sistema de transportes articulado.",
      "D) diversifica a matriz de geração de energia.",
      "E) introduz tecnologias à produção agrícola."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 33) Uma mesma empresa pode ter sua sede administrativa onde os impostos são menores, as unidades de produção onde os salários são os mais baixos, os capitais onde os juros são os mais altos e seus executivos vivendo onde a qualidade de vida é mais elevada.\nSEVCENKO, N. A corrida para o século xxI: no loop da montanha russa. No texto estão apresentadas estratégias empresariais no contexto da globalização. Uma consequência social derivada dessas estratégias tem sido",
    "alternatives": [
      "A) o crescimento da carga tributária.",
      "B) o aumento da mobilidade ocupacional.",
      "C) a redução da competitividade entre as empresas.",
      "D) o direcionamento das vendas para os mercados regionais.",
      "E) a ampliação do poder de planejamento dos Estados nacionais."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 35) A experiência que tenho de lidar com aldeias de diversas nações me tem feito ver, que nunca índio fez grande confiança de branco e, se isto sucede com os que estão já civilizados, como não sucederá o mesmo com esses que estão ainda brutos.\nNORONHA, M. Carta a J. Caldeira Brant. 2 jan.1751. Apud CHAIM, M. M. Aldeamentos indígenas (Goiás: 1749-1811). São Paulo: Em 1749, ao separar-se de São Paulo, a capitania de Goiás foi governada por D. Marcos de Noronha, que atendeu às diretrizes da política indigenista pombalina que incentivava a criação de aldeamentos em função",
    "alternatives": [
      "A) das constantes rebeliões indígenas contra os brancos colonizadores, que ameaçavam a produção de ouro nas regiões mineradoras.",
      "B) da propagação de doenças originadas do contato com os colonizadores, que dizimaram boa parte da população indígena.",
      "C) do empenho das ordens religiosas em proteger o indígena da exploração, o que garantiu a sua supremacia na administração colonial.",
      "D) da política racista da Coroa Portuguesa, contrária à miscigenação, que organizava a sociedade em uma hierarquia dominada pelos brancos.",
      "E) da necessidade de controle dos brancos sobre a população indígena, objetivando sua adaptação às exigências do trabalho regular."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 37) As plataformas ou crátons correspondem aos terrenos mais antigos e arrasados por muitas fases de erosão. Apresentam uma grande complexidade litológica, prevalecendo as rochas metamórficas muito antigas (Pré-Cambriano Médio e Inferior). Também ocorrem rochas intrusivas antigas e resíduos de rochas sedimentares. São três as áreas de plataforma de crátons no Brasil: a das Guianas, a Sul-Amazônica e a do São Francisco.\nROSS, J. L. S. Geografia do Brasil. São Paulo: Edusp, 1998.\nAs regiões cratônicas das Guianas e a Sul-Amazônica têm como arcabouço geológico vastas extensões de escudos cristalinos, ricos em minérios, que atraíram a ação de empresas nacionais e estrangeiras do setor de mineração e destacam-se pela sua história geológica por",
    "alternatives": [
      "A) apresentarem áreas de intrusões graníticas, ricas em jazidas minerais (ferro, manganês).",
      "B) corresponderem ao principal evento geológico do Cenozoico no território brasileiro.",
      "C) apresentarem áreas arrasadas pela erosão, que originaram a maior planície do país.",
      "D) possuírem em sua extensão terrenos cristalinos ricos em reservas de petróleo e gás natural.",
      "E) serem esculpidas pela ação do intemperismo físico, decorrente da variação de temperatura."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 39) TExTO I Ao se emanciparem da tutela senhorial, muitos camponeses foram desligados legalmente da antiga terra. Deveriam pagar, para adquirir propriedade ou arrendamento. Por não possuírem recursos, engrossaram a camada cada vez maior de jornaleiros e trabalhadores volantes, outros, mesmo tendo propriedade sobre um pequeno lote, suplementavam sua existência com o assalariamento esporádico.\nTExTO II Com a globalização da economia ampliou-se a hegemonia do modelo de desenvolvimento agropecuário, com seus padrões tecnológicos, caracterizando o agronegócio. Essa nova face da agricultura capitalista também mudou a forma de controle e exploração da terra. Ampliou-se, assim, a ocupação de áreas agricultáveis e as fronteiras agrícolas se estenderam.\nSADER, E.; JINKINGS, I. Enciclopédia Contemporânea da América Latina e do Caribe. Os textos demonstram que, tanto na Europa do século XIX quanto no contexto latino-americano do século XXI, as alterações tecnológicas vivenciadas no campo interferem na vida das populações locais, pois",
    "alternatives": [
      "A) induzem os jovens ao estudo nas grandes cidades, causando o êxodo rural, uma vez que formados, não retornam à sua região de origem.",
      "B) impulsionam as populações locais a buscar linhas de financiamento estatal com o objetivo de ampliar a agricultura familiar, garantindo sua fixação no campo.",
      "C) ampliam o protagonismo do Estado, possibilitando a grupos econômicos ruralistas produzir e impor políticas agrícolas, ampliando o controle que tinham dos mercados.",
      "D) aumentam a produção e a produtividade de determinadas culturas em função da intensificação da mecanização, do uso de agrotóxicos e cultivo de plantas transgênicas.",
      "E) desorganizam o modo tradicional de vida impelindo- as à busca por melhores condições no espaço urbano ou em outros países em situações muitas vezes precárias."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 40) Em um engenho sois imitadores de Cristo crucificado porque padeceis em um modo muito semelhante o que o mesmo Senhor padeceu na sua cruz e em toda a sua paixão. A sua cruz foi composta de dois madeiros, e a vossa em um engenho é de três. Também ali não faltaram as canas, porque duas vezes entraram na Paixão: uma vez servindo para o cetro de escárnio, e outra vez para a esponja em que lhe deram o fel. A Paixão de Cristo parte foi de noite sem dormir, parte foi de dia sem descansar, e tais são as vossas noites e os vossos dias. Cristo despido, e vós despidos; Cristo sem comer, e vós famintos; Cristo em tudo maltratado, e vós maltratados em tudo. Os ferros, as prisões, os açoites, as chagas, os nomes afrontosos, de tudo isto se compõe a vossa imitação, que, se for acompanhada de paciência, também terá merecimento de martírio.\nO trecho do sermão do Padre Antônio Vieira estabelece uma relação entre a Paixão de Cristo e",
    "alternatives": [
      "A) a atividade dos comerciantes de açúcar nos portos brasileiros.",
      "B) a função dos mestres de açúcar durante a safra de cana.",
      "C) o sofrimento dos jesuítas na conversão dos ameríndios.",
      "D) o papel dos senhores na administração dos engenhos.",
      "E) o trabalho dos escravos na produção de açúcar."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 41) Fugindo à luta de classes, a nossa organização sindical tem sido um instrumento de harmonia e de cooperação entre o capital e o trabalho. Não se limitou a um sindicalismo puramente “operário”, que conduziria certamente a luta contra o “patrão”, como aconteceu com outros povos.\nFALCÃO, W. Cartas sindicais. In: Boletim do Ministério do Trabalho, Indústria e Comércio. Nesse documento oficial, à época do Estado Novo (1937- 1945), é apresentada uma concepção de organização sindical que",
    "alternatives": [
      "A) elimina os conflitos no ambiente das fábricas.",
      "B) limita os direitos associativos do segmento patronal.",
      "C) orienta a busca do consenso entre trabalhadores e patrões.",
      "D) proíbe o registro de estrangeiros nas entidades profissionais do país.",
      "E) desobriga o Estado quanto aos direitos e deveres da classe trabalhadora."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 42) O uso da água aumenta de acordo com as necessidades da população no mundo. Porém, diferentemente do que se possa imaginar, o aumento do consumo de água superou em duas vezes o crescimento populacional durante o século XX.\nTEIXEIRA, W. et al. Decifrando a Terra. São Paulo: Cia. Editora Nacional, 2009.\nUma estratégia socioespacial que pode contribuir para alterar a lógica de uso da água apresentada no texto é a",
    "alternatives": [
      "A) ampliação de sistemas de reutilização hídrica.",
      "B) expansão da irrigação por aspersão das lavouras.",
      "C) intensificação do controle do desmatamento de florestas.",
      "D) adoção de técnicas tradicionais de produção.",
      "E) criação de incentivos fiscais para o cultivo de produtos orgânicos."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 43) Minha vida é andar Por esse país Pra ver se um dia Descanso feliz Guardando as recordações Das terras onde passei Andando pelos sertões E dos amigos que lá deixei Acesso em: 20 fev. 2012 (fragmento).\nA letra dessa canção reflete elementos identitários que representam a",
    "alternatives": [
      "A) valorização das características naturais do Sertão nordestino.",
      "B) denúncia da precariedade social provocada pela seca.",
      "C) experiência de deslocamento vivenciada pelo migrante.",
      "D) profunda desigualdade social entre as regiões brasileiras.",
      "E) discriminação dos nordestinos nos grandes centros urbanos."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 44) Próximo da Igreja dedicada a São Gonçalo nos deparamos com uma impressionante multidão que dançava ao som de suas violas. Tão logo viram o Vice- Rei, cercaram-no e o obrigaram a dançar e pular, exercício violento e pouco apropriado tanto para sua idade quanto posição. Tivemos nós mesmos que entrar na dança, por bem ou por mal, e não deixou de ser interessante ver numa igreja padres, mulheres, frades, cavalheiros e escravos a dançar e pular misturados, e a gritar a plenos pulmões “Viva São Gonçalo do Amarante”.\nBARBINAIS, Le Gentil. Noveau Voyage autour du monde. Apud: TINHORÃO, J. R. O viajante francês, ao descrever suas impressões sobre uma festa ocorrida em Salvador, em 1717, demonstra dificuldade em entendê-la, porque, como outras manifestações religiosas do período colonial, ela",
    "alternatives": [
      "A) seguia os preceitos advindos da hierarquia católica romana.",
      "B) demarcava a submissão do povo à autoridade constituída.",
      "C) definia o pertencimento dos padres às camadas populares.",
      "D) afirmava um sentido comunitário de partilha da devoção.",
      "E) harmonizava as relações sociais entre escravos e senhores."
    ],
    "year": "2012",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 47) Um dos problemas ambientais vivenciados pela agricultura hoje em dia é a compactação do solo, devida ao intenso tráfego de máquinas cada vez mais pesadas, reduzindo a produtividade das culturas.\nUma das formas de prevenir o problema de compactação do solo é substituir os pneus dos tratores por pneus mais",
    "alternatives": [
      "A) largos, reduzindo a pressão sobre o solo.",
      "B) estreitos, reduzindo a pressão sobre o solo.",
      "C) largos, aumentando a pressão sobre o solo.",
      "D) estreitos, aumentando a pressão sobre o solo.",
      "E) altos, reduzindo a pressão sobre o solo."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 49) A produção mundial de alimentos poderia se reduzir a 40% da atual sem a aplicação de controle sobre as pragas agrícolas. Por outro lado, o uso frequente dos agrotóxicos pode causar contaminação em solos, águas superficiais e subterrâneas, atmosfera e alimentos. Os biopesticidas, tais como a piretrina e a coronopilina, têm sido uma alternativa na diminuição dos prejuízos econômicos, sociais e ambientais gerados pelos agrotóxicos.\nPiretrina Coronopilina Identifique as funções orgânicas presentes simultaneamente nas estruturas dos dois biopesticidas apresentados:",
    "alternatives": [
      "A) Éter e éster.",
      "B) Cetona e éster.",
      "C) Álcool e cetona.",
      "D) Aldeído e cetona.",
      "E) Éter e ácido carboxílico."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 51) Pesticidas são contaminantes ambientais altamente tóxicos aos seres vivos e, geralmente, com grande persistência ambiental. A busca por novas formas de eliminação dos pesticidas tem aumentado nos últimos anos, uma vez que as técnicas atuais são economicamente dispendiosas e paliativas. A biorremediação de pesticidas utilizando microrganismos tem se mostrado uma técnica muito promissora para essa finalidade, por apresentar vantagens econômicas e ambientais.\nPara ser utilizado nesta técnica promissora, um microrganismo deve ser capaz de",
    "alternatives": [
      "A) transferir o contaminante do solo para a água.",
      "B) absorver o contaminante sem alterá-lo quimicamente.",
      "C) apresentar alta taxa de mutação ao longo das gerações.",
      "D) estimular o sistema imunológico do homem contra o contaminante.",
      "E) metabolizar o contaminante, liberando subprodutos menos tóxicos ou atóxicos."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 52) Medidas de saneamento básico são fundamentais no processo de promoção de saúde e qualidade de vida da população. Muitas vezes, a falta de saneamento está relacionada com o aparecimento de várias doenças. Nesse contexto, um paciente dá entrada em um pronto atendimento relatando que há 30 dias teve contato com águas de enchente. Ainda informa que nesta localidade não há rede de esgoto e drenagem de águas pluviais e que a coleta de lixo é inadequada. Ele apresenta os seguintes sintomas: febre, dor de cabeça e dores musculares.\nRelacionando os sintomas apresentados com as condições sanitárias da localidade, há indicações de que o paciente apresenta um caso de",
    "alternatives": [
      "A) difteria.",
      "B) botulismo.",
      "C) tuberculose.",
      "D) leptospirose.",
      "E) meningite meningocócica."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 53) O rótulo de um desodorante aerossol informa ao consumidor que o produto possui em sua composição os gases isobutano, butano e propano, dentre outras substâncias. Além dessa informação, o rótulo traz, ainda, a inscrição “Não contém CFC”. As reações a seguir, que ocorrem na estratosfera, justificam a não utilização de CFC (clorofluorcarbono ou Freon) nesse desodorante: I) CF2Cℓ2 CF2Cℓ + Cℓ UV II) Cℓ + O3 O2 + CℓO • • • • A preocupação com as possíveis ameaças à camada de ozônio (O3) baseia-se na sua principal função: proteger a matéria viva na Terra dos efeitos prejudiciais dos raios solares ultravioleta. A absorção da radiação ultravioleta pelo ozônio estratosférico é intensa o suficiente para eliminar boa parte da fração de ultravioleta que é prejudicial à vida.\nA finalidade da utilização dos gases isobutano, butano e propano neste aerossol é",
    "alternatives": [
      "A) substituir o CFC, pois não reagem com o ozônio, servindo como gases propelentes em aerossóis.",
      "B) servir como propelentes, pois, como são muito reativos, capturam o Freon existente livre na atmosfera, impedindo a destruição do ozônio.",
      "C) reagir com o ar, pois se decompõem espontaneamente em dióxido de carbono (CO2) e água (H2O), que não atacam o ozônio.",
      "D) impedir a destruição do ozônio pelo CFC, pois os hidrocarbonetos gasosos reagem com a radiação UV, liberando hidrogênio (H2), que reage com o oxigênio do ar (O2), formando água (H2O).",
      "E) destruir o CFC, pois reagem com a radiação UV, liberando carbono (C), que reage com o oxigênio do ar (O2), formando dióxido de carbono (CO2), que é inofensivo para a camada de ozônio."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 54) Em um dia de chuva muito forte, constatou-se uma goteira sobre o centro de uma piscina coberta, formando um padrão de ondas circulares. Nessa situação, observou-se que caíam duas gotas a cada segundo. A distância entre duas cristas consecutivas era de 25 cm e cada uma delas se aproximava da borda da piscina com velocidade de 1,0 m/s. Após algum tempo a chuva diminuiu e a goteira passou a cair uma vez por segundo.\nCom a diminuição da chuva, a distância entre as cristas e a velocidade de propagação da onda se tornaram, respectivamemente,",
    "alternatives": [
      "A) maior que 25 cm e maior que 1,0 m/s.",
      "B) maior que 25 cm e igual a 1,0 m/s.",
      "C) menor que 25 cm e menor que 1,0 m/s.",
      "D) menor que 25 cm e igual a 1,0 m/s.",
      "E) igual a 25 cm e igual a 1,0 m/s."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 57) Muitas espécies de plantas lenhosas são encontradas no cerrado brasileiro. Para a sobrevivência nas condições de longos períodos de seca e queimadas periódicas, próprias desse ecossistema, essas plantas desenvolveram estruturas muito peculiares.\nAs estruturas adaptativas mais apropriadas para a sobrevivência desse grupo de plantas nas condições ambientais do referido ecossistema são:",
    "alternatives": [
      "A) Cascas finas e sem sulcos ou fendas.",
      "B) Caules estreitos e retilíneos.",
      "C) Folhas estreitas e membranosas.",
      "D) Gemas apicais com densa pilosidade.",
      "E) Raízes superficiais, em geral, aéreas."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 58) A própolis é um produto natural conhecido por suas propriedades anti-inflamatórias e cicatrizantes. Esse material contém mais de 200 compostos identificados até o momento. Dentre eles, alguns são de estrutura simples, como é o caso do C6H5CO2CH2CH3, cuja estrutura está mostrada a seguir.\nC O CH2CH3 O ácido carboxílico e o álcool capazes de produzir o éster em apreço por meio da reação de esterificação são, respectivamente,",
    "alternatives": [
      "A) ácido benzoico e etanol.",
      "B) ácido propanoico e hexanol.",
      "C) ácido fenilacético e metanol.",
      "D) ácido propiônico e cicloexanol.",
      "E) ácido acético e álcool benzílico."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 59) No Japão, um movimento nacional para a promoção da luta contra o aquecimento global leva o slogan: 1 pessoa, 1 dia, 1 kg de CO2 a menos! A ideia é cada pessoa reduzir em 1 kg a quantidade de CO2 emitida todo dia, por meio de pequenos gestos ecológicos, como diminuir a queima de gás de cozinha.\nConsiderando um processo de combustão completa de um gás de cozinha composto exclusivamente por butano (C4H10), a mínima quantidade desse gás que um japonês deve deixar de queimar para atender à meta diária, apenas com esse gesto, é de Dados: CO2 (44 g/mol); C4H10 (58 g/mol)",
    "alternatives": [
      "A) 0,25 kg.",
      "B) 0,33 kg.",
      "C) 1,0 kg.",
      "D) 1,3 kg.",
      "E) 3,0 kg."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 61) A eficiência das lâmpadas pode ser comparada utilizando a razão, considerada linear, entre a quantidade de luz produzida e o consumo. A quantidade de luz é medida pelo fluxo luminoso, cuja unidade é o lúmen (lm). O consumo está relacionado à potência elétrica da lâmpada que é medida em watt (W). Por exemplo, uma lâmpada incandescente de 40 W emite cerca de 600 lm, enquanto uma lâmpada fluorescente de 40 W emite cerca de 3 000 lm.\nA eficiência de uma lâmpada incandescente de 40 W é",
    "alternatives": [
      "A) maior que a de uma lâmpada fluorescente de 8 W, que produz menor quantidade de luz.",
      "B) maior que a de uma lâmpada fluorescente de 40 W, que produz menor quantidade de luz.",
      "C) menor que a de uma lâmpada fluorescente de 8 W, que produz a mesma quantidade de luz.",
      "D) menor que a de uma lâmpada fluorescente de 40 W, pois consome maior quantidade de energia.",
      "E) igual a de uma lâmpada fluorescente de 40 W, que consome a mesma quantidade de energia."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 62) Não é de hoje que o homem cria, artificialmente, variedades de peixes por meio da hibridação. Esta é uma técnica muito usada pelos cientistas e pelos piscicultores porque os híbridos resultantes, em geral, apresentam maior valor comercial do que a média de ambas as espécies parentais, além de reduzir a sobrepesca no ambiente natural.\nSem controle, esses animais podem invadir rios e lagos naturais, se reproduzir e",
    "alternatives": [
      "A) originar uma nova espécie poliploide.",
      "B) substituir geneticamente a espécie natural.",
      "C) ocupar o primeiro nível trófico no hábitat aquático.",
      "D) impedir a interação biológica entre as espécies parentais.",
      "E) produzir descendentes com o código genético modificado."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 63) Há milhares de anos o homem faz uso da biotecnologia para a produção de alimentos como pães, cervejas e vinhos. Na fabricação de pães, por exemplo, são usados fungos unicelulares, chamados de leveduras, que são comercializados como fermento biológico. Eles são usados para promover o crescimento da massa, deixando-a leve e macia.\nO crescimento da massa do pão pelo processo citado é resultante da",
    "alternatives": [
      "A) liberação de gás carbônico.",
      "B) formação de ácido lático.",
      "C) formação de água.",
      "D) produção de ATP.",
      "E) liberação de calor."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 64) Alguns povos indígenas ainda preservam suas tradições realizando a pesca com lanças, demonstrando uma notável habilidade. Para fisgar um peixe em um lago com águas tranquilas o índio deve mirar abaixo da posição em que enxerga o peixe.\nEle deve proceder dessa forma porque os raios de luz",
    "alternatives": [
      "A) refletidos pelo peixe não descrevem uma trajetória retilínea no interior da água.",
      "B) emitidos pelos olhos do índio desviam sua trajetória quando passam do ar para a água.",
      "C) espalhados pelo peixe são refletidos pela superfície da água.",
      "D) emitidos pelos olhos do índio são espalhados pela superfície da água.",
      "E) refletidos pelo peixe desviam sua trajetória quando passam da água para o ar."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 65) Os vegetais biossintetizam determinadas substâncias (por exemplo, alcaloides e flavonoides), cuja estrutura química e concentração variam num mesmo organismo em diferentes épocas do ano e estágios de desenvolvimento. Muitas dessas substâncias são produzidas para a adaptação do organismo às variações ambientais (radiação UV, temperatura, parasitas, herbívoros, estímulo a polinizadores etc.) ou fisiológicas (crescimento, envelhecimento etc.).\nAs variações qualitativa e quantitativa na produção dessas substâncias durante um ano são possíveis porque o material genético do indivíduo",
    "alternatives": [
      "A) sofre constantes recombinações para adaptar-se.",
      "B) muda ao longo do ano e em diferentes fases da vida.",
      "C) cria novos genes para biossíntese de substâncias específicas.",
      "D) altera a sequência de bases nitrogenadas para criar novas substâncias.",
      "E) possui genes transcritos diferentemente de acordo com cada necessidade."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 68) O menor tamanduá do mundo é solitário e tem hábitos noturnos, passa o dia repousando, geralmente em um emaranhado de cipós, com o corpo curvado de tal maneira que forma uma bola. Quando em atividade, se locomove vagarosamente e emite som semelhante a um assobio. A cada gestação, gera um único filhote. A cria é deixada em uma árvore à noite e é amamentada pela mãe até que tenha idade para procurar alimento. As fêmeas adultas têm territórios grandes e o território de um macho inclui o de várias fêmeas, o que significa que ele tem sempre diversas pretendentes à disposição para namorar! Essa descrição sobre o tamanduá diz respeito ao seu",
    "alternatives": [
      "A) hábitat.",
      "B) biótopo.",
      "C) nível trófico.",
      "D) nicho ecológico.",
      "E) potencial biótico."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 71) Suponha que você seja um consultor e foi contratado para assessorar a implantação de uma matriz energética em um pequeno país com as seguintes características: região plana, chuvosa e com ventos constantes, dispondo de poucos recursos hídricos e sem reservatórios de combustíveis fósseis.\nDe acordo com as características desse país, a matriz energética de menor impacto e risco ambientais é a baseada na energia",
    "alternatives": [
      "A) dos biocombustíveis, pois tem menor impacto ambiental e maior disponibilidade.",
      "B) solar, pelo seu baixo custo e pelas características do país favoráveis à sua implantação.",
      "C) nuclear, por ter menor risco ambiental e ser adequada a locais com menor extensão territorial.",
      "D) hidráulica, devido ao relevo, à extensão territorial do país e aos recursos naturais disponíveis.",
      "E) eólica, pelas características do país e por não gerar gases do efeito estufa nem resíduos de operação."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 72) Uma empresa de transportes precisa efetuar a entrega de uma encomenda o mais breve possível. Para tanto, a equipe de logística analisa o trajeto desde a empresa até o local da entrega. Ela verifica que o trajeto apresenta dois trechos de distâncias diferentes e velocidades máximas permitidas diferentes. No primeiro trecho, a velocidade máxima permitida é de 80 km/h e a distância a ser percorrida é de 80 km. No segundo trecho, cujo comprimento vale 60 km, a velocidade máxima permitida é 120 km/h.\nSupondo que as condições de trânsito sejam favoráveis para que o veículo da empresa ande continuamente na velocidade máxima permitida, qual será o tempo necessário, em horas, para a realização da entrega?",
    "alternatives": [
      "A) 0,7",
      "B) 1,4",
      "C) 1,5",
      "D) 2,0",
      "E) 3,0"
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 75) Em certos locais, larvas de moscas, criadas em arroz cozido, são utilizadas como iscas para pesca. Alguns criadores, no entanto, acreditam que essas larvas surgem espontaneamente do arroz cozido, tal como preconizado pela teoria da geração espontânea.\nEssa teoria começou a ser refutada pelos cientistas ainda no século XVII, a partir dos estudos de Redi e Pasteur, que mostraram experimentalmente que",
    "alternatives": [
      "A) seres vivos podem ser criados em laboratório.",
      "B) a vida se originou no planeta a partir de microrganismos.",
      "C) o ser vivo é oriundo da reprodução de outro ser vivo pré-existente.",
      "D) seres vermiformes e microrganismos são evolutivamente aparentados.",
      "E) vermes e microrganismos são gerados pela matéria existente nos cadáveres e nos caldos nutritivos, respectivamente."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 76) Os tubos de PVC, material organoclorado sintético, são normalmente utilizados como encanamento na construção civil. Ao final da sua vida útil, uma das formas de descarte desses tubos pode ser a incineração. Nesse processo libera-se HCℓ (g), cloreto de hidrogênio, dentre outras substâncias. Assim, é necessário um tratamento para evitar o problema da emissão desse poluente.\nEntre as alternativas possíveis para o tratamento, é apropriado canalizar e borbulhar os gases provenientes da incineração em",
    "alternatives": [
      "A) água dura.",
      "B) água de cal.",
      "C) água salobra.",
      "D) água destilada.",
      "E) água desmineralizada."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 77) Um consumidor desconfia que a balança do supermercado não está aferindo corretamente a massa dos produtos. Ao chegar a casa resolve conferir se a balança estava descalibrada. Para isso, utiliza um recipiente provido de escala volumétrica, contendo 1,0 litro d’água. Ele coloca uma porção dos legumes que comprou dentro do recipiente e observa que a água atinge a marca de 1,5 litro e também que a porção não ficara totalmente submersa, com 1 3 de seu volume fora d’água. Para concluir o teste, o consumidor, com ajuda da internet, verifica que a densidade dos legumes, em questão, é a metade da densidade da água, onde, rágua = 1 g cm3 .\nNo supermercado a balança registrou a massa da porção de legumes igual a 0,500 kg (meio quilograma).\nConsiderando que o método adotado tenha boa precisão, o consumidor concluiu que a balança estava descalibrada e deveria ter registrado a massa da porção de legumes igual a",
    "alternatives": [
      "A) 0,073 kg.",
      "B) 0,167 kg.",
      "C) 0,250 kg.",
      "D) 0,375 kg.",
      "E) 0,750 kg."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 81) Paleontólogos estudam fósseis e esqueletos de dinossauros para tentar explicar o desaparecimento desses animais. Esses estudos permitem afirmar que esses animais foram extintos há cerca de 65 milhões de anos. Uma teoria aceita atualmente é a de que um asteroide colidiu com a Terra, formando uma densa nuvem de poeira na atmosfera.\nDe acordo com essa teoria, a extinção ocorreu em função de modificações no planeta que",
    "alternatives": [
      "A) desestabilizaram o relógio biológico dos animais, causando alterações no código genético.",
      "B) reduziram a penetração da luz solar até a superfície da Terra, interferindo no fluxo energético das teias tróficas.",
      "C) causaram uma série de intoxicações nos animais, provocando a bioacumulação de partículas de poeira nos organismos.",
      "D) resultaram na sedimentação das partículas de poeira levantada com o impacto do meteoro, provocando o desaparecimento de rios e lagos.",
      "E) evitaram a precipitação de água até a superfície da Terra, causando uma grande seca que impediu a retroalimentação do ciclo hidrológico."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 83) Aumentar a eficiência na queima de combustível dos motores a combustão e reduzir suas emissões de poluentes é a meta de qualquer fabricante de motores. É também o foco de uma pesquisa brasileira que envolve experimentos com plasma, o quarto estado da matéria e que está presente no processo de ignição. A interação da faísca emitida pela vela de ignição com as moléculas de combustível gera o plasma que provoca a explosão liberadora de energia que, por sua vez, faz o motor funcionar.\nNo entanto, a busca da eficiência referenciada no texto apresenta como fator limitante",
    "alternatives": [
      "A) o tipo de combustível, fóssil, que utilizam. Sendo um insumo não renovável, em algum momento estará esgotado.",
      "B) um dos princípios da termodinâmica, segundo o qual o rendimento de uma máquina térmica nunca atinge o ideal.",
      "C) o funcionamento cíclico de todos os motores. A repetição contínua dos movimentos exige que parte da energia seja transferida ao próximo ciclo.",
      "D) as forças de atrito inevitável entre as peças. Tais forças provocam desgastes contínuos que com o tempo levam qualquer material à fadiga e ruptura.",
      "E) a temperatura em que eles trabalham. Para atingir o plasma, é necessária uma temperatura maior que a de fusão do aço com que se fazem os motores."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 84) A falta de conhecimento em relação ao que vem a ser um material radioativo e quais os efeitos, consequências e usos da irradiação pode gerar o medo e a tomada de decisões equivocadas, como a apresentada no exemplo a seguir.\n“Uma companhia aérea negou-se a transportar material médico por este portar um certificado de esterilização por irradiação.” A decisão tomada pela companhia é equivocada, pois",
    "alternatives": [
      "A) o material é incapaz de acumular radiação, não se tornando radioativo por ter sido irradiado.",
      "B) a utilização de uma embalagem é suficiente para bloquear a radiação emitida pelo material.",
      "C) a contaminação radioativa do material não se prolifera da mesma forma que as infecções por microrganismos.",
      "D) o material irradiado emite radiação de intensidade abaixo daquela que ofereceria risco à saúde.",
      "E) o intervalo de tempo após a esterilização é suficiente para que o material não emita mais radiação."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 86) Osmose é um processo espontâneo que ocorre em todos os organismos vivos e é essencial à manutenção da vida. Uma solução 0,15 mol/L de NaCℓ (cloreto de sódio) possui a mesma pressão osmótica das soluções presentes nas células humanas.\nA imersão de uma célula humana em uma solução 0,20 mol/L de NaCℓ tem, como consequência, a",
    "alternatives": [
      "A) adsorção de íons Na+ sobre a superfície da célula.",
      "B) difusão rápida de íons Na+ para o interior da célula.",
      "C) diminuição da concentração das soluções presentes na célula.",
      "D) transferência de íons Na+ da célula para a solução.",
      "E) transferência de moléculas de água do interior da célula para a solução."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 87) A doença de Chagas afeta mais de oito milhões de brasileiros, sendo comum em áreas rurais. É uma doença causada pelo protozoário Trypanosoma cruzi e transmitida por insetos conhecidos como barbeiros ou chupanças.\nUma ação do homem sobre o meio ambiente que tem contribuído para o aumento dessa doença é",
    "alternatives": [
      "A) o consumo de carnes de animais silvestres que são hospedeiros do vetor da doença.",
      "B) a utilização de adubos químicos na agricultura que aceleram o ciclo reprodutivo do barbeiro.",
      "C) a ausência de saneamento básico que favorece a proliferação do protozoário em regiões habitadas por humanos.",
      "D) a poluição dos rios e lagos com pesticidas que exterminam o predador das larvas do inseto transmissor da doença.",
      "E) o desmatamento que provoca a migração ou o desaparecimento dos animais silvestres dos quais o barbeiro se alimenta."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 88) Nossa pele possui células que reagem à incidência de luz ultravioleta e produzem uma substância chamada melanina, responsável pela pigmentação da pele. Pensando em se bronzear, uma garota vestiu um biquíni, acendeu a luz de seu quarto e deitou-se exatamente abaixo da lâmpada incandescente. Após várias horas ela percebeu que não conseguiu resultado algum.\nO bronzeamente não ocorreu porque a luz emitida pela lâmpada incandescente é de",
    "alternatives": [
      "A) baixa intensidade.",
      "B) baixa frequência.",
      "C) um espectro contínuo.",
      "D) amplitude inadequada.",
      "E) curto comprimento de onda."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 90) Aspartame é um edulcorante artificial (adoçante dietético) que apresenta potencial adoçante 200 vezes maior que o açúcar comum, permitindo seu uso em pequenas quantidades. Muito usado pela indústria alimentícia, principalmente nos refrigerantes diet, tem valor energético que corresponde a 4 calorias/grama. É contraindicado a portadores de fenilcetonúria, uma doença genética rara que provoca o acúmulo da fenilalanina no organismo, causando retardo mental. O IDA (índice diário aceitável) desse adoçante é 40 mg/kg de massa corpórea.\nCom base nas informações do texto, a quantidade máxima recomendada de aspartame, em mol, que uma pessoa de 70 kg de massa corporal pode ingerir por dia é mais próxima de Dado: massa molar do aspartame = 294 g/mol",
    "alternatives": [
      "A) 1,3 × 10–4.",
      "B) 9,5 × 10–3.",
      "C) 4 × 10–2.",
      "D) 2,6.",
      "E) 823."
    ],
    "year": "2012",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 91) Quotes of the Day Friday, Sep. 02, 2011 “There probably was a shortage of not just respect and boundaries but also love. But you do need, when they cross the line and break the law, to be very tough.” British Prime Minister DAVID CAMERON, arguing that those involved in the recent riots in England need “tough love” as he vows to “get to grips” with the country’s problem families.\nA respeito dos tumultos causados na Inglaterra em agosto de 2011, as palavras de alerta de David Cameron têm como foco principal",
    "alternatives": [
      "A) enfatizar a discriminação contra os jovens britânicos e suas famílias.",
      "B) criticar as ações agressivas demonstradas nos tumultos pelos jovens.",
      "C) estabelecer relação entre a falta de limites dos jovens e o excesso de amor.",
      "D) reforçar a ideia de que os jovens precisam de amor, mas também de firmeza.",
      "E) descrever o tipo de amor que gera problemas às famílias de jovens britânicos."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 92) Aproveitando-se de seu status social e da possível influência sobre seus fãs, o famoso músico Jimi Hendrix associa, em seu texto, os termos love, power e peace para justificar sua opinião de que",
    "alternatives": [
      "A) a paz tem o poder de aumentar o amor entre os homens.",
      "B) o amor pelo poder deve ser menor do que o poder do amor.",
      "C) o poder deve ser compartilhado entre aqueles que se amam.",
      "D) o amor pelo poder é capaz de desunir cada vez mais as pessoas.",
      "E) a paz será alcançada quando a busca pelo poder deixar de existir."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 94) I, too I, too, sing America.\nI am the darker brother.\nThey send me to eat in the kitchen When company comes, But I laugh, And eat well, And grow strong.\nTomorrow, I’ll be at the table When company comes.\nNobody’ll dare Say to me, “Eat in the kitchen,” Then.\nBesides, They’ll see how beautiful I am And be ashamed I, too, am America.\nHUGHES, L. In: RAMPERSAD, A.; ROESSEL, D. (Ed.) The collected poems of Langston Hughes. New York: Knopf, 1994. Langston Hughes foi um poeta negro americano que viveu no século XX e escreveu I, too em 1932. No poema, a personagem descreve uma prática racista que provoca nela um sentimento de",
    "alternatives": [
      "A) coragem, pela superação.",
      "B) vergonha, pelo retraimento.",
      "C) compreensão, pela aceitação.",
      "D) superioridade, pela arrogância.",
      "E) resignação, pela submissão."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 95) 23 February 2012 Last update at 16:53 GMT BBC World Service J. K. Rowling to pen first novel for adults Author J. K. Rowling has announced plans to publish her first novel for adults, which will be “very different” from the Harry Potter books she is famous for.\nThe book will be published worldwide although no date or title has yet been released. “The freedom to explore new territory is a gift that Harry’s sucess has brought me,” Rowling said.\nAll the Potter books were published by Bloomsbury, but Rowling has chosen a new publisher for her debut into adult fiction. “Although I’ve enjoyed writing it every bit as much, my next book will be very different to the Harry Potter series, which has been published so brilliantly by Bloomsbury and my other publishers around the world,” she said, in a statement. “I’m delighted to have a second publishing home in Little, Brown, and a publishing team that will be a great partner in this new phase of my writing life.” J. K. Rowling tornou-se famosa por seus livros sobre o bruxo Harry Potter e suas aventuras, adaptados para o cinema. Esse texto, que aborda a trajetória da escritora britânica, tem por objetivo",
    "alternatives": [
      "A) informar que a famosa série Harry Potter será adaptada para o público adulto.",
      "B) divulgar a publicação do romance por J. K. Rowling inteiramente para adultos.",
      "C) promover a nova editora que irá publicar os próximos livros de J. K. Rowling.",
      "D) informar que a autora de Harry Potter agora pretende escrever para adultos.",
      "E) anunciar um novo livro da série Harry Potter publicado por editora diferente. *amar25dom3*"
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 91) Excavarán plaza ceremonial del frontis norte de huaca de la Luna Trujillo, feb. 25 (ANDINA). Tras limpiar los escombros del saqueo colonial y de las excavaciones de los últimos años en huaca de la Luna, este año se intervendrá la plaza ceremonial del frontis norte, en donde se ubica la gran fachada del sitio arqueológico ubicado en Trujillo, La Libertad, informaron hoy fuentes culturales. Después de varias semanas de trabajo, el material fue sacado del sitio arqueológico para poder apreciar mejor la extensión y forma del patio que, según las investigaciones, sirvió hace unos 1 500 como escenario de extraños rituales.\nEl codirector del Proyecto Arqueológico Huacas del Sol y la Luna, Ricardo Morales Gamarra, sostuvo que con la zona limpia de escombros, los visitantes conocerán la verdadera proporción de la imponente fachada, tal y como la conocieron los moches. Por su parte, el arqueólogo Santiago Uceda, también codirector del proyecto, dijo que las excavaciones se iniciarán este año para determinar qué otros elementos componían dicha área. “Hace poco nos sorprendió encontrar un altar semicircular escalonado. Era algo que no esperábamos. Por lo tanto, es difícil saber qué es lo que aún está escondido en la zona que exploraremos”, señaló Uceda a la Agencia Andina.\nLa huaca de la Luna se localiza en el distrito trujillano de Moche. Es una pirámide de adobe adornada, en sus murales, con impresionantes imágenes mitológicas, muchas de ellas en alto relieve.\nO texto apresenta informações sobre um futuro trabalho de escavação de um sítio arqueológico peruano. Sua leitura permite inferir que",
    "alternatives": [
      "A) a pirâmide huaca de la Luna foi construída durante o período colonial peruano.",
      "B) o sítio arqueológico contém um altar semicircular bastante deteriorado.",
      "C) a pirâmide huaca de la Luna foi construída com cerâmica.",
      "D) o sítio arqueológico possui um pátio que foi palco de rituais.",
      "E) o sítio arqueológico mantém escombros deixados pela civilização moche."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 92) Nuestra comarca del mundo, que hoy llamamos América Latina perfeccionó sus funciones. Este ya no es el reino de las maravillas donde la realidad derrotaba a la fábula y la imaginación era humillada por los trofeos de la conquista, los yacimientos de oro y las montañas de plata. Pero la región sigue trabajando de sirvienta. Es América Latina, la región de las venas abiertas. Desde el descubrimiento hasta nuestros días, todo se ha trasmutado siempre en capital europeo o, más tarde, norteamericano, y como tal se ha acumulado y se acumula en los lejanos centros del poder. Todo: la tierra, sus frutos y sus profundidades ricas en minerales, los hombres y su capacidad de trabajo y de consumo, los recursos naturales y los recursos humanos. El modo de producción y la estructura de clases de cada lugar han sido sucesivamente determinados, desde fuera, por su incorporación al engranaje universal del capitalismo. Nuestra derrota estuvo siempre implícita en la victoria ajena; nuestra riqueza ha generado siempre nuestra pobreza para alimentar la prosperidad de otros: los imperios y sus caporales nativos.\nGALEANO, E. Las venas abiertas de América Latina. A partir da leitura do texto, infere-se que, ao longo da história da América Latina,",
    "alternatives": [
      "A) suas relações com as nações exploradoras sempre se caracterizaram por uma rede de dependências.",
      "B) seus países sempre foram explorados pelas mesmas nações desde o início do processo de colonização.",
      "C) sua sociedade sempre resistiu à aceitação do capitalismo imposto pelo capital estrangeiro.",
      "D) suas riquezas sempre foram acumuladas longe dos centros de poder.",
      "E) suas riquezas nunca serviram ao enriquecimento das elites locais."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 93) Obituario* Lo enterraron en el corazón de un bosque de pinos y sin embargo el ataúd de pino fue importado de Ohio; lo enterraron al borde de una mina de hierro y sin embargo los clavos de su ataúd y el hierro de la pala fueron importados de Pittsburg; lo enterraron junto al mejor pasto de ovejas del mundo y sin embargo las lanas de los festones del ataúd eran de California.\nLo enterraron con un traje de New York, un par de zapatos de Boston, una camisa de Cincinatti y unos calcetines de Chicago.\nGuatemala no facilitó nada al funeral, excepto el cadáver.\n* Paráfrasis de un famoso texto norteamericano.\nNOGUERAS, L. R. Las quince mil vidas del caminante. La Habana: Unea,1977.\nO texto de Luis Rogelio Nogueras faz uma crítica",
    "alternatives": [
      "A) à dependência de produtos estrangeiros por uma nação.",
      "B) ao comércio desigual entre Guatemala e Estados Unidos.",
      "C) à má qualidade das mercadorias guatemaltecas.",
      "D) às dificuldades para a realização de um funeral.",
      "E) à ausência de recursos naturais na Guatemala. *amar25dom4*"
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 95) Las Malvinas son nuestras Sí, las islas son nuestras. Esta afirmación no se basa en sentimientos nacionalistas, sino en normas y principios del derecho internacional que, si bien pueden suscitar interpretaciones en contrario por parte de los británicos, tienen la fuerza suficiente para imponerse.\nLos británicos optaron por sostener el derecho de autodeterminación de los habitantes de las islas, invocando la resolución 1514 de las Naciones Unidas, que acordó a los pueblos coloniales el derecho de independizarse de los Estados colonialistas. Pero esta tesitura es también indefendible. La citada resolución se aplica a los casos de pueblos sojuzgados por una potencia extranjera, que no es el caso de Malvinas, donde Gran Bretaña procedió a expulsar a los argentinos que residían en las islas, reemplazándolos por súbditos de la corona que pasaron a ser kelpers y luego ciudadanos británicos. Además, según surge de la misma resolución, el principio de autodeterminación no es de aplicación cuando afecta la integridad territorial de un país.\nFinalmente, en cuanto a qué haría la Argentina con los habitantes británicos de las islas en caso de ser recuperadas, la respuesta se encuentra en la cláusula transitoria primera de la Constitución Nacional sancionada por la reforma de 1994, que impone respetar el modo de vida de los isleños, lo que además significa respetar sus intereses.\nO texto apresenta uma opinião em relação à disputa entre e a Argentina e o Reino Unido pela soberania sobre as Ilhas Malvinas, ocupadas pelo Reino Unido em 1833. O autor dessa opinião apoia a reclamação argentina desse arquipélago, argumentando que",
    "alternatives": [
      "A) a descolonização das ilhas em disputa está contemplada na lei comum britânica.",
      "B) as Nações Unidas estão desacreditadas devido à ambiguidade das suas resoluções.",
      "C) o princípio de autodeterminação carece de aplicabilidade no caso das Ilhas Malvinas.",
      "D) a população inglesa compreende a reivindicação nacionalista da administração argentina.",
      "E) os cidadãos de origem britânica assentados nas ilhas seriam repatriados para a Inglaterra. *amar25dom5*"
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 97) Com o texto eletrônico, enfim, parece estar ao alcance de nossos olhos e de nossas mãos um sonho muito antigo da humanidade, que se poderia resumir em duas palavras, universalidade e interatividade.\nAs luzes, que pensavam que Gutenberg tinha propiciado aos homens uma promessa universal, cultivavam um modo de utopia. Elas imaginavam poder, a partir das práticas privadas de cada um, construir um espaço de intercâmbio crítico das ideias e opiniões. O sonho de Kant era que cada um fosse ao mesmo tempo leitor e autor, que emitisse juízos sobre as instituições de seu tempo, quaisquer que elas fossem e que, ao mesmo tempo, pudesse refletir sobre o juízo emitido pelos outros. Aquilo que outrora só era permitido pela comunicação manuscrita ou a circulação dos impressos encontra hoje um suporte poderoso com o texto eletrônico.\nCHARTIER, R. A aventura do livro: do leitor ao navegador. São Paulo: Imprensa Oficial do Estado de São Paulo; Unesp, 1998.\nNo trecho apresentado, o sociólogo Roger Chartier caracteriza o texto eletrônico como um poderoso suporte que coloca ao alcance da humanidade o antigo sonho de universalidade e interatividade, uma vez que cada um passa a ser, nesse espaço de interação social, leitor e autor ao mesmo tempo. A universalidade e a interatividade que o texto eletrônico possibilita estão diretamente relacionadas à função social da internet de",
    "alternatives": [
      "A) propiciar o livre e imediato acesso às informações e ao intercâmbio de julgamentos.",
      "B) globalizar a rede de informações e democratizar o acesso aos saberes.",
      "C) expandir as relações interpessoais e dar visibilidade aos interesses pessoais.",
      "D) propiciar entretenimento e acesso a produtos e serviços.",
      "E) expandir os canais de publicidade e o espaço mercadológico."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 98) O senhor Carta a uma jovem que, estando em uma roda em que dava aos presentes o tratamento de você, se dirigiu ao autor chamando-o “o senhor”: Senhora: Aquele a quem chamastes senhor aqui está, de peito magoado e cara triste, para vos dizer que senhor ele não é, de nada, nem de ninguém.\nBem o sabeis, por certo, que a única nobreza do plebeu está em não querer esconder sua condição, e esta nobreza tenho eu. Assim, se entre tantos senhores ricos e nobres a quem chamáveis você escolhestes a mim para tratar de senhor, é bem de ver que só poderíeis ter encontrado essa senhoria nas rugas de minha testa e na prata de meus cabelos. Senhor de muitos anos, eis aí; o território onde eu mando é no país do tempo que foi. Essa palavra “senhor”, no meio de uma frase, ergueu entre nós um muro frio e triste.\nVi o muro e calei: não é de muito, eu juro, que me acontece essa tristeza; mas também não era a vez primeira.\nBRAGA, R. A borboleta amarela. Rio de Janeiro: Record, 1991.\nA escolha do tratamento que se queira atribuir a alguém geralmente considera as situações específicas de uso social. A violação desse princípio causou um mal-estar no autor da carta. O trecho que descreve essa violação é:",
    "alternatives": [
      "A) “Essa palavra, ‘senhor’, no meio de uma frase ergueu entre nós um muro frio e triste.”",
      "B) “A única nobreza do plebeu está em não querer esconder a sua condição.”",
      "C) “Só poderíeis ter encontrado essa senhoria nas rugas de minha testa.”",
      "D) “O território onde eu mando é no país do tempo que foi.”",
      "E) “Não é de muito, eu juro, que acontece essa tristeza; mas também não era a vez primeira.” *amar25dom6*"
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 99) Que estratégia argumentativa leva o personagem do terceiro quadrinho a persuadir sua interlocutora?",
    "alternatives": [
      "A) Prova concreta, ao expor o produto ao consumidor.",
      "B) Consenso, ao sugerir que todo vendedor tem técnica.",
      "C) Raciocínio lógico, ao relacionar uma fruta com um produto eletrônico.",
      "D) Comparação, ao enfatizar que os produtos apresentados anteriormente são inferiores.",
      "E) Indução, ao elaborar o discurso de acordo com os anseios do consumidor."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 100) Não somos tão especiais Todas as características tidas como exclusivas dos humanos são compartilhadas por outros animais, ainda que em menor grau.\nINTELIGÊNCIA A ideia de que somos os únicos animais racionais tem sido destruída desde os anos 40. A maioria das aves e mamíferos tem algum tipo de raciocínio.\nAMOR O amor, tido como o mais elevado dos sentimentos, é parecido em várias espécies, como os corvos, que também criam laços duradouros, se preocupam com o ente querido e ficam de luto depois de sua morte.\nCONSCIÊNCIA Chimpanzés se reconhecem no espelho. Orangotangos observam e enganam humanos distraídos. Sinais de que sabem quem são e se distinguem dos outros. Ou seja, são conscientes.\nCULTURA O primatologista Frans de Waal juntou vários exemplos de cetáceos e primatas que são capazes de aprender novos hábitos e de transmiti-los para as gerações seguintes. O que é cultura se não isso? Extra, extra. Este macaco é humano.\nBURGIERMAN, D. Superinteressante, n. 190, jul. 2003.\nO título do texto traz o ponto de vista do autor sobre a suposta supremacia dos humanos em relação aos outros animais. As estratégias argumentativas utilizadas para sustentar esse ponto de vista são",
    "alternatives": [
      "A) definição e hierarquia.",
      "B) exemplificação e comparação.",
      "C) causa e consequência.",
      "D) finalidade e meios.",
      "E) autoridade e modelo. *amar25dom7*"
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 101) Das irmãs os meus irmãos sujando-se na lama e eis-me aqui cercada de alvura e enxovais eles se provocando e provando do fogo e eu aqui fechada provendo a comida eles se lambuzando e arrotando na mesa e eu a temperada servindo, contida os meus irmãos jogando-se na cama e eis-me afiançada por dote e marido QUEIROZ, S. O sacro ofício. Belo Horizonte: Comunicação, 1980.\nO poema de Sonia Queiroz apresenta uma voz lírica feminina que contrapõe o estilo de vida do homem ao modelo reservado à mulher. Nessa contraposição, ela conclui que",
    "alternatives": [
      "A) a mulher deve conservar uma assepsia que a distingue de homens, que podem se jogar na lama.",
      "B) a palavra “fogo” é uma metáfora que remete ao ato de cozinhar, tarefa destinada às mulheres.",
      "C) a luta pela igualdade entre os gêneros depende da ascensão financeira e social das mulheres.",
      "D) a cama, como sua “alvura e enxovais”, é um símbolo da fragilidade feminina no espaço doméstico.",
      "E) os papéis sociais destinados aos gêneros produzem efeitos e graus de autorrealização desiguais."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 102) O sedutor médio Vamos juntar Nossas rendas e expectativas de vida querida, o que me dizes? Ter 2, 3 filhos e ser meio felizes? VERISSIMO, L. F. Poesia numa hora dessas?! Rio de Janeiro: Objetiva, 2002.\nNo poema O sedutor médio, é possível reconhecer a presença de posições críticas",
    "alternatives": [
      "A) nos três primeiros versos, em que “juntar expectativas de vida” significa que, juntos, os cônjuges poderiam viver mais, o que faz do casamento uma convenção benéfica.",
      "B) na mensagem veiculada pelo poema, em que os valores da sociedade são ironizados, o que é acentuado pelo uso do adjetivo “médio” no título e do advérbio “meio” no verso final.",
      "C) no verso “e ser meio felizes?”, em que “meio” é sinônimo de metade, ou seja, no casamento, apenas um dos cônjuges se sentiria realizado.",
      "D) nos dois primeiros versos, em que “juntar rendas” indica que o sujeito poético passa por dificuldades financeiras e almeja os rendimentos da mulher.",
      "E) no título, em que o adjetivo “médio” qualifica o sujeito poético como desinteressante ao sexo oposto e inábil em termos de conquistas amorosas."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 103) Nós, brasileiros, estamos acostumados a ver juras de amor, feitas diante de Deus, serem quebradas por traição, interesses financeiros e sexuais. Casais se separam como inimigos, quando poderiam ser bons amigos, sem traumas. Bastante interessante a reportagem sobre separação. Mas acho que os advogados consultados, por sua competência, estão acostumados a tratar de grandes separações. Será que a maioria dos leitores da revista tem obras de arte que precisam ser fotografadas antes da separação? Não seria mais útil dar conselhos mais básicos? Não seria interessante mostrar que a separação amigável não interfere no modo de partilha dos bens? Que, seja qual for o tipo de separação, ela não vai prejudicar o direito à pensão dos filhos? Que acordo amigável deve ser assinado com atenção, pois é bastante complicado mudar suas cláusulas? Acho que essas são dicas que podem interessar ao leitor médio.\nO texto foi publicado em uma revista de grande circulação na seção de carta do leitor. Nele, um dos leitores manifesta- se acerca de uma reportagem publicada na edição anterior. Ao fazer sua argumentação, o autor do texto",
    "alternatives": [
      "A) faz uma síntese do que foi abordado na reportagem.",
      "B) discute problemas conjugais que conduzem à separação.",
      "C) aborda a importância dos advogados em processos de separação.",
      "D) oferece dicas para orientar as pessoas em processos de separação.",
      "E) rebate o enfoque dado ao tema pela reportagem, lançando novas ideias."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 104) E-mail com hora programada Redação INFO, 28 de agosto de 2007.\nAgende o envio de e-mails no Thunderbird com a extensão SendLater Nem sempre é interessante mandar um e-mail na hora. Há situações em que agendar o envio de uma mensagem é útil, como em datas comemorativas ou quando o e-mail serve para lembrar o destinatário de algum evento futuro. O Thunderbird, o ótimo cliente de e-mail do grupo Mozilla, conta com uma extensão para esse fim. Trata-se do SendLater. Depois de instalado, ele cria um item no menu de criação de mensagens que permite marcar o dia e a hora exatos para o envio do e-mail. Só há um ponto negativo: para garantir que a mensagem seja enviada na hora, o Thunderbird deverá estar em execução. Senão, ele mandará o e-mail somente na próxima vez que for rodado.\nConsiderando-se a função do SendLater, o objetivo do autor do texto E-mail com hora programada é",
    "alternatives": [
      "A) eliminar os entraves no envio de mensagens via e-mail.",
      "B) viabilizar a aquisição de conhecimento especializado pelo usuário.",
      "C) permitir a seleção dos destinatários dos textos enviados.",
      "D) controlar a quantidade de informações constantes do corpo do texto.",
      "E) divulgar um produto ampliador da funcionalidade de um recurso comunicativo. *amar25dom8*"
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 105) Lugar de mulher também é na oficina. Pelo menos nas oficinas dos cursos da área automotiva fornecidos pela Prefeitura, a presença feminina tem aumentado ano a ano. De cinco mulheres matriculadas em 2005, a quantidade saltou para 79 alunas inscritas neste ano nos cursos de mecânica automotiva, eletricidade veicular, injeção eletrônica, repintura e funilaria. A presença feminina nos cursos automotivos da Prefeitura — que são gratuitos — cresceu 1 480% nos últimos sete anos e tem aumentado ano a ano.\nNa produção de um texto, são feitas escolhas referentes a sua estrutura, que possibilitam inferir o objetivo do autor. Nesse sentido, no trecho apresentado, o enunciado “Lugar de mulher também é na oficina” corrobora o objetivo textual de",
    "alternatives": [
      "A) demonstrar que a situação das mulheres mudou na sociedade contemporânea.",
      "B) defender a participação da mulher na sociedade atual.",
      "C) comparar esse enunciado com outro: “lugar de mulher é na cozinha”.",
      "D) criticar a presença de mulheres nas oficinas dos cursos da área automotiva.",
      "E) distorcer o sentido da frase “lugar de mulher é na cozinha”."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 106) A publicidade, de uma forma geral, alia elementos verbais e imagéticos na constituição de seus textos. Nessa peça publicitária, cujo tema é a sustentabilidade, o autor procura convencer o leitor a",
    "alternatives": [
      "A) assumir uma atitude reflexiva diante dos fenômenos naturais.",
      "B) evitar o consumo excessivo de produtos reutilizáveis.",
      "C) aderir à onda sustentável, evitando o consumo excessivo.",
      "D) abraçar a campanha, desenvolvendo projetos sustentáveis.",
      "E) consumir produtos de modo responsável e ecológico."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 107) Aquele bêbado — Juro nunca mais beber — e fez o sinal da cruz com os indicadores. Acrescentou: — Álcool.\nO mais ele achou que podia beber. Bebia paisagens, músicas de Tom Jobim, versos de Mário Quintana. Tomou um pileque de Segall. Nos fins de semana, embebedava- se de Índia Reclinada, de Celso Antônio.\n— Curou-se 100% do vício — comentavam os amigos.\nSó ele sabia que andava mais bêbado que um gambá. Morreu de etilismo abstrato, no meio de uma carraspana de pôr do sol no Leblon, e seu féretro ostentava inúmeras coroas de ex-alcoólatras anônimos.\nANDRADE, C. D. Contos plausíveis. Rio de Janeiro: Record, 1991.\nA causa mortis do personagem, expressa no último parágrafo, adquire um efeito irônico no texto porque, ao longo da narrativa, ocorre uma",
    "alternatives": [
      "A) metaforização do sentido literal do verbo “beber”.",
      "B) aproximação exagerada da estética abstracionista.",
      "C) apresentação gradativa da coloquialidade da linguagem.",
      "D) exploração hiperbólica da expressão “inúmeras coroas”.",
      "E) citação aleatória de nomes de diferentes artistas."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 108) O trovador Sentimentos em mim do asperamente dos homens das primeiras eras...\nAs primaveras do sarcasmo intermitentemente no meu coração arlequinal...\nIntermitentemente...\nOutras vezes é um doente, um frio na minha alma doente como um longo som redondo...\nCantabona! Cantabona! Dlorom...\nSou um tupi tangendo um alaúde! ANDRADE, M. In: MANFIO, D. Z. (Org.) Poesias completas de Mário de Andrade. Belo Horizonte: Itatiaia, 2005.\nCara ao Modernismo, a questão da identidade nacional é recorrente na prosa e na poesia de Mário de Andrade. Em O trovador, esse aspecto é",
    "alternatives": [
      "A) abordado subliminarmente, por meio de expressões como “coração arlequinal” que, evocando o carnaval, remete à brasilidade.",
      "B) verificado já no título, que remete aos repentistas nordestinos, estudados por Mário de Andrade em suas viagens e pesquisas folclóricas.",
      "C) lamentado pelo eu lírico, tanto no uso de expressões como “Sentimentos em mim do asperamente” (v. 1), “frio” (v. 6), “alma doente” (v. 7), como pelo som triste do alaúde “Dlorom” (v. 9).",
      "D) problematizado na oposição tupi (selvagem) x alaúde (civilizado), apontando a síntese nacional que seria proposta no Manifesto Antropófago, de Oswald de Andrade.",
      "E) exaltado pelo eu lírico, que evoca os “sentimentos dos homens das primeiras eras” para mostrar o orgulho brasileiro por suas raízes indígenas. *amar25dom9*"
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 111) Labaredas nas trevas Fragmentos do diário secreto de Teodor Konrad Nalecz Korzeniowski 20 DE JULHO [1912] Peter Sumerville pede-me que escreva um artigo sobre Crane. Envio-lhe uma carta: “Acredite-me, prezado senhor, nenhum jornal ou revista se interessaria por qualquer coisa que eu, ou outra pessoa, escrevesse sobre Stephen Crane. Ririam da sugestão. [...] Dificilmente encontro alguém, agora, que saiba quem é Stephen Crane ou lembre-se de algo dele. Para os jovens escritores que estão surgindo ele simplesmente não existe.” 20 DE DEZEMBRO [1919] Muito peixe foi embrulhado pelas folhas de jornal. Sou reconhecido como o maior escritor vivo da língua inglesa. Já se passaram dezenove anos desde que Crane morreu, mas eu não o esqueço. E parece que outros também não. The London Mercury resolveu celebrar os vinte e cinco anos de publicação de um livro que, segundo eles, foi “um fenômeno hoje esquecido” e me pediram um artigo.\nFONSECA, R. Romance negro e outras histórias. São Paulo: Companhia das Letras, 1992 (fragmento).\nNa construção de textos literários, os autores recorrem com frequência a expressões metafóricas. Ao empregar o enunciado metafórico “Muito peixe foi embrulhado pelas folhas de jornal”, pretendeu-se estabelecer, entre os dois fragmentos do texto em questão, uma relação semântica de",
    "alternatives": [
      "A) causalidade, segundo a qual se relacionam as partes de um texto, em que uma contém a causa e a outra, a consequência.",
      "B) temporalidade, segundo a qual se articulam as partes de um texto, situando no tempo o que é relatado nas partes em questão.",
      "C) condicionalidade, segundo a qual se combinam duas partes de um texto, em que uma resulta ou depende de circunstâncias apresentadas na outra.",
      "D) adversidade, segundo a qual se articulam duas partes de um texto em que uma apresenta uma orientação argumentativa distinta e oposta à outra.",
      "E) finalidade, segundo a qual se articulam duas partes de um texto em que uma apresenta o meio, por exemplo, para uma ação e a outra, o desfecho da mesma. *amar25dom10*"
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 113) Aqui é o país do futebol Brasil está vazio na tarde de domingo, né? Olha o sambão, aqui é o país do futebol [...] No fundo desse país Ao longo das avenidas Nos campos de terra e grama Brasil só é futebol Nesses noventa minutos De emoção e alegria Esqueço a casa e o trabalho A vida fica lá fora Dinheiro fica lá fora A cama fica lá fora A mesa fica lá fora Salário fica lá fora A fome fica lá fora A comida fica lá fora A vida fica lá fora E tudo fica lá fora Acesso em: 27 out. 2011 (fragmento).\nNa letra da canção Aqui é o país do futebol, de Wilson Simonal, o futebol, como elemento da cultura corporal de movimento e expressão da tradição nacional, é apresentado de forma crítica e emancipada devido ao fato de",
    "alternatives": [
      "A) reforçar a relação entre o esporte futebol e o samba.",
      "B) ser apresentado como uma atividade de lazer.",
      "C) ser identificado com a alegria da população brasileira.",
      "D) promover a reflexão sobre a alienação provocada pelo futebol.",
      "E) ser associado ao desenvolvimento do país."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 114) LXXVIII (Camões, 1525?-1580) Leda serenidade deleitosa, Que representa em terra um paraíso; Entre rubis e perlas doce riso; Debaixo de ouro e neve cor-de-rosa; Presença moderada e graciosa, Onde ensinando estão despejo e siso Que se pode por arte e por aviso, Como por natureza, ser fermosa; Fala de quem a morte e a vida pende, Rara, suave; enfim, Senhora, vossa; Repouso nela alegre e comedido: Estas as armas são com que me rende E me cativa Amor; mas não que possa Despojar-me da glória de rendido. CAMÕES, L. Obra completa. Rio de Janeiro: Nova Aguilar, 2008.\nSANZIO, R. (1483-1520) A mulher com o unicórnio. Roma, Galleria Borghese. A pintura e o poema, embora sendo produtos de duas linguagens artísticas diferentes, participaram do mesmo contexto social e cultural de produção pelo fato de ambos",
    "alternatives": [
      "A) apresentarem um retrato realista, evidenciado pelo unicórnio presente na pintura e pelos adjetivos usados no poema.",
      "B) valorizarem o excesso de enfeites na apresentação pessoal e na variação de atitudes da mulher, evidenciadas pelos adjetivos do poema.",
      "C) apresentarem um retrato ideal de mulher marcado pela sobriedade e o equilíbrio, evidenciados pela postura, expressão e vestimenta da moça e os adjetivos usados no poema.",
      "D) desprezarem o conceito medieval da idealização da mulher como base da produção artística, evidenciado pelos adjetivos usados no poema.",
      "E) apresentarem um retrato ideal de mulher marcado pela emotividade e o conflito interior, evidenciados pela expressão da moça e pelos adjetivos do poema. *amar25dom11*"
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 115) TEXTO I Antigamente Antigamente, os pirralhos dobravam a língua diante dos pais e se um se esquecia de arear os dentes antes de cair nos braços de Morfeu, era capaz de entrar no couro. Não devia também se esquecer de lavar os pés, sem tugir nem mugir. Nada de bater na cacunda do padrinho, nem de debicar os mais velhos, pois levava tunda. Ainda cedinho, aguava as plantas, ia ao corte e logo voltava aos penates. Não ficava mangando na rua, nem escapulia do mestre, mesmo que não entendesse patavina da instrução moral e cívica. O verdadeiro smart calçava botina de botões para comparecer todo liró ao copo d’água, se bem que no convescote apenas lambiscasse, para evitar flatos. Os bilontras é que eram um precipício, jogando com pau de dois bicos, pelo que carecia muita cautela e caldo de galinha. O melhor era pôr as barbas de molho diante de um treteiro de topete, depois de fintar e engambelar os coiós, e antes que se pusesse tudo em pratos limpos, ele abria o arco. ANDRADE, C. D. Poesia e prosa. Rio de Janeiro: Nova Aguilar, 1983 (fragmento).\nTEXTO II Palavras do arco da velha Expressão Significado Cair nos braços de Morfeu Dormir Debicar Zombar, ridicularizar Tunda Surra Mangar Escarnecer, caçoar Tugir Murmurar Liró Bem-vestido Copo d’água Lanche oferecido pelos amigos Convescote Piquenique Bilontra Velhaco Treteiro de topete Tratante atrevido Abrir o arco Fugir Na leitura do fragmento do texto Antigamente constata-se, pelo emprego de palavras obsoletas, que itens lexicais outrora produtivos não mais o são no português brasileiro atual. Esse fenômeno revela que",
    "alternatives": [
      "A) a língua portuguesa de antigamente carecia de termos para se referir a fatos e coisas do cotidiano.",
      "B) o português brasileiro se constitui evitando a ampliação do léxico proveniente do português europeu.",
      "C) a heterogeneidade do português leva a uma estabilidade do seu léxico no eixo temporal.",
      "D) o português brasileiro apoia-se no léxico inglês para ser reconhecido como língua independente.",
      "E) o léxico do português representa uma realidade linguística variável e diversificada."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 116) HAGAR DIK BROWNE VEJA QUANTOS TUBARÕES ESTÃO SEGUINDO A GENTE! É COMO SE ELES SOUBESSEM QUE ALGO RUIM VAI ACONTECER! BROWNE, D. Folha de S. Paulo, 13 ago. 2011.\nAs palavras e as expressões são mediadoras dos sentidos produzidos nos textos. Na fala de Hagar, a expressão “é como se” ajuda a conduzir o conteúdo enunciado para o campo da",
    "alternatives": [
      "A) conformidade, pois as condições meteorológicas evidenciam um acontecimento ruim.",
      "B) reflexibilidade, pois o personagem se refere aos tubarões usando um pronome reflexivo.",
      "C) condicionalidade, pois a atenção dos personagens é a condição necessária para a sua sobrevivência.",
      "D) possibilidade, pois a proximidade dos tubarões leva à suposição do perigo iminente para os homens.",
      "E) impessoalidade, pois o personagem usa a terceira pessoa para expressar o distanciamento dos fatos."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 117) Cabeludinho Quando a Vó me recebeu nas férias, ela me apresentou aos amigos: Este é meu neto. Ele foi estudar no Rio e voltou de ateu. Ela disse que eu voltei de ateu. Aquela preposição deslocada me fantasiava de ateu. Como quem dissesse no Carnaval: aquele menino está fantasiado de palhaço. Minha avó entendia de regências verbais. Ela falava de sério. Mas todo-mundo riu. Porque aquela preposição deslocada podia fazer de uma informação um chiste. E fez. E mais: eu acho que buscar a beleza nas palavras é uma solenidade de amor. E pode ser instrumento de rir. De outra feita, no meio da pelada um menino gritou: Disilimina esse, Cabeludinho. Eu não disiliminei ninguém. Mas aquele verbo novo trouxe um perfume de poesia à nossa quadra. Aprendi nessas férias a brincar de palavras mais do que trabalhar com elas. Comecei a não gostar de palavra engavetada. Aquela que não pode mudar de lugar. Aprendi a gostar mais das palavras pelo que elas entoam do que pelo que elas informam. Por depois ouvi um vaqueiro a cantar com saudade: Ai morena, não me escreve / que eu não sei a ler. Aquele a preposto ao verbo ler, ao meu ouvir, ampliava a solidão do vaqueiro.\nBARROS, M. Memórias inventadas: a infância. São Paulo: Planeta, 2003.\nNo texto, o autor desenvolve uma reflexão sobre diferentes possibilidades de uso da língua e sobre os sentidos que esses usos podem produzir, a exemplo das expressões “voltou de ateu”, “disilimina esse” e “eu não sei a ler”. Com essa reflexão, o autor destaca",
    "alternatives": [
      "A) os desvios linguísticos cometidos pelos personagens do texto.",
      "B) a importância de certos fenômenos gramaticais para o conhecimento da língua portuguesa.",
      "C) a distinção clara entre a norma culta e as outras variedades linguísticas.",
      "D) o relato fiel de episódios vividos por Cabeludinho durante as suas férias.",
      "E) a valorização da dimensão lúdica e poética presente nos usos coloquiais da linguagem. *amar25dom12*"
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 118) Desde dezoito anos que o tal patriotismo lhe absorvia e por ele fizera a tolice de estudar inutilidades. Que lhe importavam os rios? Eram grandes? Pois que fossem... Em que lhe contribuiria para a felicidade saber o nome dos heróis do Brasil? Em nada... O importante é que ele tivesse sido feliz. Foi? Não. Lembrou-se das coisas do tupi, do folk-lore, das suas tentativas agrícolas... Restava disso tudo em sua alma uma satisfação? Nenhuma! Nenhuma! O tupi encontrou a incredulidade geral, o riso, a mofa, o escárnio; e levou-o à loucura. Uma decepção. E a agricultura? Nada. As terras não eram ferazes e ela não era fácil como diziam os livros. Outra decepção. E, quando o seu patriotismo se fizera combatente, o que achara? Decepções. Onde estava a doçura de nossa gente? Pois ele não a viu combater como feras? Pois não a via matar prisioneiros, inúmeros? Outra decepção. A sua vida era uma decepção, uma série, melhor, um encadeamento de decepções.\nA pátria que quisera ter era um mito; um fantasma criado por ele no silêncio de seu gabinete.\nAcesso em: 8 nov. 2011.\nO romance Triste fim de Policarpo Quaresma, de Lima Barreto, foi publicado em 1911. No fragmento destacado, a reação do personagem aos desdobramentos de suas iniciativas patrióticas evidencia que",
    "alternatives": [
      "A) a dedicação de Policarpo Quaresma ao conhecimento da natureza brasileira levou-o a estudar inutilidades, mas possibilitou-lhe uma visão mais ampla do país.",
      "B) a curiosidade em relação aos heróis da pátria levou-o ao ideal de prosperidade e democracia que o personagem encontra no contexto republicano.",
      "C) a construção de uma pátria a partir de elementos míticos, como a cordialidade do povo, a riqueza do solo e a pureza linguística, conduz à frustração ideológica.",
      "D) a propensão do brasileiro ao riso, ao escárnio, justifica a reação de decepção e desistência de Policarpo Quaresma, que prefere resguardar-se em seu gabinete.",
      "E) a certeza da fertilidade da terra e da produção agrícola incondicional faz parte de um projeto ideológico salvacionista, tal como foi difundido na época do autor."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 120) TEXTO I A característica da oralidade radiofônica, então, seria aquela que propõe o diálogo com o ouvinte: a simplicidade, no sentido da escolha lexical; a concisão e coerência, que se traduzem em um texto curto, em linguagem coloquial e com organização direta; e o ritmo, marcado pelo locutor, que deve ser o mais natural (do diálogo). É esta organização que vai “reger” a veiculação da mensagem, seja ela interpretada ou de improviso, com objetivo de dar melodia à transmissão oral, dar emoção, personalidade ao relato de fato. Acesso em: 27 fev. 2012.\nTEXTO II A dois passos do paraíso A Rádio Atividade leva até vocês Mais um programa da séria série “Dedique uma canção a quem você ama” Eu tenho aqui em minhas mãos uma carta Uma carta d’uma ouvinte que nos escreve E assina com o singelo pseudônimo de “Mariposa Apaixonada de Guadalupe” Ela nos conta que no dia que seria o dia mais feliz de sua vida Arlindo Orlando, seu noivo Um caminhoneiro conhecido da pequena e Pacata cidade de Miracema do Norte Fugiu, desapareceu, escafedeu-se Oh! Arlindo Orlando volte Onde quer que você se encontre Volte para o seio de sua amada Ela espera ver aquele caminhão voltando De faróis baixos e para-choque duro...\nEm relação ao Texto I, que analisa a linguagem do rádio, o Texto II apresenta, em uma letra de canção,",
    "alternatives": [
      "A) estilo simples e marcado pela interlocução com o receptor, típico da comunicação radiofônica.",
      "B) lirismo na abordagem do problema, o que o afasta de uma possível situação real de comunicação radiofônica.",
      "C) marcação rítmica dos versos, o que evidencia o fato de o texto pertencer a uma modalidade de comunicação diferente da radiofônica.",
      "D) direcionamento do texto a um ouvinte específico, divergindo da finalidade de comunicação do rádio, que é atingir as massas.",
      "E) objetividade na linguagem caracterizada pela ocorrência rara de adjetivos, de modo a diminuir as marcas de subjetividade do locutor."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 121) Ai, palavras, ai, palavras que estranha potência a vossa! Todo o sentido da vida principia a vossa porta: o mel do amor cristaliza seu perfume em vossa rosa; sois o sonho e sois a audácia, calúnia, fúria, derrota...\nA liberdade das almas, ai! Com letras se elabora...\nE dos venenos humanos sois a mais fina retorta: frágil, frágil, como o vidro e mais que o aço poderosa! Reis, impérios, povos, tempos, pelo vosso impulso rodam...\nMEIRELES, C. Obra poética. Rio de Janeiro: Nova Aguilar, 1985 (fragmento).\nO fragmento destacado foi transcrito do Romanceiro da Inconfidência, de Cecília Meireles. Centralizada no episódio histórico da Inconfidência Mineira, a obra, no entanto, elabora uma reflexão mais ampla sobre a seguinte relação entre o homem e a linguagem:",
    "alternatives": [
      "A) A força e a resistência humanas superam os danos provocados pelo poder corrosivo das palavras.",
      "B) As relações humanas, em suas múltiplas esferas, têm seu equilíbrio vinculado ao significado das palavras.",
      "C) O significado dos nomes não expressa de forma justa e completa a grandeza da luta do homem pela vida.",
      "D) Renovando o significado das palavras, o tempo permite às gerações perpetuar seus valores e suas crenças.",
      "E) Como produto da criatividade humana, a linguagem tem seu alcance limitado pelas intenções e gestos."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 122) Pote Cru é meu pastor. Ele me guiará. Ele está comprometido de monge. De tarde deambula no azedal entre torsos de cachorro, trampas, trapos, panos de regra, couros, de rato ao podre, vísceras de piranhas, baratas albinas, dálias secas, vergalhos de lagartos, linguetas de sapatos, aranhas dependuradas em gotas de orvalho etc. etc. Pote Cru, ele dormia nas ruínas de um convento Foi encontrado em osso. Ele tinha uma voz de oratórios perdidos.\nBARROS, M. Retrato do artista quando coisa. Rio de Janeiro: Record, 2002.\nAo estabelecer uma relação com o texto bíblico nesse poema, o eu lírico identifica-se com Pote Cru porque",
    "alternatives": [
      "A) entende a necessidade de todo poeta ter voz de oratórios perdidos.",
      "B) elege-o como pastor a fim de ser guiado para a salvação divina.",
      "C) valoriza nos percursos do pastor a conexão entre as ruínas e a tradição.",
      "D) necessita de um guia para a descoberta das coisas da natureza.",
      "E) acompanha-o na opção pela insignificância das coisas. *amar25dom14*"
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 124) Capa do LP Os Mutantes, 1968.\nA capa do LP Os Mutantes, de 1968, ilustra o movimento da contracultura. O desafio à tradição nessa criação musical é caracterizado por",
    "alternatives": [
      "A) letras e melodias com características amargas e depressivas.",
      "B) arranjos baseados em ritmos e melodias nordestinos.",
      "C) sonoridades experimentais e confluência de elementos populares e eruditos.",
      "D) temas que refletem situações domésticas ligadas à tradição popular.",
      "E) ritmos contidos e reservados em oposição aos modelos estrangeiros."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 126) Logia e mitologia Meu coração de mil e novecentos e setenta e dois já não palpita fagueiro sabe que há morcegos de pesadas olheiras que há cabras malignas que há cardumes de hienas infiltradas no vão da unha na alma um porco belicoso de radar e que sangra e ri e que sangra e ri a vida anoitece provisória centuriões sentinelas do Oiapoque ao Chuí.\nCACASO. Lero-lero. Rio de Janeiro: 7Letras; São Paulo: Cosac & Naify, 2002.\nO título do poema explora a expressividade de termos que representam o conflito do momento histórico vivido pelo poeta na década de 1970. Nesse contexto, é correto afirmar que",
    "alternatives": [
      "A) o poeta utiliza uma série de metáforas zoológicas com significado impreciso.",
      "B) “morcegos”, “cabras” e “hienas” metaforizam as vítimas do regime militar vigente.",
      "C) o “porco”, animal difícil de domesticar, representa os movimentos de resistência.",
      "D) o poeta caracteriza o momento de opressão através de alegorias de forte poder de impacto.",
      "E) “centuriões” e “sentinelas” simbolizam os agentes que garantem a paz social experimentada."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 127) Desabafo Desculpem-me, mas não dá pra fazer uma cronicazinha divertida hoje. Simplesmente não dá. Não tem como disfarçar: esta é uma típica manhã de segunda- feira. A começar pela luz acesa da sala que esqueci ontem à noite. Seis recados para serem respondidos na secretária eletrônica. Recados chatos. Contas para pagar que venceram ontem. Estou nervoso. Estou zangado.\nCARNEIRO, J. E. Veja, 11 set. 2002 (fragmento).\nNos textos em geral, é comum a manifestação simultânea de várias funções da linguagem, com o predomínio, entretanto, de uma sobre as outras. No fragmento da crônica Desabafo, a função da linguagem predominante é a emotiva ou expressiva, pois",
    "alternatives": [
      "A) o discurso do enunciador tem como foco o próprio código.",
      "B) a atitude do enunciador se sobrepõe àquilo que está sendo dito.",
      "C) o interlocutor é o foco do enunciador na construção da mensagem.",
      "D) o referente é o elemento que se sobressai em detrimento dos demais.",
      "E) o enunciador tem como objetivo principal a manutenção da comunicação."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 128) Entrevista com Marcos Bagno Pode parecer inacreditável, mas muitas das prescrições da pedagogia tradicional da língua até hoje se baseiam nos usos que os escritores portugueses do século XIX faziam da língua. Se tantas pessoas condenam, por exemplo, o uso do verbo “ter” no lugar de “haver”, como em “hoje tem feijoada”, é simplesmente porque os portugueses, em dado momento da história de sua língua, deixaram de fazer esse uso existencial do verbo “ter”. No entanto, temos registros escritos da época medieval em que aparecem centenas desses usos. Se nós, brasileiros, assim como os falantes africanos de português, usamos até hoje o verbo “ter” como existencial é porque recebemos esses usos de nossos ex- colonizadores. Não faz sentido imaginar que brasileiros, angolanos e moçambicanos decidiram se juntar para “errar” na mesma coisa. E assim acontece com muitas outras coisas: regências verbais, colocação pronominal, concordâncias nominais e verbais etc. Temos uma língua própria, mas ainda somos obrigados a seguir uma gramática normativa de outra língua diferente. Às vésperas de comemorarmos nosso bicentenário de independência, não faz sentido continuar rejeitando o que é nosso para só aceitar o que vem de fora. Não faz sentido rejeitar a língua de 190 milhões de brasileiros para só considerar certo o que é usado por menos de dez milhões de portugueses. Só na cidade de São Paulo temos mais falantes de português que em toda a Europa! Informativo Parábola Editorial, s/d.\nNa entrevista, o autor defende o uso de formas linguísticas coloquiais e faz uso da norma padrão em toda a extensão do texto. Isso pode ser explicado pelo fato de que ele",
    "alternatives": [
      "A) adapta o nível de linguagem à situação comunicativa, uma vez que o gênero entrevista requer o uso da norma padrão.",
      "B) apresenta argumentos carentes de comprovação científica e, por isso, defende um ponto de vista difícil de ser verificado na materialidade do texto.",
      "C) propõe que o padrão normativo deve ser usado por falantes escolarizados como ele, enquanto a norma coloquial deve ser usada por falantes não escolarizados.",
      "D) acredita que a língua genuinamente brasileira está em construção, o que o obriga a incorporar em seu cotidiano a gramática normativa do português europeu.",
      "E) defende que a quantidade de falantes do português brasileiro ainda é insuficiente para acabar com a hegemonia do antigo colonizador. *amar25dom16*"
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 129) O léxico e a cultura Potencialmente, todas as línguas de todos os tempos podem candidatar-se a expressar qualquer conteúdo. A pesquisa linguística do século XX demonstrou que não há diferença qualitativa entre os idiomas do mundo — ou seja, não há idiomas gramaticalmente mais primitivos ou mais desenvolvidos. Entretanto, para que possa ser efetivamente utilizada, essa igualdade potencial precisa realizar-se na prática histórica do idioma, o que nem sempre acontece. Teoricamente, uma língua com pouca tradição escrita (como as línguas indígenas brasileiras) ou uma língua já extinta (como o latim ou o grego clássicos) podem ser empregadas para falar sobre qualquer assunto, como, digamos, física quântica ou biologia molecular. Na prática, contudo, não é possível, de uma hora para outra, expressar tais conteúdos em camaiurá ou latim, simplesmente porque não haveria vocabulário próprio para esses conteúdos. É perfeitamente possível desenvolver esse vocabulário específico, seja por meio de empréstimos de outras línguas, seja por meio da criação de novos termos na língua em questão, mas tal tarefa não se realizaria em pouco tempo nem com pouco esforço.\nBEARZOTI FILHO, P. Miniaurélio: o dicionário da língua portuguesa. Manual do professor. Curitiba: Positivo, 2004 (fragmento).\nEstudos contemporâneos mostram que cada língua possui sua própria complexidade e dinâmica de funcionamento. O texto ressalta essa dinâmica, na medida em que enfatiza",
    "alternatives": [
      "A) a inexistência de conteúdo comum a todas as línguas, pois o léxico contempla visão de mundo particular específica de uma cultura.",
      "B) a existência de línguas limitadas por não permitirem ao falante nativo se comunicar perfeitamente a respeito de qualquer conteúdo.",
      "C) a tendência a serem mais restritos o vocabulário e a gramática de línguas indígenas, se comparados com outras línguas de origem europeia.",
      "D) a existência de diferenças vocabulares entre os idiomas, especificidades relacionadas à própria cultura dos falantes de uma comunidade.",
      "E) a atribuição de maior importância sociocultural às línguas contemporâneas, pois permitem que sejam abordadas quaisquer temáticas, sem dificuldades."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 130) A substituição do haver por ter em construções existenciais, no português do Brasil, corresponde a um dos processos mais característicos da história da língua portuguesa, paralelo ao que já ocorrera em relação à ampliação do domínio de ter na área semântica de “posse”, no final da fase arcaica. Mattos e Silva (2001:136) analisa as vitórias de ter sobre haver e discute a emergência de ter existencial, tomando por base a obra pedagógica de João de Barros. Em textos escritos nos anos quarenta e cinquenta do século XVI, encontram-se evidências, embora raras, tanto de ter “existencial”, não mencionado pelos clássicos estudos de sintaxe histórica, quanto de haver como verbo existencial com concordância, lembrado por Ivo Castro, e anotado como “novidade” no século XVIII por Said Ali.\nComo se vê, nada é categórico e um purismo estreito só revela um conhecimento deficiente da língua. Há mais perguntas que respostas. Pode-se conceber uma norma única e prescritiva? É válido confundir o bom uso e a norma com a própria língua e dessa forma fazer uma avaliação crítica e hierarquizante de outros usos e, através deles, dos usuários? Substitui-se uma norma por outra? CALLOU, D. A propósito de norma, correção e preconceito linguístico: do presente para o Para a autora, a substituição de “haver” por “ter” em diferentes contextos evidencia que",
    "alternatives": [
      "A) o estabelecimento de uma norma prescinde de uma pesquisa histórica.",
      "B) os estudos clássicos de sintaxe histórica enfatizam a variação e a mudança na língua.",
      "C) a avaliação crítica e hierarquizante dos usos da língua fundamenta a definição da norma.",
      "D) a adoção de uma única norma revela uma atitude adequada para os estudos linguísticos.",
      "E) os comportamentos puristas são prejudiciais à compreensão da constituição linguística."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 133) Com o advento da internet, as versões de revistas e livros também se adaptaram às novas tecnologias. A análise do texto publicitário apresentado revela que o surgimento das novas tecnologias",
    "alternatives": [
      "A) proporcionou mudanças no paradigma de consumo e oferta de revistas e livros.",
      "B) incentivou a desvalorização das revistas e livros impressos.",
      "C) viabilizou a aquisição de novos equipamentos digitais.",
      "D) aqueceu o mercado de venda de computadores.",
      "E) diminuiu os incentivos à compra de eletrônicos."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 134) “Ele era o inimigo do rei”, nas palavras de seu biógrafo, Lira Neto. Ou, ainda, “um romancista que colecionava desafetos, azucrinava D. Pedro II e acabou inventando o Brasil”. Assim era José de Alencar (1829-1877), o conhecido autor de O guarani e Iracema, tido como o pai do romance no Brasil. Além de criar clássicos da literatura brasileira com temas nativistas, indianistas e históricos, ele foi também folhetinista, diretor de jornal, autor de peças de teatro, advogado, deputado federal e até ministro da Justiça. Para ajudar na descoberta das múltiplas facetas desse personagem do século XIX, parte de seu acervo inédito será digitalizada.\nHistória Viva, n. 99, 2011.\nCom base no texto, que trata do papel do escritor José de Alencar e da futura digitalização de sua obra, depreende-se que",
    "alternatives": [
      "A) a digitalização dos textos é importante para que os leitores possam compreender seus romances.",
      "B) o conhecido autor de O guarani e Iracema foi importante porque deixou uma vasta obra literária com temática atemporal.",
      "C) a divulgação das obras de José de Alencar, por meio da digitalização, demonstra sua importância para a história do Brasil Imperial.",
      "D) a digitalização dos textos de José de Alencar terá importante papel na preservação da memória linguística e da identidade nacional.",
      "E) o grande romancista José de Alencar é importante porque se destacou por sua temática indianista."
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 135) eu gostava muito de passeá... saí com as minhas colegas... brincá na porta di casa di vôlei... andá de patins... bicicleta... quando eu levava um tombo ou outro... eu era a::... a palhaça da turma... ((risos))... eu acho que foi uma das fases mais... assim... gostosas da minha vida foi... essa fase de quinze... dos meus treze aos dezessete anos...\nA.P.S., sexo feminino, 38 anos, nível de ensino fundamental. Projeto Fala Goiana, UFG, 2010 (inédito).\nUm aspecto da composição estrutural que caracteriza o relato pessoal de A.P.S. como modalidade falada da língua é",
    "alternatives": [
      "A) predomínio de linguagem informal entrecortada por pausas.",
      "B) vocabulário regional desconhecido em outras variedades do português.",
      "C) realização do plural conforme as regras da tradição gramatical.",
      "D) ausência de elementos promotores de coesão entre os eventos narrados.",
      "E) presença de frases incompreensíveis a um leitor iniciante. *amar25dom18*"
    ],
    "year": "2012",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 136) O diretor de uma escola convidou os 280 alunos de terceiro ano a participarem de uma brincadeira. Suponha que existem 5 objetos e 6 personagens numa casa de 9 cômodos; um dos personagens esconde um dos objetos em um dos cômodos da casa. O objetivo da brincadeira é adivinhar qual objeto foi escondido por qual personagem e em qual cômodo da casa o objeto foi escondido.\nTodos os alunos decidiram participar. A cada vez um aluno é sorteado e dá a sua resposta. As respostas devem ser sempre distintas das anteriores, e um mesmo aluno não pode ser sorteado mais de uma vez. Se a resposta do aluno estiver correta, ele é declarado vencedor e a brincadeira é encerrada.\nO diretor sabe que algum aluno acertará a resposta porque há",
    "alternatives": [
      "A) 10 alunos a mais do que possíveis respostas distintas.",
      "B) 20 alunos a mais do que possíveis respostas distintas.",
      "C) 119 alunos a mais do que possíveis respostas distintas.",
      "D) 260 alunos a mais do que possíveis respostas distintas.",
      "E) 270 alunos a mais do que possíveis respostas distintas."
    ],
    "year": "2012",
    "subject": "Matemática e suas tecnologias"
  },
  {
    "description": "QUESTÃO 142) Jogar baralho é uma atividade que estimula o raciocínio. Um jogo tradicional é a Paciência, que utiliza 52 cartas. Inicialmente são formadas sete colunas com as cartas. A primeira coluna tem uma carta, a segunda tem duas cartas, a terceira tem três cartas, a quarta tem quatro cartas, e assim sucessivamente até a sétima coluna, a qual tem sete cartas, e o que sobra forma o monte, que são as cartas não utilizadas nas colunas.\nA quantidade de cartas que forma o monte é",
    "alternatives": [
      "A) 21.",
      "B) 24.",
      "C) 26.",
      "D) 28.",
      "E) 31."
    ],
    "year": "2012",
    "subject": "Matemática e suas tecnologias"
  },
  {
    "description": "QUESTÃO 146) Um maquinista de trem ganha R$ 100,00 por viagem e só pode viajar a cada 4 dias. Ele ganha somente se fizer a viagem e sabe que estará de férias de 1º a 10 de junho, quando não poderá viajar. Sua primeira viagem ocorreu no dia primeiro de janeiro. Considere que o ano tem 365 dias.\nSe o maquinista quiser ganhar o máximo possível, quantas viagens precisará fazer?",
    "alternatives": [
      "A) 37",
      "B) 51",
      "C) 88",
      "D) 89",
      "E) 91"
    ],
    "year": "2012",
    "subject": "Matemática e suas tecnologias"
  },
  {
    "description": "QUESTÃO 148) Jorge quer instalar aquecedores no seu salão de beleza para melhorar o conforto dos seus clientes no inverno. Ele estuda a compra de unidades de dois tipos de aquecedores: modelo A, que consome 600 g/h (gramas por hora) de gás propano e cobre 35 m2 de área, ou modelo B, que consome 750 g/h de gás propano e cobre 45 m2 de área. O fabricante indica que o aquecedor deve ser instalado em um ambiente com área menor do que a da sua cobertura. Jorge vai instalar uma unidade por ambiente e quer gastar o mínimo possível com gás. A área do salão que deve ser climatizada encontra-se na planta seguinte (ambientes representados por três retângulos e um trapézio).\n9 m 4 m 14 m 7 m II IV III 5 m 8 m Avaliando-se todas as informações, serão necessários",
    "alternatives": [
      "A) quatro unidades do tipo A e nenhuma unidade do tipo B.",
      "B) três unidades do tipo A e uma unidade do tipo B.",
      "C) duas unidades do tipo A e duas unidades do tipo B.",
      "D) uma unidade do tipo A e três unidades do tipo B.",
      "E) nenhuma unidade do tipo A e quatro unidades do tipo B."
    ],
    "year": "2012",
    "subject": "Matemática e suas tecnologias"
  },
  {
    "description": "QUESTÃO 150) Arthur deseja comprar um terreno de Cléber, que lhe oferece as seguintes possibilidades de pagamento: • Opção 1: Pagar à vista, por R$ 55 000,00; • Opção 2: Pagar a prazo, dando uma entrada de R$ 30 000,00, e mais uma prestação de R$ 26 000,00 para dali a 6 meses.\n• Opção 3: Pagar a prazo, dando uma entrada de R$ 20 000,00, mais uma prestação de R$ 20 000,00, para dali a 6 meses e outra de R$ 18 000,00 para dali a 12 meses da data da compra.\n• Opção 4: Pagar a prazo dando uma entrada de R$ 15 000,00 e o restante em 1 ano da data da compra, pagando R$ 39 000,00.\n• Opção 5: pagar a prazo, dali a um ano, o valor de R$ 60 000,00.\nArthur tem o dinheiro para pagar à vista, mas avalia se não seria melhor aplicar o dinheiro do valor à vista (ou até um valor menor) em um investimento, com rentabilidade de 10% ao semestre, resgatando os valores à medida que as prestações da opção escolhida fossem vencendo.\nApós avaliar a situação do ponto de vista financeiro e das condições apresentadas, Arthur concluiu que era mais vantajoso financeiramente escolher a opção",
    "alternatives": [
      "A) 1.",
      "B) 2.",
      "C) 3.",
      "D) 4.",
      "E) 5."
    ],
    "year": "2012",
    "subject": "Matemática e suas tecnologias"
  },
  {
    "description": "QUESTÃO 152) A capacidade mínima, em BTU/h, de um aparelho de ar-condicionado, para ambientes sem exposição ao sol, pode ser determinada da seguinte forma: • 600 BTU/h por m2, considerando-se até duas pessoas no ambiente; • para cada pessoa adicional nesse ambiente, acrescentar 600 BTU/h; • acrescentar mais 600 BTU/h para cada equipamento eletroeletrônico em funcionamento no ambiente.\nSerá instalado um aparelho de ar-condicionado em uma sala, sem exposição ao sol, de dimensões 4 m x 5 m, em que permaneçam quatro pessoas e possua um aparelho de televisão em funcionamento.\nA capacidade mínima, em BTU/h, desse aparelho de ar- condicionado deve ser",
    "alternatives": [
      "A) 12 000.",
      "B) 12 600.",
      "C) 13 200.",
      "D) 13 800.",
      "E) 15 000."
    ],
    "year": "2012",
    "subject": "Matemática e suas tecnologias"
  },
  {
    "description": "QUESTÃO 155) As curvas de oferta e de demanda de um produto representam, respectivamente, as quantidades que vendedores e consumidores estão dispostos a comercializar em função do preço do produto. Em alguns casos, essas curvas podem ser representadas por retas. Suponha que as quantidades de oferta e de demanda de um produto sejam, respectivamente, representadas pelas equações: QO = –20 + 4P QD = 46 – 2P em que QO é quantidade de oferta, QD é a quantidade de demanda e P é o preço do produto.\nA partir dessas equações, de oferta e de demanda, os economistas encontram o preço de equilíbrio de mercado, ou seja, quando QO e QD se igualam.\nPara a situação descrita, qual o valor do preço de equilíbrio?",
    "alternatives": [
      "A) 5",
      "B) 11",
      "C) 13",
      "D) 23",
      "E) 33"
    ],
    "year": "2012",
    "subject": "Matemática e suas tecnologias"
  },
  {
    "description": "QUESTÃO 156) Nos shopping centers costumam existir parques com vários brinquedos e jogos. Os usuários colocam créditos em um cartão, que são descontados por cada período de tempo de uso dos jogos. Dependendo da pontuação da criança no jogo, ela recebe um certo número de tíquetes para trocar por produtos nas lojas dos parques.\nSuponha que o período de uso de um brinquedo em certo shopping custa R$ 3,00 e que uma bicicleta custa 9 200 tíquetes.\nPara uma criança que recebe 20 tíquetes por período de tempo que joga, o valor, em reais, gasto com créditos para obter a quantidade de tíquetes para trocar pela bicicleta é",
    "alternatives": [
      "A) 153.",
      "B) 460.",
      "C) 1 218.",
      "D) 1 380.",
      "E) 3 066. *amar25dom24*"
    ],
    "year": "2012",
    "subject": "Matemática e suas tecnologias"
  },
  {
    "description": "QUESTÃO 157) João decidiu contratar os serviços de uma empresa por telefone através do SAC (Serviço de Atendimento ao Consumidor). O atendente ditou para João o número de protocolo de atendimento da ligação e pediu que ele anotasse. Entretanto, João não entendeu um dos algarismos ditados pelo atendente e anotou o número 1 3 9 8 2 0 7, sendo que o espaço vazio é o do algarismo que João não entendeu.\nDe acordo com essas informações, a posição ocupada pelo algarismo que falta no número de protocolo é a de",
    "alternatives": [
      "A) centena.",
      "B) dezena de milhar.",
      "C) centena de milhar.",
      "D) milhão.",
      "E) centena de milhão."
    ],
    "year": "2012",
    "subject": "Matemática e suas tecnologias"
  },
  {
    "description": "QUESTÃO 160) Uma mãe recorreu à bula para verificar a dosagem de um remédio que precisava dar a seu filho. Na bula, recomendava-se a seguinte dosagem: 5 gotas para cada 2 kg de massa corporal a cada 8 horas.\nSe a mãe ministrou corretamente 30 gotas do remédio a seu filho a cada 8 horas, então a massa corporal dele é de",
    "alternatives": [
      "A) 12 kg.",
      "B) 16 kg.",
      "C) 24 kg.",
      "D) 36 kg.",
      "E) 75 kg. *amar25dom25*"
    ],
    "year": "2012",
    "subject": "Matemática e suas tecnologias"
  },
  {
    "description": "QUESTÃO 161) O esporte de alta competição da atualidade produziu uma questão ainda sem resposta: Qual é o limite do corpo humano? O maratonista original, o grego da lenda, morreu de fadiga por ter corrido 42 quilômetros. O americano Dean Karnazes, cruzando sozinho as planícies da Califórnia, conseguiu correr dez vezes mais em 75 horas.\nUm professor de Educação Física, ao discutir com a turma o texto sobre a capacidade do maratonista americano, desenhou na lousa uma pista reta de 60 centímetros, que representaria o percurso referido.\nSe o percurso de Dean Karnazes fosse também em uma pista reta, qual seria a escala entre a pista feita pelo professor e a percorrida pelo atleta?",
    "alternatives": [
      "A) 1:700",
      "B) 1:7 000",
      "C) 1:70 000",
      "D) 1:700 000",
      "E) 1:7 000 000"
    ],
    "year": "2012",
    "subject": "Matemática e suas tecnologias"
  },
  {
    "description": "QUESTÃO 163) José, Carlos e Paulo devem transportar em suas bicicletas uma certa quantidade de laranjas. Decidiram dividir o trajeto a ser percorrido em duas partes, sendo que ao final da primeira parte eles redistribuiriam a quantidade de laranjas que cada um carregava dependendo do cansaço de cada um. Na primeira parte do trajeto José, Carlos e Paulo dividiram as laranjas na proporção 6 : 5 : 4, respectivamente. Na segunda parte do trajeto José, Carlos e Paulo dividiram as laranjas na proporção 4 : 4 : 2, respectivamente.\nSabendo-se que um deles levou 50 laranjas a mais no segundo trajeto, qual a quantidade de laranjas que José, Carlos e Paulo, nessa ordem, transportaram na segunda parte do trajeto?",
    "alternatives": [
      "A) 600, 550, 350",
      "B) 300, 300, 150",
      "C) 300, 250, 200",
      "D) 200, 200, 100",
      "E) 100, 100, 50"
    ],
    "year": "2012",
    "subject": "Matemática e suas tecnologias"
  },
  {
    "description": "QUESTÃO 169) Há, em virtude da demanda crescente de economia de água, equipamentos e utensílios como, por exemplo, as bacias sanitárias ecológicas, que utilizam 6 litros de água por descarga em vez dos 15 litros utilizados por bacias sanitárias não ecológicas, conforme dados da Associação Brasileira de Normas Técnicas (ABNT).\nQual será a economia diária de água obtida por meio da substituição de uma bacia sanitária não ecológica, que gasta cerca de 60 litros por dia com a descarga, por uma bacia sanitária ecológica?",
    "alternatives": [
      "A) 24 litros",
      "B) 36 litros",
      "C) 40 litros",
      "D) 42 litros",
      "E) 50 litros"
    ],
    "year": "2012",
    "subject": "Matemática e suas tecnologias"
  },
  {
    "description": "QUESTÃO 172) Um produtor de café irrigado em Minas Gerais recebeu um relatório de consultoria estatística, constando, entre outras informações, o desvio padrão das produções de uma safra dos talhões de sua propriedade. Os talhões têm a mesma área de 30 000 m2 e o valor obtido para o desvio padrão foi de 90 kg/talhão. O produtor deve apresentar as informações sobre a produção e a variância dessas produções em sacas de 60 kg por hectare (10 000 m2).\nA variância das produções dos talhões expressa em (sacas/hectare)2 é",
    "alternatives": [
      "A) 20,25.",
      "B) 4,50.",
      "C) 0,71.",
      "D) 0,50.",
      "E) 0,25."
    ],
    "year": "2012",
    "subject": "Matemática e suas tecnologias"
  },
  {
    "description": "QUESTÃO 173) O designer português Miguel Neiva criou um sistema de símbolos que permite que pessoas daltônicas identifiquem cores. O sistema consiste na utilização de símbolos que identificam as cores primárias (azul, amarelo e vermelho). Além disso, a justaposição de dois desses símbolos permite identificar cores secundárias (como o verde, que é o amarelo combinado com o azul). O preto e o branco são identificados por pequenos quadrados: o que simboliza o preto é cheio, enquanto o que simboliza o branco é vazio. Os símbolos que representam preto e branco também podem estar associados aos símbolos que identificam cores, significando se estas são claras ou escuras.\nDe acordo com o texto, quantas cores podem ser representadas pelo sistema proposto?",
    "alternatives": [
      "A) 14",
      "B) 18",
      "C) 20",
      "D) 21",
      "E) 23"
    ],
    "year": "2012",
    "subject": "Matemática e suas tecnologias"
  },
  {
    "description": "QUESTÃO 174) José, Paulo e Antônio estão jogando dados não viciados, nos quais, em cada uma das seis faces, há um número de 1 a 6. Cada um deles jogará dois dados simultaneamente. José acredita que, após jogar seus dados, os números das faces voltadas para cima lhe darão uma soma igual a 7. Já Paulo acredita que sua soma será igual a 4 e Antônio acredita que sua soma será igual a 8.\nCom essa escolha, quem tem a maior probabilidade de acertar sua respectiva soma é",
    "alternatives": [
      "A) Antônio, já que sua soma é a maior de todas as escolhidas.",
      "B) José e Antônio, já que há 6 possibilidades tanto para a escolha de José quanto para a escolha de Antônio, e há apenas 4 possibilidades para a escolha de Paulo.",
      "C) José e Antônio, já que há 3 possibilidades tanto para a escolha de José quanto para a escolha de Antônio, e há apenas 2 possibilidades para a escolha de Paulo.",
      "D) José, já que há 6 possibilidades para formar sua soma, 5 possibilidades para formar a soma de Antônio e apenas 3 possibilidades para formar a soma de Paulo.",
      "E) Paulo, já que sua soma é a menor de todas."
    ],
    "year": "2012",
    "subject": "Matemática e suas tecnologias"
  },
  {
    "description": "QUESTÃO 176) A cerâmica possui a propriedade da contração, que consiste na evaporação da água existente em um conjunto ou bloco cerâmico submetido a uma determinada temperatura elevada: em seu lugar aparecendo “espaços vazios” que tendem a se aproximar. No lugar antes ocupado pela água vão ficando lacunas e, consequentemente, o conjunto tende a retrair-se. Considere que no processo de cozimento a cerâmica de argila sofra uma contração, em dimensões lineares, de 20%.\nLevando em consideração o processo de cozimento e a contração sofrida, o volume V de uma travessa de argila, de forma cúbica de aresta a, diminui para um valor que é",
    "alternatives": [
      "A) 20% menor que V, uma vez que o volume do cubo é diretamente proporcional ao comprimento de seu lado.",
      "B) 36% menor que V, porque a área da base diminui de a2 para ((1 − 0,2)a)2.",
      "C) 48,8% menor que V, porque o volume diminui de a3 para (0,8a)3.",
      "D) 51,2% menor que V, porque cada lado diminui para 80% do comprimento original.",
      "E) 60% menor que V, porque cada lado diminui 20%. *amar25dom29*"
    ],
    "year": "2012",
    "subject": "Matemática e suas tecnologias"
  },
  {
    "description": "QUESTÃO 180) Em 20 de fevereiro de 2011 ocorreu a grande erupção do vulcão Bulusan nas Filipinas. A sua localização geográfica no globo terrestre é dada pelo GPS (sigla em inglês para Sistema de Posicionamento Global) com longitude de 124° 3’ 0” a leste do Meridiano de Greenwich.\nDado: 1° equivale a 60’ e 1’ equivale a 60”.\nA representação angular da localização do vulcão com relação a sua longitude na forma decimal é",
    "alternatives": [
      "A) 124,02°.",
      "B) 124,05°.",
      "C) 124,20°.",
      "D) 124,30°.",
      "E) 124,50°. *amar25dom30*"
    ],
    "year": "2012",
    "subject": "Matemática e suas tecnologias"
  }
]