[
  {
    "description": "QUESTÃO 02) Dominar a luz implica tanto um avanço tecnológico quanto uma certa liberação dos ritmos cíclicos da natureza, com a passagem das estações e as alternâncias de dia e noite. Com a iluminação noturna, a escuridão vai cedendo lugar à claridade, e a percepção temporal começa a se pautar pela marcação do relógio. Se a luz invade a noite, perde sentido a separação tradicional entre trabalho e descanso — todas as partes do dia podem ser aproveitadas produtivamente.\nEm relação ao mundo do trabalho, a transformação apontada no texto teve como consequência a",
    "alternatives": [
      "A) melhoria da qualidade da produção industrial.",
      "B) redução da oferta de emprego nas zonas rurais.",
      "C) permissão ao trabalhador para controlar seus próprios horários.",
      "D) diminuição das exigências de esforço no trabalho com máquinas.",
      "E) ampliação do período disponível para a jornada de trabalho."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 12) O processo de concentração urbana no Brasil em determinados locais teve momentos de maior intensidade e, ao que tudo indica, atualmente passa por uma desaceleração no ritmo de crescimento populacional nos grandes centros urbanos.\nUma causa para o processo socioespacial mencionado no texto é o(a)",
    "alternatives": [
      "A) carência de matérias-primas.",
      "B) degradação da rede rodoviária.",
      "C) aumento do crescimento vegetativo.",
      "D) centralização do poder político.",
      "E) realocação da atividade industrial."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 21) Atualmente, as represálias econômicas contra as empresas de informática norte-americanas continuam. A Alemanha proibiu um aplicativo dos Estados Unidos de compartilhamento de carros; na China, o governo explicou que os equipamentos e serviços de informática norte-americanos representam uma ameaça, pedindo que as empresas estatais não recorram a eles.\nAs ações tomadas pelos países contra a espionagem revelam preocupação com o(a)",
    "alternatives": [
      "A) subsídio industrial.",
      "B) hegemonia cultural.",
      "C) protecionismo dos mercados.",
      "D) desemprego tecnológico.",
      "E) segurança dos dados."
    ],
    "year": "2015",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 46) Hipoxia ou mal das alturas consiste na diminuição de oxigênio (O2) no sangue arterial do organismo. Por essa razão, muitos atletas apresentam mal-estar (dores de cabeça, tontura, falta de ar etc.) ao praticarem atividade física em altitudes elevadas. Nessas condições, ocorrerá uma diminuição na concentração de hemoglobina oxigenada (HbO2) em equilíbrio no sangue, conforme a relação: Hb (aq) + O2 (aq) HbO2 (aq) A alteração da concentração de hemoglobina oxigenada no sangue ocorre por causa do(a)",
    "alternatives": [
      "A) elevação da pressão arterial.",
      "B) aumento da temperatura corporal.",
      "C) redução da temperatura do ambiente.",
      "D) queda da pressão parcial de oxigênio.",
      "E) diminuição da quantidade de hemácias."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 62) Em um experimento, colocou-se água até a metade da capacidade de um frasco de vidro e, em seguida, adicionaram-se três gotas de solução alcoólica de fenolftaleína. Adicionou-se bicarbonato de sódio comercial, em pequenas quantidades, até que a solução se tornasse rosa. Dentro do frasco, acendeu-se um palito de fósforo, o qual foi apagado assim que a cabeça terminou de queimar. Imediatamente, o frasco foi tampado. Em seguida, agitou-se o frasco tampado e observou-se o desaparecimento da cor rosa.\nA explicação para o desaparecimento da cor rosa é que, com a combustão do palito de fósforo, ocorreu o(a)",
    "alternatives": [
      "A) formação de óxidos de caráter ácido.",
      "B) evaporação do indicador fenolftaleína.",
      "C) vaporização de parte da água do frasco.",
      "D) vaporização dos gases de caráter alcalino.",
      "E) aumento do pH da solução no interior do frasco."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 72) Tanto a febre amarela quanto a dengue são doenças causadas por vírus do grupo dos arbovírus, pertencentes ao gênero Flavivirus, existindo quatro sorotipos para o vírus causador da dengue. A transmissão de ambas acontece por meio da picada de mosquitos, como o Aedes aegypti. Entretanto, embora compartilhem essas características, hoje somente existe vacina, no Brasil, para a febre amarela e nenhuma vacina efetiva para a dengue.\nMINISTÉRIO DA SAÚDE. Fundação Nacional de Saúde. Dengue: Instruções para pessoal de Esse fato pode ser atribuído à",
    "alternatives": [
      "A) maior taxa de mutação do vírus da febre amarela do que do vírus da dengue.",
      "B) alta variabilidade antigênica do vírus da dengue em relação ao vírus da febre amarela.",
      "C) menor adaptação do vírus da dengue à população humana do que do vírus da febre amarela.",
      "D) presença de dois tipos de ácidos nucleicos no vírus da dengue e somente um tipo no vírus da febre amarela.",
      "E) baixa capacidade de indução da resposta imunológica pelo vírus da dengue em relação ao da febre amarela."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 80) Pesticidas são substâncias utilizadas para promover o controle de pragas. No entanto, após sua aplicação em ambientes abertos, alguns pesticidas organoclorados são arrastados pela água até lagos e rios e, ao passar pelas guelras dos peixes, podem difundir-se para seus tecidos lipídicos e lá se acumularem.\nA característica desses compostos, responsável pelo processo descrito no texto, é o(a)",
    "alternatives": [
      "A) baixa polaridade.",
      "B) baixa massa molecular.",
      "C) ocorrência de halogênios.",
      "D) tamanho pequeno das moléculas.",
      "E) presença de hidroxilas nas cadeias."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 89) Euphorbia milii é uma planta ornamental amplamente disseminada no Brasil e conhecida como coroa-de-cristo. O estudo químico do látex dessa espécie forneceu o mais potente produto natural moluscicida, a miliamina L.\nMOREIRA, C. P. S.; ZANI, C. L.; ALVES, T. M. A. Atividade moluscicida do látex de Synadenium carinatum boiss. (Euphorbiaceae) sobre Biomphalaria glabrata O uso desse látex em água infestada por hospedeiros intermediários tem potencial para atuar no controle da",
    "alternatives": [
      "A) dengue.",
      "B) malária.",
      "C) elefantíase.",
      "D) ascaridíase.",
      "E) esquistossomose."
    ],
    "year": "2015",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 92) My brother the star, my mother the earth my father the sun, my sister the moon, to my life give beauty, to my body give strength, to my corn give goodness, to my house give peace, to my spirit give truth, to my elders give wisdom.\nProduções artístico-culturais revelam visões de mundo próprias de um grupo social. Esse poema demonstra a estreita relação entre a tradição oral da cultura indígena norte-americana e a",
    "alternatives": [
      "A) transmissão de hábitos alimentares entre gerações.",
      "B) dependência da sabedoria de seus ancestrais.",
      "C) representação do corpo em seus rituais.",
      "D) importância dos elementos da natureza.",
      "E) preservação da estrutura familiar."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 94) Why am I compelled to write? Because the writing saves me from this complacency I fear. Because I have no choice. Because I must keep the spirit of my revolt and myself alive. Because the world I create in the writing compensates for what the real world does not give me. By writing I put order in the world, give it a handle so I can grasp it.\nANZALDÚA, G. E. Speaking in tongues: a letter to third world women writers. In: HERNANDEZ, J. B. (Ed.). Women writing resistance: essays on Latin America and the Caribbean. Boston: South End, 2003.\nGloria Evangelina Anzaldúa, falecida em 2004, foi uma escritora americana de origem mexicana que escreveu sobre questões culturais e raciais. Na citação, o intuito da autora é evidenciar as",
    "alternatives": [
      "A) razões pelas quais ela escreve.",
      "B) compensações advindas da escrita.",
      "C) possibilidades de mudar o mundo real.",
      "D) maneiras de ela lidar com seus medos.",
      "E) escolhas que ela faz para ordenar o mundo."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 115) Yaô Aqui có no terreiro Pelú adié Faz inveja pra gente Que não tem mulher No jacutá de preto velho Há uma festa de yaô Ôi tem nêga de Ogum De Oxalá, de Iemanjá Mucama de Oxossi é caçador Ora viva Nanã Nanã Buruku Yô yôo Yô yôoo No terreiro de preto velho iaiá Vamos saravá (a quem meu pai?) Xangô! VIANA, G. Agô, Pixinguinha! 100 Anos. Som Livre, 1997.\nA canção Yaô foi composta na década de 1930 por Pixinguinha, em parceria com Gastão Viana, que escreveu a letra. O texto mistura o português com o iorubá, língua usada por africanos escravizados trazidos para o Brasil. Ao fazer uso do iorubá nessa composição, o autor",
    "alternatives": [
      "A) promove uma crítica bem-humorada às religiões afro- brasileiras, destacando diversos orixás.",
      "B) ressalta uma mostra da marca da cultura africana, que se mantém viva na produção musical brasileira.",
      "C) evidencia a superioridade da cultura africana e seu caráter de resistência à dominação do branco.",
      "D) deixa à mostra a separação racial e cultural que caracteriza a constituição do povo brasileiro.",
      "E) expressa os rituais africanos com maior autenticidade, respeitando as referências originais."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 117) Ao se apossarem do novo território, os europeus ignoraram um universo de antiga sabedoria, povoado por homens e bens unidos por um sistema integrado. A recusa em se inteirar dos valores culturais dos primeiros habitantes levou-os a uma descrição simplista desses grupos e à sua sucessiva destruição.\nNa verdade, não existe uma distinção entre a nossa arte e aquela produzida por povos tecnicamente menos desenvolvidos. As duas manifestações devem ser encaradas como expressões diferentes dos modos de sentir e pensar das várias sociedades, mas também como equivalentes, por resultarem de impulsos humanos comuns.\nSCATAMACHIA, M. C. M. In: AGUILAR, N. (Org.). Mostra do redescobrimento: arqueologia. São Paulo: Fundação Bienal de São Paulo – Associação Brasil 500 anos artes visuais, 2000.\nDe acordo com o texto, inexiste distinção entre as artes produzidas pelos colonizadores e pelos colonizados, pois ambas compartilham o(a)",
    "alternatives": [
      "A) suporte artístico.",
      "B) nível tecnológico.",
      "C) base antropológica.",
      "D) concepção estética.",
      "E) referencial temático."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 130) Cântico VI Tu tens um medo de Acabar.\nNão vês que acabas todo o dia.\nQue morres no amor.\nNa tristeza.\nNa dúvida.\nNo desejo.\nQue te renovas todo dia.\nNo amor.\nNa tristeza.\nNa dúvida.\nNo desejo.\nQue és sempre outro.\nQue és sempre o mesmo.\nQue morrerás por idades imensas.\nAté não teres medo de morrer.\nE então serás eterno.\nMEIRELES, C. Antologia poética. Rio de Janeiro: Record, 1963 (fragmento).\nA poesia de Cecília Meireles revela concepções sobre o homem em seu aspecto existencial. Em Cântico VI, o eu lírico exorta seu interlocutor a perceber, como inerente à condição humana,",
    "alternatives": [
      "A) a sublimação espiritual graças ao poder de se emocionar.",
      "B) o desalento irremediável em face do cotidiano repetitivo.",
      "C) o questionamento cético sobre o rumo das atitudes humanas.",
      "D) a vontade inconsciente de perpetuar-se em estado adolescente.",
      "E) um receio ancestral de confrontar a imprevisibilidade das coisas."
    ],
    "year": "2015",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 169) Deseja-se comprar lentes para óculos. As lentes devem ter espessuras mais próximas possíveis da medida 3 mm. No estoque de uma loja, há lentes de espessuras: 3,10 mm; 3,021 mm; 2,96 mm; 2,099 mm e 3,07 mm. Se as lentes forem adquiridas nessa loja, a espessura escolhida será, em milímetros, de",
    "alternatives": [
      "A) 2,099.",
      "B) 2,96.",
      "C) 3,021.",
      "D) 3,07.",
      "E) 3,10."
    ],
    "year": "2015",
    "subject": "Matemática e suas tecnologias"
  },
  {
    "description": "QUESTÃO 175) Uma competição esportiva envolveu 20 equipes com 10 atletas cada. Uma denúncia à organização dizia que um dos atletas havia utilizado substância proibida. Os organizadores, então, decidiram fazer um exame antidoping. Foram propostos três modos diferentes para escolher os atletas que irão realizá-lo: Modo I: sortear três atletas dentre todos os participantes; Modo II: sortear primeiro uma das equipes e, desta, sortear três atletas; Modo III: sortear primeiro três equipes e, então, sortear um atleta de cada uma dessas três equipes. Considere que todos os atletas têm igual probabilidade de serem sorteados e que P(I), P(II) e P(III) sejam as probabilidades de o atleta que utilizou a substância proibida seja um dos escolhidos para o exame no caso do sorteio ser feito pelo modo I, II ou III. Comparando-se essas probabilidades, obtém-se",
    "alternatives": [
      "A) P(I) < P(III) < P(II)",
      "B) P(II) < P(I) < P(III)",
      "C) P(I) < P(II) = P(III)",
      "D) P(I) = P(II) < P(III)",
      "E) P(I) = P(II) = P(III)"
    ],
    "year": "2015",
    "subject": "Matemática e suas tecnologias"
  }
]