[
  {
    "description": "QUESTÃO 08) A África Ocidental é conhecida pela dinâmica das suas mulheres comerciantes, caracterizadas pela perícia, autonomia e mobilidade. A sua presença, que fora atestada por viajantes e por missionários portugueses que visitaram a costa a partir do século XV, consta também na ampla documentação sobre a região. A literatura é rica em referências às grandes mulheres como as vendedoras ambulantes, cujo jeito para o negócio, bem como a autonomia e mobilidade, é tão típico da região.\nHAVIK, P. Dinâmicas e assimetrias afro-atlânticas: a agência feminina e representações em mudança na Guiné (séculos XIX e XX). In: PANTOJA, S. (Org.). Identidades, memórias e histórias em terras africanas. Brasília: LGE; Luanda: Nzila, 2006.\nA abordagem realizada pelo autor sobre a vida social da África Ocidental pode ser relacionada a uma característica marcante das cidades no Brasil escravista nos séculos XVIII e XIX, que se observa pela",
    "alternatives": [
      "A) restrição à realização do comércio ambulante por africanos escravizados e seus descendentes.",
      "B) convivência entre homens e mulheres livres, de diversas origens, no pequeno comércio.",
      "C) presença de mulheres negras no comércio de rua de diversos produtos e alimentos.",
      "D) dissolução dos hábitos culturais trazidos do continente de origem dos escravizados.",
      "E) entrada de imigrantes portugueses nas atividades ligadas ao pequeno comércio urbano."
    ],
    "year": "2016",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 10) O que ocorreu na Bahia de 1798, ao contrário das outras situações de contestação política na América portuguesa, é que o projeto que lhe era subjacente não tocou somente na condição, ou no instrumento, da integração subordinada das colônias no império luso. Dessa feita, ao contrário do que se deu nas Minas Gerais (1789), a sedição avançou sobre a sua decorrência.\nJANCSÓ, I.; PIMENTA, J. P. Peças de um mosaico. In: MOTA, C. G. (Org.). Viagem incompleta: a experiência brasileira (1500-2000). São Paulo: Senac, 2000.\nA diferença entre as sedições abordadas no texto encontrava-se na pretensão de",
    "alternatives": [
      "A) eliminar a hierarquia militar.",
      "B) abolir a escravidão africana.",
      "C) anular o domínio metropolitano.",
      "D) suprimir a propriedade fundiária.",
      "E) extinguir o absolutismo monárquico."
    ],
    "year": "2016",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 21) Pois quem seria tão inútil ou indolente a ponto de não desejar saber como e sob que espécie de constituição os romanos conseguiram em menos de cinquenta e três anos submeter quase todo o mundo habitado ao seu governo exclusivo — fato nunca antes ocorrido? Ou, em outras palavras, quem seria tão apaixonadamente devotado a outros espetáculos ou estudos a ponto de considerar qualquer outro objetivo mais importante que a aquisição desse conhecimento? POLÍBIO. História. Brasília: Editora UnB, 1985.\nA experiência a que se refere o historiador Políbio, nesse texto escrito no século II a.C., é a",
    "alternatives": [
      "A) ampliação do contingente de camponeses livres.",
      "B) consolidação do poder das falanges hoplitas.",
      "C) concretização do desígnio imperialista.",
      "D) adoção do monoteísmo cristão.",
      "E) libertação do domínio etrusco."
    ],
    "year": "2016",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 27) Em 1935, o governo brasileiro começou a negar vistos a judeus. Posteriormente, durante o Estado Novo, uma circular secreta proibiu a concessão de vistos a “pessoas de origem semita”, inclusive turistas e negociantes, o que causou uma queda de 75% da imigração judaica ao longo daquele ano. Entretanto, mesmo com as imposições da lei, muitos judeus continuaram entrando ilegalmente no país durante a guerra e as ameaças de deportação em massa nunca foram concretizadas, apesar da extradição de alguns indivíduos por sua militância política.\nGRIMBERG, K. Nova língua interior: 500 anos de história dos judeus no Brasil. In: IBGE. Uma razão para a adoção da política de imigração mencionada no texto foi o(a)",
    "alternatives": [
      "A) receio do controle sionista sobre a economia nacional.",
      "B) reserva de postos de trabalho para a mão de obra local.",
      "C) oposição do clero católico à expansão de novas religiões.",
      "D) apoio da diplomacia varguista às opiniões dos líderes árabes.",
      "E) simpatia de membros da burocracia pelo projeto totalitário alemão."
    ],
    "year": "2016",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 43) Uma scena franco-brazileira: “franco” — pelo local e os personagens, o local que é Paris e os personagens que são pessôas do povo da grande capital; “brazileira” pelo que ahi se está bebendo: café do Brazil. O Lettreiro diz a verdade apregoando que esse é o melhor de todos os cafés. (Essa página foi desenhada especialmente para A Illustração Brazileira pelo Sr. Tofani, desenhista do Je Sais Tout.) A página do periódico do início do século XX documenta um importante elemento da cultura francesa, que é revelador do papel do Brasil na economia mundial, indicado no seguinte aspecto:",
    "alternatives": [
      "A) Prestador de serviços gerais.",
      "B) Exportador de bens industriais.",
      "C) Importador de padrões estéticos.",
      "D) Fornecedor de produtos agrícolas.",
      "E) Formador de padrões de consumo."
    ],
    "year": "2016",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 44) Participei de uma entrevista com o músico Renato Teixeira. Certa hora, alguém pediu para listar as diferenças entre a música sertaneja antiga e a atual. A resposta dele surpreendeu a todos: “Não há diferença alguma. A música caipira sempre foi a mesma. É uma música que espelha a vida do homem no campo, e a música não mente. O que mudou não foi a música, mas a vida no campo”. Faz todo sentido: a música caipira de raiz exalava uma solidão, um certo distanciamento do país “moderno”. Exigir o mesmo de uma música feita hoje, num interior conectado, globalizado e rico como o que temos, é impossível. Para o bem ou para o mal, a música reflete seu próprio tempo.\nA questão cultural indicada no texto ressalta o seguinte aspecto socioeconômico do atual campo brasileiro:",
    "alternatives": [
      "A) Crescimento do sistema de produção extensiva.",
      "B) Expansão de atividades das novas ruralidades.",
      "C) Persistência de relações de trabalho compulsório.",
      "D) Contenção da política de subsídios agrícolas.",
      "E) Fortalecimento do modelo de organização cooperativa."
    ],
    "year": "2016",
    "subject": "Ciências humanas e suas tecnologias"
  },
  {
    "description": "QUESTÃO 47) A usina de Itaipu é uma das maiores hidrelétricas do mundo em geração de energia. Com 20 unidades geradoras e 14 000 MW de potência total instalada, apresenta uma queda de 118,4 m e vazão nominal de 690 m3/s por unidade geradora. O cálculo da potência teórica leva em conta a altura da massa de água represada pela barragem, a gravidade local (10 m/s2) e a densidade da água (1 000 kg/m3). A diferença entre a potência teórica e a instalada é a potência não aproveitada.\nQual é a potência, em MW, não aproveitada em cada unidade geradora de Itaipu?",
    "alternatives": [
      "A) 0",
      "B) 1,18",
      "C) 116,96",
      "D) 816,96",
      "E) 13 183,04"
    ],
    "year": "2016",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 57) O morcego emite pulsos de curta duração de ondas ultrassônicas, os quais voltam na forma de ecos após atingirem objetos no ambiente, trazendo informações a respeito das suas dimensões, suas localizações e dos seus possíveis movimentos. Isso se dá em razão da sensibilidade do morcego em detectar o tempo gasto para os ecos voltarem, bem como das pequenas variações nas frequências e nas intensidades dos pulsos ultrassônicos. Essas características lhe permitem caçar pequenas presas mesmo quando estão em movimento em relação a si. Considere uma situação unidimensional em que uma mariposa se afasta, em movimento retilíneo e uniforme, de um morcego em repouso.\nA distância e velocidade da mariposa, na situação descrita, seriam detectadas pelo sistema de um morcego por quais alterações nas características dos pulsos ultrassônicos?",
    "alternatives": [
      "A) Intensidade diminuída, o tempo de retorno aumentado e a frequência percebida diminuída.",
      "B) Intensidade aumentada, o tempo de retorno diminuído e a frequência percebida diminuída.",
      "C) Intensidade diminuída, o tempo de retorno diminuído e a frequência percebida aumentada.",
      "D) Intensidade diminuída, o tempo de retorno aumentado e a frequência percebida aumentada.",
      "E) Intensidade aumentada, o tempo de retorno aumentado e a frequência percebida aumentada."
    ],
    "year": "2016",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 60) O carvão ativado é um material que possui elevado teor de carbono, sendo muito utilizado para a remoção de compostos orgânicos voláteis do meio, como o benzeno. Para a remoção desses compostos, utiliza-se a adsorção. Esse fenômeno ocorre por meio de interações do tipo intermoleculares entre a superfície do carvão (adsorvente) e o benzeno (adsorvato, substância adsorvida).\nNo caso apresentado, entre o adsorvente e a substância adsorvida ocorre a formação de:",
    "alternatives": [
      "A) Ligações dissulfeto.",
      "B) Ligações covalentes.",
      "C) Ligações de hidrogênio.",
      "D) Interações dipolo induzido – dipolo induzido.",
      "E) Interações dipolo permanente – dipolo permanente."
    ],
    "year": "2016",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 67) Primeiro, em relação àquilo a que chamamos água, quando congela, parece-nos estar a olhar para algo que se tornou pedra ou terra, mas quando derrete e se dispersa, esta torna-se bafo e ar; o ar, quando é queimado, torna-se fogo; e, inversamente, o fogo, quando se contrai e se extingue, regressa à forma do ar; o ar, novamente concentrado e contraído, torna-se nuvem e nevoeiro, mas, a partir destes estados, se for ainda mais comprimido, torna-se água corrente, e de água torna-se novamente terra e pedras; e deste modo, como nos parece, dão geração uns aos outros de forma cíclica.\nPLATÃO. Timeu-Crítias. Coimbra: CECH, 2011.\nDo ponto de vista da ciência moderna, os “quatro elementos” descritos por Platão correspondem, na verdade, às fases sólida, líquida, gasosa e plasma da matéria. As transições entre elas são hoje entendidas como consequências macroscópicas de transformações sofridas pela matéria em escala microscópica.\nExcetuando-se a fase de plasma, essas transformações sofridas pela matéria, em nível microscópico, estão associadas a uma",
    "alternatives": [
      "A) troca de átomos entre as diferentes moléculas do material.",
      "B) transmutação nuclear dos elementos químicos do material.",
      "C) redistribuição de prótons entre os diferentes átomos do material.",
      "D) mudança na estrutura espacial formada pelos diferentes constituintes do material.",
      "E) alteração nas proporções dos diferentes isótopos de cada elemento presente no material."
    ],
    "year": "2016",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 68) Para cada litro de etanol produzido em uma indústria de cana-de-açúcar são gerados cerca de 18 L de vinhaça que é utilizada na irrigação das plantações de cana-de-açúcar, já que contém teores médios de nutrientes N, P e K iguais a 357 mg/L, 60 mg/L e 2 034 mg/L, respectivamente.\npropriedades do solo e lençol freático. Revista Brasileira de Engenharia Na produção de 27 000 L de etanol, a quantidade total de fósforo, em kg, disponível na vinhaça será mais próxima de",
    "alternatives": [
      "A) 1.",
      "B) 29.",
      "C) 60.",
      "D) 170.",
      "E) 1 000."
    ],
    "year": "2016",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 71) A vegetação apresenta adaptações ao ambiente, como plantas arbóreas e arbustivas com raízes que se expandem horizontalmente, permitindo forte ancoragem no substrato lamacento; raízes que se expandem verticalmente, por causa da baixa oxigenação do substrato; folhas que têm glândulas para eliminar o excesso de sais; folhas que podem apresentar cutícula espessa para reduzir a perda de água por evaporação.\nAs características descritas referem-se a plantas adaptadas ao bioma:",
    "alternatives": [
      "A) Cerrado.",
      "B) Pampas.",
      "C) Pantanal.",
      "D) Manguezal.",
      "E) Mata de Cocais."
    ],
    "year": "2016",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 83) O Brasil possui um grande número de espécies distintas entre animais, vegetais e microrganismos envoltos em uma imensa complexidade e distribuídas em uma grande variedade de ecossistemas.\nSANDES, A. R. R.; BLASI, G. Biodiversidade e diversidade química e genética.\nO incremento da variabilidade ocorre em razão da permuta genética, a qual propicia a troca de segmentos entre cromátides não irmãs na meiose.\nEssa troca de segmentos é determinante na",
    "alternatives": [
      "A) produção de indivíduos mais férteis.",
      "B) transmissão de novas características adquiridas.",
      "C) recombinação genética na formação dos gametas.",
      "D) ocorrência de mutações somáticas nos descendentes.",
      "E) variação do número de cromossomos característico da espécie."
    ],
    "year": "2016",
    "subject": "Ciências da natureza e suas tecnologias"
  },
  {
    "description": "QUESTÃO 94) Canción con todos Salgo a caminar Por la cintura cósmica del sur Piso en la región Más vegetal del tiempo y de la luz Siento al caminar Toda la piel de América en mi piel Y anda en mi sangre un río Que libera en mi voz Su caudal. Sol de alto Perú Rostro Bolivia, estaño y soledad Un verde Brasil besa a mi Chile Cobre y mineral Subo desde el sur Hacia la entraña América y total Pura raíz de un grito Destinado a crecer Y a estallar. Todas las voces, todas Todas las manos, todas Toda la sangre puede Ser canción en el viento. ¡Canta conmigo, canta Hermano americano Libera tu esperanza Con un grito en la voz! GÓMEZ, A. T. Mercedes Sosa: 30 años. Buenos Aires: Polygram, 1994.\nCanción con todos é uma canção latino-americana muito difundida e consagrada pela voz da cantora argentina Mercedes Sosa. Com relação à América Latina, seus versos expressam",
    "alternatives": [
      "A) desejo de integração entre os povos.",
      "B) entusiasmo por caminhar pela região.",
      "C) valorização dos recursos naturais.",
      "D) esforço para libertar os oprimidos.",
      "E) vontade de cantar os tipos humanos."
    ],
    "year": "2016",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 101) Descubra e aproveite um momento todo seu. Quando você quebra o delicado chocolate, o irresistível recheio cremoso começa a derreter na sua boca, acariciando todos os seus sentidos. Criado por nossa empresa. Paixão e amor por chocolate desde 1845.\nO texto publicitário tem a intenção de persuadir o público-alvo a consumir determinado produto ou serviço. No anúncio, essa intenção assume a forma de um convite, estratégia argumentativa linguisticamente marcada pelo uso de",
    "alternatives": [
      "A) conjunção (quando).",
      "B) adjetivo (irresistível).",
      "C) verbo no imperativo (descubra).",
      "D) palavra do campo afetivo (paixão).",
      "E) expressão sensorial (acariciando)."
    ],
    "year": "2016",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 113) O bonde abre a viagem, No banco ninguém, Estou só, stou sem.\nDepois sobe um homem, No banco sentou, Companheiro vou.\nO bonde está cheio, De novo porém Não sou mais ninguém.\nANDRADE, M. Poesias completas. Belo Horizonte: Vila Rica, 1993. O desenvolvimento das grandes cidades e a consequente concentração populacional nos centros urbanos geraram mudanças importantes no comportamento dos indivíduos em sociedade. No poema de Mário de Andrade, publicado na década de 1940, a vida na metrópole aparece representada pela contraposição entre",
    "alternatives": [
      "A) a solidão e a multidão.",
      "B) a carência e a satisfação.",
      "C) a mobilidade e a lentidão.",
      "D) a amizade e a indiferença.",
      "E) a mudança e a estagnação."
    ],
    "year": "2016",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 116) CASTRO, A. Sem título. Escultura em aço, Minas Gerais, 1990.\nA escultura do artista construtivista Amílcar de Castro é representativa da arte contemporânea brasileira e tem o traço estrutural marcado por elementos como",
    "alternatives": [
      "A) o corte e a dobra.",
      "B) a força e a visualidade.",
      "C) o adereço e a expressão.",
      "D) o rompimento e a inércia.",
      "E) a decomposição e a articulação."
    ],
    "year": "2016",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 123) A educação física ensinada a jovens do ensino médio deve garantir o acúmulo cultural no que tange à oportunização de vivência das práticas corporais; a compreensão do papel do corpo no mundo da produção, no que tange ao controle sobre o próprio esforço, e do direito ao repouso e ao lazer; a iniciativa pessoal nas articulações coletivas relativas às práticas corporais comunitárias; a iniciativa pessoal para criar, planejar ou buscar orientação para suas próprias práticas corporais; a intervenção política sobre as iniciativas públicas de esporte e de lazer.\nSegundo o texto, a educação física visa propiciar ao indivíduo oportunidades de aprender a conhecer e a perceber, de forma permanente e contínua, o seu próprio corpo, concebendo as práticas corporais como meios para",
    "alternatives": [
      "A) ampliar a interação social.",
      "B) atingir padrões de beleza.",
      "C) obter resultados de alta performance.",
      "D) reproduzir movimentos predeterminados.",
      "E) alcançar maior produtividade no trabalho."
    ],
    "year": "2016",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 128) O acervo do Museu da Língua Portuguesa é o nosso idioma, um “patrimônio imaterial” que não pode ser, por isso, guardado e exposto em uma redoma de vidro. Assim, o museu, dedicado à valorização e difusão da língua portuguesa, reconhecidamente importante para a preservação de nossa identidade cultural, apresenta uma forma expositiva diferenciada das demais instituições museológicas do país e do mundo, usando tecnologia de ponta e recursos interativos para a apresentação de seus conteúdos.\nDe acordo com o texto, embora a língua portuguesa seja um “patrimônio imaterial”, pode ser exposta em um museu. A relevância desse tipo de iniciativa está pautada no pressuposto de que",
    "alternatives": [
      "A) a língua é um importante instrumento de constituição social de seus usuários.",
      "B) o modo de falar o português padrão deve ser divulgado ao grande público.",
      "C) a escola precisa de parceiros na tarefa de valorização da língua portuguesa.",
      "D) o contato do público com a norma-padrão solicita o uso de tecnologia de última geração.",
      "E) as atividades lúdicas dos falantes com sua própria língua melhoram com o uso de recursos tecnológicos."
    ],
    "year": "2016",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 131) O último longa de Carlão acompanha a operária Silmara, que vive com o pai, um ex-presidiário, numa casa da periferia paulistana. Ciente de sua beleza, o que lhe dá certa soberba, a jovem acredita que terá um destino diferente do de suas colegas. Cruza o caminho de dois cantores por quem é apaixonada. E constata, na prática, que o romantismo dos contos de fada tem perna curta.\nVOMERO, M. F. Romantismo de araque. Vida Simples, n. 121, ago. 2012.\nReconhece-se, nesse trecho, uma posição crítica aos ideais de amor e felicidade encontrados nos contos de fada. Essa crítica é traduzida",
    "alternatives": [
      "A) pela descrição da dura realidade da vida das operárias.",
      "B) pelas decepções semelhantes às encontradas nos contos de fada.",
      "C) pela ilusão de que a beleza garantiria melhor sorte na vida e no amor.",
      "D) pelas fantasias existentes apenas na imaginação de pessoas apaixonadas.",
      "E) pelos sentimentos intensos dos apaixonados enquanto vivem o romantismo."
    ],
    "year": "2016",
    "subject": "Linguagens, códigos e suas tecnologias"
  },
  {
    "description": "QUESTÃO 139) Um clube tem um campo de futebol com área total de 8 000 m2, correspondente ao gramado. Usualmente, a poda da grama desse campo é feita por duas máquinas do clube próprias para o serviço. Trabalhando no mesmo ritmo, as duas máquinas podam juntas 200 m2 por hora. Por motivo de urgência na realização de uma partida de futebol, o administrador do campo precisará solicitar ao clube vizinho máquinas iguais às suas para fazer o serviço de poda em um tempo máximo de 5 h.\nUtilizando as duas máquinas que o clube já possui, qual o número mínimo de máquinas que o administrador do campo deverá solicitar ao clube vizinho?",
    "alternatives": [
      "A) 4",
      "B) 6",
      "C) 8",
      "D) 14",
      "E) 16"
    ],
    "year": "2016",
    "subject": "Matemática e suas tecnologias"
  },
  {
    "description": "QUESTÃO 144) Um banco de sangue recebe 450 mL de sangue de cada doador. Após separar o plasma sanguíneo das hemácias, o primeiro é armazenado em bolsas de 250 mL de capacidade. O banco de sangue aluga refrigeradores de uma empresa para estocagem das bolsas de plasma, segundo a sua necessidade. Cada refrigerador tem uma capacidade de estocagem de 50 bolsas. Ao longo de uma semana, 100 pessoas doaram sangue àquele banco.\nAdmita que, de cada 60 mL de sangue, extraem-se 40 mL de plasma.\nO número mínimo de congeladores que o banco precisou alugar, para estocar todas as bolsas de plasma dessa semana, foi",
    "alternatives": [
      "A) 2.",
      "B) 3.",
      "C) 4.",
      "D) 6.",
      "E) 8."
    ],
    "year": "2016",
    "subject": "Matemática e suas tecnologias"
  },
  {
    "description": "QUESTÃO 153) O Brasil é o quarto produtor mundial de alimentos e é também um dos campeões mundiais de desperdício. São produzidas por ano, aproximadamente, 150 milhões de toneladas de alimentos e, desse total, 2 3 são produtos de plantio. Em relação ao que se planta, 64% são perdidos ao longo da cadeia produtiva (20% perdidos na colheita, 8% no transporte e armazenamento, 15% na indústria de processamento, 1% no varejo e o restante no processamento culinário e hábitos alimentares).\nO desperdício durante o processamento culinário e hábitos alimentares, em milhão de tonelada, é igual a",
    "alternatives": [
      "A) 20.",
      "B) 30.",
      "C) 56.",
      "D) 64.",
      "E) 96."
    ],
    "year": "2016",
    "subject": "Matemática e suas tecnologias"
  },
  {
    "description": "QUESTÃO 155) Um produtor de maracujá usa uma caixa-d’água, com volume V, para alimentar o sistema de irrigação de seu pomar. O sistema capta água através de um furo no fundo da caixa a uma vazão constante. Com a caixa-d’água cheia, o sistema foi acionado às 7 h da manhã de segunda-feira. Às 13 h do mesmo dia, verificou-se que já haviam sido usados 15% do volume da água existente na caixa. Um dispositivo eletrônico interrompe o funcionamento do sistema quando o volume restante na caixa é de 5% do volume total, para reabastecimento.\nSupondo que o sistema funcione sem falhas, a que horas o dispositivo eletrônico interromperá o funcionamento?",
    "alternatives": [
      "A) Às 15 h de segunda-feira.",
      "B) Às 11 h de terça-feira.",
      "C) Às 14 h de terça-feira.",
      "D) Às 4 h de quarta-feira.",
      "E) Às 21 h de terça-feira."
    ],
    "year": "2016",
    "subject": "Matemática e suas tecnologias"
  },
  {
    "description": "QUESTÃO 165) O gerente de um estacionamento, próximo a um grande aeroporto, sabe que um passageiro que utiliza seu carro nos traslados casa-aeroporto-casa gasta cerca de R$ 10,00 em combustível nesse trajeto. Ele sabe, também, que um passageiro que não utiliza seu carro nos traslados casa-aeroporto-casa gasta cerca de R$ 80,00 com transporte.\nSuponha que os passageiros que utilizam seus próprios veículos deixem seus carros nesse estacionamento por um período de dois dias.\nPara tornar atrativo a esses passageiros o uso do estacionamento, o valor, em real, cobrado por dia de estacionamento deve ser, no máximo, de",
    "alternatives": [
      "A) 35,00.",
      "B) 40,00.",
      "C) 45,00.",
      "D) 70,00.",
      "E) 90,00."
    ],
    "year": "2016",
    "subject": "Matemática e suas tecnologias"
  },
  {
    "description": "QUESTÃO 171) A diretoria de uma empresa de alimentos resolve apresentar para seus acionistas uma proposta de novo produto. Nessa reunião, foram apresentadas as notas médias dadas por um grupo de consumidores que experimentaram o novo produto e dois produtos similares concorrentes (A e B).\nProposto 9,0 8,5 8,0 7,5 7,0 6,5 6,0 Nota média Forma Textura Cor Tamanho Sabor Odor A característica que dá a maior vantagem relativa ao produto proposto e que pode ser usada, pela diretoria, para incentivar a sua produção é a",
    "alternatives": [
      "A) textura.",
      "B) cor.",
      "C) tamanho.",
      "D) sabor.",
      "E) odor."
    ],
    "year": "2016",
    "subject": "Matemática e suas tecnologias"
  },
  {
    "description": "QUESTÃO 172) O pacote de salgadinho preferido de uma menina é vendido em embalagens com diferentes quantidades. A cada embalagem é atribuído um número de pontos na promoção: “Ao totalizar exatamente 12 pontos em embalagens e acrescentar mais R$ 10,00 ao valor da compra, você ganhará um bichinho de pelúcia”.\nEsse salgadinho é vendido em três embalagens com as seguintes massas, pontos e preços: Massa da embalagem (g) Pontos da embalagem Preço (R$) 50 2 2,00 100 4 3,60 200 6 6,40 A menor quantia a ser gasta por essa menina que a possibilite levar o bichinho de pelúcia nessa promoção é",
    "alternatives": [
      "A) R$ 10,80.",
      "B) R$ 12,80.",
      "C) R$ 20,80.",
      "D) R$ 22,00.",
      "E) R$ 22,80."
    ],
    "year": "2016",
    "subject": "Matemática e suas tecnologias"
  }
]