{
  "text": "Question 129) There are certain consecrated uses in speech, and even in writing, which, depending on the speaker's social stratum and level of education, are undoubtedly predictable. They occur even in speakers who dominate the standard variety, as they actually reveal existing language trends in their change process that cannot be blocked in the name of a “linguistic ideal” that would be represented by the rules of normative grammar. Uses such as having to be in existential constructions (there are many books on the shelf), that of the pronoun object in the position of subject (for me to do the work), the non-compliance of the passives with (rent houses) are evidence of existence , not of a single norm, but of a plurality of norms, understood, once again, a norm as a set of linguistic habits, without implying value judgment.\nCallou, D. Grammar, Variation and Standards. In: VIEIRA, S. R.; BRANDÃO, S. (Orgs). Grammar Teaching: Description and Use. São Paulo: Context, 2007 (Fragment).\nConsidering the reflection brought in the text about the multiplicity of discourse, it appears that\nA) Students who do not know the differences between written language and spoken language employ, indistinctly, uses accepted in conversation with friends when they will elaborate a written text.\nB) Speakers who dominate the standard variety of Portuguese in Brazil demonstrate uses that confirm the difference between the idealized and effectively practiced norm, even by more educated speakers.\nC) Residents of various regions of the country who face difficulties when expressing themselves in writing reveal the constant modification of pronouns employment rules and special cases of agreement.\nD) People who think themselves in the right to counteract grammar taught at school like to present non -socially accepted uses to hide their ignorance of the standard norm.\nE) Users who unveil the mysteries and subtleties of the Portuguese language use ways of the verb to have when, in fact, they should use ways of the verb to be, contrary to the grammatical rules."
}