{
  "text": "Question 129) The lexicon and culture potentially, all languages ​​of all time can apply to express any content. Thirteenth -century linguistic research has shown that there is no qualitative difference between the world's languages ​​- that is, there are no grammatically more primitive or more developed languages. However, so that it can be effectively used, this potential equality needs to be realized in the historical practice of language, which does not always happen. Theoretically, a language with little written tradition (such as Brazilian indigenous languages) or an already extinct language (such as Latin or classic Greek) can be used to talk about any subject, such as say, quantum physics or molecular biology. In practice, however, it is not possible to express such content in bed or Latin, simply because there would be no vocabulary for these contents. It is perfectly possible to develop this specific vocabulary, either through loans from other languages ​​or by creating new terms in the language in question, but such a task would not be done in a short time or with little effort.\nBEARZOTI FILHO, P. Miniaurélio: The Dictionary of the Portuguese Language. Teacher's manual. Curitiba: Positivo, 2004 (fragment).\nContemporary studies show that each language has its own complexity and dynamics of operation. The text emphasizes this dynamic, insofar as it emphasizes\nA) The lack of content common to all languages, as the lexicon includes a particular world view of a culture.\nB) The existence of limited languages ​​for not allowing the native speaker to communicate perfectly about any content.\nC) The tendency to be more restricted to vocabulary and grammar of indigenous languages, compared to other languages ​​of European origin.\nD) the existence of vocabulary differences between languages, specificities related to the culture of the speakers of a community.\nE) the attribution of greater sociocultural importance to contemporary languages, as they allow any themes to be addressed without difficulties."
}