{
  "text": "Question 111) Flames in the darkness fragments of the secret diary of Theodor Konrad Nalecz Korzenioowski July 20 [1912] Peter Sumerville asks me to write an article about Crane. I send him a letter: “Believe me, dear Lord, no newspaper or magazine would be interested in anything I, or someone else, write about Stephen Crane. Would laugh at the suggestion. [...] I hardly find someone, now, who know who Stephen Crane is or remember something of him. For young writers who are emerging he simply does not exist. ” December 20 [1919] Much fish was wrapped by newspaper leaves. I am recognized as the greatest living writer in the English language. It's been nineteen years since Crane died, but I don't forget it. And it seems that others not either. The London Mercury decided to celebrate the twenty -five years of publication of a book that, according to them, was “a phenomenon today forgotten” and asked me for an article.\nFONSECA, R. Black Romance and other stories. São Paulo: Companhia das Letras, 1992 (Fragment).\nIn the construction of literary texts, the authors often resort to metaphorical expressions. In employing the metaphorical statement “a lot of fish was wrapped by the newspaper leaves”, it was intended to establish, between the two fragments of the text in question, a semantic relationship of\nA) Causality, according to which the parts of a text relate, in which one contains the cause and the other, the consequence.\nB) temporality, according to which the parts of a text are articulated, in time what is reported in the parts in question.\nC) Conditionality, according to which two parts of one text combine, in which one results or depends on circumstances presented in the other.\nD) adversity, according to which two parts of a text are articulated in which one has a distinct argumentative orientation opposite to the other.\nE) purpose, according to which two parts of a text are articulated in which one presents the environment, for example, for one action and the other, its outcome."
}