{
  "text": "Question 128) Interview with Marcos Bagno may seem unbelievable, but many of the prescriptions of traditional language pedagogy are still based on the uses that Portuguese writers of the nineteenth century made the language. If so many people condemn, for example, the use of the verb \"to have\" instead of \"there\", as in \"today has feijoada\", it is simply because the Portuguese, at a given moment in the history of their language, failed to make this use existential of the verb \"to have\". However, we have written records of the medieval time in which hundreds of these uses appear. If we Brazilians, like African Portuguese speakers, still use the verb \"to have\" as existential it is because we receive these uses from our former colonizers. It makes no sense to imagine that Brazilians, Angolans and Mozambicans decided to join to \"make mistakes\" in the same thing. And so it happens with many other things: verbal regencies, pronominal placement, nominal and verbal agreements, etc. We have a language of our own, but we are still required to follow a normative grammar of another different language. On the eve of celebrating our bicentennial of independence, it makes no sense to continue rejecting what is ours to only accept what comes from outside. It makes no sense to reject the language of 190 million Brazilians to just consider right what is used by less than ten million Portuguese. Only in the city of São Paulo do we have more Portuguese speakers than all over Europe! EDITORIAL PARABLE INFORMATION, S/D.\nIn the interview, the author defends the use of colloquial linguistic forms and makes use of the standard norm throughout the text. This can be explained by the fact that he\nA) Adapts the language level to the communicative situation, since the interview genre requires the use of the standard norm.\nB) presents poor arguments of scientific proof and, therefore, defends a difficult point of view to verify in the materiality of the text.\nC) proposes that the normative pattern should be used by educated speakers like it, while the colloquial norm should be used by non -educated speakers.\nD) believes that the genuinely Brazilian language is under construction, which requires it to incorporate into its daily life the normative grammar of European Portuguese.\nE) argues that the number of Brazilian Portuguese speakers is still insufficient to end the hegemony of the former colonizer."
}