{
  "text": "Question 101) Adolescents: Higher, fat, and lazy, the offer of industrialized products and the lack of time has their share of responsibility in increasing the silhouette of young people. “Our eating habits, in general, have changed a lot,” says Vivian Ellinger, president of the Brazilian Society of Endocrinology and Metabology (SBEM) in Rio de Janeiro. Research shows that, here in Brazil, we are exaggerating salt and sugar, besides having little milk and eating less fruits and beans.\nAnother sin, an old acquaintance of those who display excess fat because of gluttony, comes as a mark of the new generation: laziness. “One hundred percent of girls who participated in the program did not play any sports,” reveals psychologist Cristina Freire, who monitors the emotional development of volunteers.\nYou probably already know what are the consequences of a sedentary and fat routine. \"And it is not new that obese have a smaller survival,\" believes Claudia Cozer, endocrinologist of the Brazilian Association for the study of obesity and metabolic syndrome. But if studies for five years projected a dark future for young people, in the current scenario the diseases that would come in old age are already part of their routine. “Teenagers are already suffering from hypertension and diabetes,” exemplifies Claudia.\nOn the relationship between the habits of the adolescent population and their health conditions, the information presented in the text indicates that\nA) The lack of physical activity added to a nutritionally unbalanced diet constitutes factors related to the onset of chronic diseases among adolescents.\nB) The decrease in food consumption combined with greater consumption of protein -rich foods contributed to increased obesity among adolescents.\nC) The greater participation of processed and fatty foods in the adolescent population diet has made the consumption of salts and sugars scarce, which impairs the metabolic balance.\nD) The occurrence of cases of hypertension and diabetes among adolescents comes from food conditions, while in the adult population the hereditary factors are preponderant.\nE) Regular practice of physical activity is an important factor of diabetes control among the adolescent population, because it causes a constant increase in systolic blood pressure."
}