{
  "text": "Question 12) The Tupi language in Brazil for 300 years, living in the village of São Paulo de Piratininga (Dry Fish, Tupi) was almost synonymous with speaking Indian language. In five inhabitants of the city, only two knew Portuguese. Therefore, in 1698, the governor of the province, Artur de Sá and Meneses, begged Portugal to send only priests who knew “the general language of the Indians”, because “these people are not explained in another language”.\nDerived from the São Vicente dialect, the Tupi de São Paulo developed and spread in the seventeenth century, thanks to the geographical isolation of the city and the little Christian activity of the Paulista Mamelucos: the flags, expeditions to the sertão in search of Indian slaves. Many bandeirantes did not even speak Portuguese or expressing themselves wrong. Domingos Jorge Velho, the Paulista who destroyed the quilombo dos Palmares in 1694, was described by the bishop of Pernambuco as \"a barbaric who doesn't even talk knows.\" In their wanderings, these people baptized places like Avanhandava (where the Indian runs), Pindamonhangaba (place to do hook) and Itu (waterfall). And ended up inventing a new language.\n“The slaves of the bandeirantes came from over 100 different tribes,” says historian and anthropologist John Monteiro, from Campinas State University. \"This changed the Tupi Paulista, who, besides the influence of Portuguese, still received words from other languages.\" The result of the mixture known as the general language of the southern, a kind of facilitated tupi.\nThe text deals with socio-historical aspects of national linguistic formation. As for the role of Tupi in the formation of Brazilian Portuguese, it appears that this indigenous language\nA) Effectively contributed to the lexicon, with names related to the characteristic traits of the designated places.\nB) It originated the Portuguese spoken in São Paulo in the seventeenth century, in whose grammatical base is also the speech of various indigenous ethnicities.\nC) developed under the influence of the catechesis works of the Portuguese priests, coming from Lisbon.\nD) Mixed with African speech, due to the interactions between Portuguese and blacks in the attacks against the quilombo dos Palmares.\nE) expanded in parallel to Portuguese spoken by the colonizer, and together originated the language of the Paulista bandeirantes."
}