{
  "text": "Question 19) Social Ascension through sport moves people's imagination, because in a few years a teenager can become a millionaire if he has a good sports performance. Many boys from poor families play with the goal of getting money to offer a good quality of life to the family. This further brought football closer to the poorest layers of society, making it increasingly popular.\n It turns out that these young people dream of fame and money, seeing in football the only possible way to success. However, they do not know the great difficulty that exists at the beginning of this journey in which the minority reaches the professional career. These boys abandon the school for the illusion of winning in football, which most succumbs.\n The path to professionalism happens through a long selection process that young people have to go through. If not selected, this athlete may have to abandon his career involuntarily for lack of a team that welcomes him. Some may end up in underemployment, on the fringes of society, or even in addictions resulting from this failure and disappointment. This is because at the height of their school formation and in the youth development condition, they do not prepare and are not properly oriented to seek alternatives of broader occupation experiences and beyond football.\nBALZANO, O. N.; MORAIS, J. S. The formation of the soccer player and his relationship in addressing the fact that, in Brazil, many young people deposit their hopes of the future in football, the text criticizes the\nA) unpreparedness of soccer players to help their families overcome misery.\nB) Guarantee of social ascension of young people for the career of a soccer player.\nC) lack of investment of clubs so that athletes can act professional and live in football.\nD) reduced investment of professional athletes in their formation, generating professional frustration and disappointment in sport.\nE) unconcern of the subjects with a formation parallel to the sports, to enable them to act in other sectors of life."
}