{
  "text": "Question 05) Eclipse Cuando Fray Bartolomé Arrazola if he lost that ya, he or she podged nothing. Powerful jungle of guatemala lo había, reefinable y definitive. Before supographic ignorance if I feel the tranquilidad waiting for La Muerte. Al Awakening is surrounded by a group of Impasible Rostro Indians who were available to sacrifice before a altar, a altar that the bartolomé le see such as it would rest, anger, of fate, of fate, of symos . Three años in the country le habían conferred a median dominance of native untya. Intento something. I say some Palabras that fueron bought. Floreció entities in the idea that tuvo by worthy of su si of universal culture y of suba conositento of Aristotle. Record that it is expected to be awaited a total sun eclipse. Y Disputed, in the poor, it is worth that one to engage in sust oppressions and save there. \"If you kill me,\" he dijo. Los Indigenous LO MIRARON FIELD Y BARTOLOMÉ SORPRENDIO LA INCREDULIDADE EN SUST. I violate that one produces a small consejo, y Esperó confidence, in the sin ciberto descen. From the Hours Después El Corazón de Fray Bartolomé Arrazola Choreaba Su Sangre Vehus over Los Sacrifice (Brillage Bajo La Opaque Light Eclipse Sol), Uno de Los Indigenous Sin Numa Voice Inflexión, sin pris Infinite closes in which solar eclipses were produced and lunar, which is unnamed in communidad Maya Habían predicted and noted in the sinus codices ayuda of Aristotle.\nIn the text, two worldviews are confronted: Western culture, represented by Friar Bartolomé Arrazola, and the mythical pre-history, represented by the Maia Indigenous Community. According to the narrative,\nA) Spanish catechists endorse the knowledge produced by the American indigenous communities.\nB) The Indians of the Mayan community are perplexed in the face of the superiority of Aristotelian knowledge of the Spanish Friar.\nC) The Spanish catechizer arrazola is adapted to indigenous cultures, by promoting the dialogue between the Aristotelian and indigenous knowledge.\nD) The episode represents, in a neutral way, the meaning of indigenous ancestral knowledge, when compared to Western knowledge.\nE) Arrazola's academic knowledge are insufficient to save him from death, in view of the astronomical wisdom of Mayan culture. Questions from 06 to 45"
}