{
  "text": "Question 32) Weight lose weight without exercise? Hormone increases the hope of losing fat without leaving the couch. The solution would come in capsules.\nThe dream of the sedentary won a new ally. A study published in the journal Nature in January suggests that it is possible to modify body fat without exercise. Researchers at Dana-Farber Cancer Institute and the Harvard Medical School in the US isolated in the laboratory the irisin, a hormone naturally produced by muscle cells during aerobic exercises such as walking, running or pedaling. The substance was applied to rats and acted as if they had exercised, including protective effect against diabetes.\nThe secret was the conversion of white fat - the one that stocks inert energy and spoils our silhouette - in brown. Most common in babies, and virtually nonexistent in adults, this type of fat serves to warm us. And in this process, it spends a tremendous energy. As a side effect, it would tune our silhouette.\nThe expectation is that if the hormone works the same way in humans, a new weight loss medicine will soon arise. But he would be far from completely replacing the benefits of physical activity. \"Possibly there are many other muscle hormones released during the exercise and not yet discovered,\" says physiologist Paul Coen, assistant professor at Pittsburgh University. Irisin does not strengthen the muscles, for example. And to keep that triceps of envy only the remote control survey would not realize.\nLIMA, F. Galileo. Sao Paulo, n. 248, sea. 2012.\nTo convince the reader that exercise is important, the author uses the strategy of disclosing that\nA) The lack of physical exercise does not lose weight and develops disease.\nB) This is a way to transform white fat into brown and weight loss.\nC) Irisin is a hormone that is only produced with exercise.\nD) Exercise is a way to tune the silhouette by eliminating white fat.\nE) other hormones are produced and there are other benefits with exercise."
}