{
  "text": "Question 22) Text I Electronic Mural Project developed in the int, similar to a totem, promises to make access to information available for all the inclusion of people with disabilities has been one of the main challenges and concerns for society over the last decades. And the use of technology has proved to be a key ally in many initiatives focused on this area. An example of this is one of the recent creations of the National Technology Institute (INT) - Research Unit of the Ministry of Science, Technology, Innovations and Communications (MCTIC). There, with the objective that differences between people are not synonymous with obstacles in access to information or communication, engineers and technologists have been working on the development of the electronic mural project.\nThe electronic mural was born from the need to promote inclusion in schools. With multimedia and interactive interface, everyone has the possibility of accessing the electronic mural. Through the equipment, videos with pounds, sound reading of texts can be available, which will also be accessible on a dynamic braille platform, next to the keyboard.\nText II Design Surdonews, developed at UFRJ, guarantees deaf access to information and contributes to their “scientific inclusion” so as not to allow the lack of information to be a factor for the isolation and inaccessibility of the deaf community, journalist and researcher Roberta Savedra Schiaffino created the project \"deafonews: riding the news puzzles for the deaf\". This is a Facebook page, with constantly up-to-date and deaf news in pounds, and published through videos.\nThe idea of ​​creating the project came when Roberta, herself deep deaf, still attended the master's degree. For this, she sought to draw a diagnosis of informal knowledge among people with deafness. She interviewed fifty deaf students from elementary school and saw that they had a hard time reading, and not capturing the news spoken. \"This is very serious, because 90% of an individual's knowledge comes from informal knowledge, acquired in scientific fairs, conversations, cinema, theater, including the media, for all its disseminating possibilities,\" explains the researcher. “We value the scientific content on our guidelines. However, regardless of this, our main work is, besides informing and updating, making the texts not impoverished in the process of 'translation' but accessible. ”\nConsidering the theme technologies and accessibility, texts I and II are approached because they present projects that\nA) guarantee equality between people.\nB) were created by a deaf researcher.\nC) originated in a postgraduate course.\nD) are circumscribed to the institutional space of the school.\nE) aim to spread knowledge."
}