{
  "text": "Question 20) Six out of ten people 15 years or older do not practice sports or physical activity. There are more than 100 million sedentary. These are data from PNAD 2015's sports and physical activity study, conducted by IBGE. Lack of time and interest are the main reasons pointed out for physical inactivity. At the same time, 73.3% of people aged 15 and over said the government should invest in sports or physical activities. A direct relationship between education and income was observed in sports or physical activities. While 17.3% of people who had no instruction performed various body practices, this percentage reached 56.7% of people with complete superior. Among people who have regular sports and physical activity practices, the percentage of practitioners ranged from 31.1%, in the class without performance, to 65.2%, in the class of five minimum wages or more. The lack of time was more declared by the adult population, with emphasis among people from 25 to 39 years old. Among teenagers 15 to 17 years old, the main reason was not to like or do not want. The main reason for playing sports, declared by 11.2 million people, was to relax or have fun, followed by improving quality of life or well-being. The lack of accessible or nearby sports installation was a little mentioned, demonstrating that the non -practical would be less associated with the available infrastructure.\nBased on research and an expanded view of health, for regular exercise to have a significant influence on the health of Brazilians, it is necessary to develop strategies that\nA) Promote the improvement of the physical fitness of the population, devoting more time to sports.\nB) combat the physical inactivity present in a significant portion of the population in the national territory.\nC) facilitate the adoption of exercise, with actions related to education and income distribution.\nD) assist in the construction of more sports facilities and spaces suitable for the practice of physical activities and sports.\nE) Encourage the tax incentive for the private initiative to allocate funds to national health promotion programs for the sport."
}